<h1 class="wn5-setup-main-title">Configuration</h1>
<div class="wn5-setup-section">
    <p>Le comptage de personnes permet de compter le nombre de personnes qui passent une ligne virtuelle via l&apos;analyse d&apos;images de la cam&eacute;ra. Les conditions pour compter le nombre de personnes et les &eacute;l&eacute;ments d&eacute;taill&eacute;s afin d&rsquo;am&eacute;liorer l&apos;exactitude du comptage de personnes sont d&eacute;finies dans «&nbsp;Configuration&nbsp;» dans Comptage de personnes. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer le comptage de personnes</h3>
            <p>Pour utiliser la fonction Comptage de personnes, s&eacute;lectionnez <strong class="UI">[Activer le comptage des personnes]</strong>.</p>
        </div>
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
    </div>

	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>D&eacute;finissez la r&egrave;gle de comptage pour compter le nombre de personnes. Vous pouvez d&eacute;finir jusqu&apos;&agrave; 2&nbsp;r&egrave;gles de comptage de personnes.</p>
        </div>
            <div class="wn5-online-help-action">
			<h4>D&eacute;finir la r&egrave;gle de comptage</h4>
                <p>Pour d&eacute;finir une r&egrave;gle de comptage, cochez la case dans <strong class="UI">[R&egrave;gle]</strong> et entrez le nom de la r&egrave;gle dans le champ <strong class="UI">[Nom]</strong>. Vous pouvez saisir jusqu&apos;&agrave; 15&nbsp;caract&egrave;res, y compris des lettres et des chiffres, pour le nom de la r&egrave;gle. Le nom entr&eacute; est affich&eacute; dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcStatisticsSetup.html" ng-href="#/help/peoplecounting_search">[Rechercher]</a></strong>.</p>
            </div>
         <!--    <div class="wn5-online-help-info">
                    <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                    <ul>
                        <li>Si vous modifiez le nom de la r&egrave;gle, les donn&eacute;es statistiques de comptage de la r&egrave;gle existante sont r&eacute;initialis&eacute;es et le comptage recommence. </li>
                    </ul>
                </div>	--> 
            <div class="wn5-online-help-action">
                <h4><a name="type"></a>D&eacute;finir le type de comptage</h4>
                <p>Les types de comptage du nombre de personnes dans Comptage de personnes sont le comptage IN et le comptage OUT.</p>
                <p>Lorsque vous cochez la case dans <strong class="UI">[R&egrave;gle]</strong>, la ligne de la r&egrave;gle appara&icirc;t dans l&apos;image. Le comptage IN s&apos;applique aux personnes qui se d&eacute;placent dans le sens de la fl&egrave;che se trouvant sur la ligne et le comptage OUT s&apos;applique aux personnes qui se d&eacute;placent dans la direction oppos&eacute;e. Cliquer sur la fl&egrave;che se trouvant sur la ligne de la r&egrave;gle change sa direction.</p>
                <p><img src="../../base/images/setup/popup_counting.png"></p>
            </div>
            <div class="wn5-online-help-action">
                <h4>D&eacute;finir la ligne de la r&egrave;gle</h4>
                <p>La fonction de comptage de personnes permet de compter le nombre de personnes qui passent la ligne de la r&egrave;gle. Pour modifier la position de la ligne de la r&egrave;gle, cliquez sur la ligne de la r&egrave;gle affich&eacute;e dans l&apos;image et faites-la glisser &agrave; l&apos;aide de la souris. Vous pouvez ajuster la longueur de la ligne en faisant glisser un des coins situ&eacute;s &agrave; chaque extr&eacute;mit&eacute; de la ligne de la r&egrave;gle.</p>
                <p>Si vous s&eacute;lectionnez et activez la r&egrave;gle, le d&eacute;compte en temps r&eacute;el est affich&eacute; en bas de la vid&eacute;o. <!--  Le comptage en temps r&eacute;el se r&eacute;initialise tous les 00:00:00. --> </p>
            </div>
            <div class="wn5-online-help-action">
                <h4>Activer et d&eacute;sactiver la r&egrave;gle de comptage de personnes</h4>
                <p>Pour activer la r&egrave;gle de comptage, cochez la case de la r&egrave;gle souhait&eacute;e dans <strong class="UI">[R&egrave;gle]</strong>.</p>
                  <p>Pour d&eacute;sactiver la r&egrave;gle de comptage, d&eacute;cochez la case de la r&egrave;gle souhait&eacute;e dans <strong class="UI">[R&egrave;gle]</strong>. Le r&eacute;glage de la r&egrave;gle de comptage de personnes reste inchang&eacute;, si vous cochez &agrave; nouveau la case, la fonction de la r&egrave;gle d&apos;origine sera r&eacute;activ&eacute;e.</p>
            </div>
            </div>
		            </div>

        </div>
<div class="wn5-setup-section-article-content">
        <div class="wn5-setup-section-heading">
            <h2>Zone exclue</h2>
        </div>
			 <div class="wn5-setup-section-article">
             <div class="wn5-setup-section-article-content">
            <p>R&eacute;gl&eacute; pour ne pas compter le nombre de personnes qui entrent dans une zone sp&eacute;cifi&eacute;e par l&apos;utilisateur.</p>
            </div>
			 <div class="wn5-online-help-action">
			<h4>D&eacute;finir une zone exclue</h4>
			<p>Lorsque vous s&eacute;lectionnez les 4 coins d&apos;une image avec la souris, la zone est d&eacute;finie comme zone exclue et la couleur des boutons num&eacute;riques dans <strong class="UI">[Zone]</strong> change. Il est possible de d&eacute;finir jusqu&apos;&agrave; 4&nbsp;zones exclues.</p>
            </div>
            <div class="wn5-online-help-action">
            <h4>Modifier une zone exclue</h4>
			<p>Vous pouvez ajuster la taille d&apos;une zone exclue en cliquant sur un coin ou une ligne de la zone exclue et en le/la d&eacute;pla&ccedil;ant. Pour d&eacute;placer une zone exclue, cliquez sur la zone correspondante avec la souris et faites la glisser.</p>
            </div>
            <div class="wn5-online-help-action">
			<h4>Supprimer une zone exclue</h4>
			<p>Pour supprimer une zone exclue, cliquez sur le bouton droit de la souris dans la zone de l&apos;&eacute;cran correspondante et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre confirmer la suppression.</p>
            </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zone</h3>
               <p>Lorsque vous cliquez sur un bouton num&eacute;rique dans <strong class="UI">[Zone]</strong>, la zone correspondante est s&eacute;lectionn&eacute;e dans l&apos;image. Les contours de la zone s&eacute;lectionn&eacute;e seront repr&eacute;sent&eacute;s par une ligne blanche &eacute;paisse.</p>
            </div>
    </div>
</div>

<div class="wn5-setup-section-article-content">
    <div class="wn5-setup-section-heading">
    <h2><a name="calibration"></a>&Eacute;talonnage</h2>
  	</div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>R&eacute;glez la hauteur de la cam&eacute;ra ou la taille humaine &agrave; compter, pour am&eacute;liorer la pr&eacute;cision du comptage de personnes. Vous ne pouvez s&eacute;lectionner et appliquer que la hauteur de la cam&eacute;ra ou de la taille humaine.</p>
        </div>
	<div class="wn5-setup-section-article-content" ng-if="FisheyeLens">
         <h3>Hauteur de la cam&eacute;ra</h3>
        <p>Indiquez la hauteur r&eacute;elle &agrave; laquelle la cam&eacute;ra est install&eacute;e. Vous pouvez changer la valeur en cliquant sur + ou -, ou entrer une valeur num&eacute;rique pour la hauteur de la cam&eacute;ra. Une valeur peut &ecirc;tre entr&eacute;e entre 2,5&nbsp;m minimum et 4,5&nbsp;m maximum. Lorsque la hauteur d&apos;installation de la cam&eacute;ra est d&eacute;finie, la taille des personnes &agrave; compter pour chaque emplacement sera automatiquement pr&eacute;sum&eacute;e en fonction de la hauteur d&apos;installation de la cam&eacute;ra.</p>
	    </div>
	    <div class="wn5-setup-section-article-content">
        <h3>Taille</h3>
        <p>Sp&eacute;cifie la taille des personnes &agrave; compter. Vous pouvez ajuster la taille en faisant glisser le coin en bas &agrave; droite du cadre affich&eacute; sur l&apos;&eacute;cran d&apos;image.</p>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>

    <ul>
        <li>La valeur d&eacute;finie dans <strong class="UI">[Comptage de personnes]</strong> &gt; <strong class="UI">[&Eacute;talonnage]</strong> s&apos;applique aux fonctions <strong class="UI">[Comptage de personnes]</strong> et <strong class="UI">[Carte thermique]</strong> de la m&ecirc;me mani&egrave;re.</li>
        <li>L&rsquo;&eacute;talonnage est n&eacute;cessaire pour am&eacute;liorer la pr&eacute;cision du comptage des personnes. Des informations d&rsquo;&eacute;talonnage inexactes peuvent avoir un impact n&eacute;gatif sur la pr&eacute;cision du comptage de personnes.</li>
    </ul>
		</div>
</div>
</div>

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
            <h2>Donn&eacute;es de comptage de personnes en temps r&eacute;el</h2>
    </div>
    <div class="wn5-setup-section-article">
    <div class="wn5-setup-section-article-content">
        <p>La somme du nombre de personnes compt&eacute;es en temps r&eacute;el, en fonction de la r&egrave;gle d&eacute;finie et du type de compte de chaque r&egrave;gle, sera affich&eacute;e dans un tableau.</p>
    </div>
    </div>
</div>



<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rapport</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer</h3>
            <p>Pour recevoir r&eacute;guli&egrave;rement des donn&eacute;es de comptage de personnes par e-mail et FTP, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
            <p>Les r&eacute;glages d&eacute;taill&eacute;s du FTP et de l&rsquo;e-mail peuvent &ecirc;tre r&eacute;alis&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../event/ftpemail.html" ng-href="#/help/event_ftpemail">[FTP/E-mail]</a></strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Calendrier</h3>
            <p>Pour recevoir les donn&eacute;es de comptage de personnes &agrave; la m&ecirc;me heure tous les jours, s&eacute;lectionnez <strong class="UI">[Quotidien]</strong> et choisissez une heure.</p>
            <p>Pour recevoir les donn&eacute;es de comptage de personnes le m&ecirc;me jour de la semaine et &agrave; la m&ecirc;me heure chaque semaine, s&eacute;lectionnez <strong class="UI">[Hebdomadaire]</strong> et s&eacute;lectionnez un jour de la semaine et une heure.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nom de fichier</h3>
            <p>Entrez le nom de fichier pour envoyer des donn&eacute;es de comptage de personnes via un serveur FTP ou un e-mail et s&eacute;lectionnez le format de fichier. Vous pouvez saisir jusqu&apos;&agrave; 64&nbsp;caract&egrave;res, y compris des lettres et des chiffres, pour le nom de fichier.</p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
            <div class="wn5-setup-section-heading">
            <h2>Supprimer toutes les donn&eacute;es</h2>
    </div>
        <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Pour supprimer toutes les donn&eacute;es de comptage de personnes, cliquez sur [Supprimer toutes les donn&eacute;es].</p>
            </div>
             <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>

            <ul>
                  <li>Dans les cas suivants, il est recommand&eacute; de r&eacute;initialiser la r&egrave;gle pour qu&apos;elle corresponde au nouvel &eacute;cran vid&eacute;o et de cliquer sur <strong class="UI">[Supprimer toutes les donn&eacute;es]</strong> pour supprimer les anciennes donn&eacute;es utilis&eacute;es pour des recherches sur le comptage de personnes.</li>
                  <ul>
                      <li>Si vous avez modifi&eacute; les param&egrave;tres dans <strong class="UI">[Vid&eacute;o et audio]</strong> &gt; <strong class="UI">[Configuration vid&eacute;o]</strong> &gt; <strong class="UI">[Rotation vid&eacute;o]</strong></li>
                      <li>Si vous modifiez les param&egrave;tres dans <strong class="UI">[Vid&eacute;o et audio]</strong> &gt; <strong class="UI">[R&eacute;glage cam&eacute;ra]</strong> &gt; <strong class="UI">[Sp&eacute;cial]</strong> &gt; <strong class="UI">[DIS]</strong></li>
                  </ul>
              </ul>
          </div>
  </div>
  </div>
  <hr class="wn5-setup-hr">
  <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
        <ul>
            <li>La fonction Comptage de personnes vise &agrave; fournir des donn&eacute;es statistiques, et non des donn&eacute;es en temps r&eacute;el, et peut inclure des objets en mouvement ou des animaux dans le nombre total d&rsquo;unit&eacute;s mesur&eacute;es.</li>
            <li>Apr&egrave;s l&rsquo;installation de la cam&eacute;ra, il se peut qu&rsquo;elle continue &agrave; ne pas fonctionner correctement jusqu&rsquo;&agrave; ce qu&rsquo;elle soit stabilis&eacute;e. Le temps de stabilisation peut prendre de 50 &agrave; 60 minutes.</li>
            <li>Une cam&eacute;ra pour effectuer le comptage de personnes n&eacute;cessite que l&rsquo;objectif soit install&eacute; au sol en prise directe. (Figure 1)</li>
            <li>Dans les cas suivants, les erreurs dans les donn&eacute;es mesur&eacute;es sont susceptibles d&rsquo;augmenter&nbsp;:</li>
            <ul>
                <li>Si elle est install&eacute;e dans un espace dont le champ de vision est insuffisant</li>
                <li>Heures de nuit ou faible luminosit&eacute; (Figure 2)</li>
                <li>Dans un environnement dont la lumi&egrave;re change soudainement, ou en cas d&rsquo;exposition &agrave; une lumi&egrave;re forte, comme la lumi&egrave;re directe du soleil, le coucher ou le lever du soleil, l&rsquo;&eacute;clairage direct, etc (Figure 3)</li>
                <li>En cas de mouvements incessants &agrave; l&rsquo;emplacement fixe, par exemple &agrave; proximit&eacute; de la porte (Figure 4)</li>
                <li>Si plusieurs personnes se d&eacute;placent dans un groupe</li>
                <li>Si un objet en mouvement est proche de la r&egrave;gle d&eacute;finie,</li>
                <li>Si la r&egrave;gle est d&eacute;finie sur le bord ext&eacute;rieur de l&rsquo;image pour une cam&eacute;ra Fisheye (Figure 5)</li>
            </ul>
            <li>Si vous r&eacute;glez la taille de l&rsquo;objet &agrave; une valeur sup&eacute;rieure &agrave; la taille r&eacute;elle dans l&rsquo;&eacute;talonnage, les r&eacute;sultats de la mesure peuvent donner un nombre de personnes inf&eacute;rieur au nombre r&eacute;el&nbsp;; au contraire, si vous le r&eacute;glez &agrave; un nombre inf&eacute;rieur, il peut donner un nombre de personnes sup&eacute;rieur au nombre r&eacute;el.</li>
        </ul>
        <p>Figure 1</p>
        <p><img src="../../base/images/setup/pcSetup_1.png"></p>
        <p>Figure 2</p>
        <p><img src="../../base/images/setup/pcSetup_2.png"></p>
        <p>Figure 3</p>
        <p><img src="../../base/images/setup/pcSetup_3.png"></p>
        <p>Figure 4</p>
        <p><img src="../../base/images/setup/pcSetup_4-1.png"></p>
        <p><img src="../../base/images/setup/pcSetup_4-2.png"></p>
        <p><img src="../../base/images/setup/pcSetup_4-3.png"></p>
        <p>Figure 5</p>
        <p><img src="../../base/images/setup/pcSetup_5.png"></p>	
    </div>
    <hr class="wn5-setup-hr">
  <hr class="wn5-setup-hr">
