<h1 class="wn5-setup-main-title">R&eacute;glage cam&eacute;ra</h1>

<div class="wn5-setup-section">
    <p>Vous pouvez modifier les param&egrave;tres de la cam&eacute;ra afin de capturer la meilleure image de l&apos;environnement dans lequel la cam&eacute;ra est install&eacute;e. Des pr&eacute;r&eacute;glages d&apos;image adapt&eacute;s &agrave; divers environnements sont fournis par d&eacute;faut, l&apos;utilisateur peut aussi directement d&eacute;finir les param&egrave;tres de la cam&eacute;ra. Vous pouvez v&eacute;rifier sur l&apos;&eacute;cran d&rsquo;aper&ccedil;u de la cam&eacute;ra la fa&ccedil;on dont l&apos;image de la cam&eacute;ra s&rsquo;affiche en fonction des param&egrave;tres. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. Si le d&eacute;lai d&apos;attente (240&nbsp;secondes) s&apos;est &eacute;coul&eacute; sans avoir cliqu&eacute; sur le bouton <strong class="UI">[Appliquer]</strong> apr&egrave;s avoir modifi&eacute; le r&eacute;glage, le r&eacute;glage pr&eacute;c&eacute;dent sera restaur&eacute;.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section" ng-if="PTZModel">
    <div class="wn5-setup-section-heading">
        <h2>Type</h2>
	</div>
	    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Pour appliquer la m&ecirc;me d&eacute;tection de mouvement &agrave; tous les pr&eacute;r&eacute;glages, s&eacute;lectionnez <strong class="UI">[Global]</strong>. Pour d&eacute;finir une d&eacute;tection de mouvement diff&eacute;rente pour chaque PTZ pr&eacute;r&eacute;gl&eacute;e, s&eacute;lectionnez <strong class="UI">[Pr&eacute;r&eacute;glage]</strong>. L&apos;option <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> ne sera activ&eacute;e que lorsqu&apos;un pr&eacute;r&eacute;glage est d&eacute;fini &agrave; partir de la page <a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup">Configuration pr&eacute;r&eacute;gl&eacute;e</a>.</p>
        </div>
</div>
</div>

<div class="wn5-setup-section" ng-if="ImagePresetMode">
    <div class="wn5-setup-section-heading" ng-if="ImagePresetMode">
        <h2>Mode de pr&eacute;r&eacute;glage d&apos;image</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Divers pr&eacute;r&eacute;glages d&apos;image sont fournis &agrave; des fins sp&eacute;cifiques. S&eacute;lectionnez un pr&eacute;r&eacute;glage d&rsquo;image en fonction de l&apos;environnement dans lequel la cam&eacute;ra sera utilis&eacute;e.</p>

            <ul>
                <li><strong class="UI">Haute d&eacute;finition</strong>&nbsp;: il s&rsquo;agit du mode par d&eacute;faut lorsque la cam&eacute;ra sort de l&apos;usine.</li>
            <li><strong class="UI">Mouvement</strong>&nbsp;: principalement utilis&eacute; afin de capturer un sujet en mouvement de fa&ccedil;on nette. Le mode mouvement est s&eacute;lectionn&eacute; lorsqu&apos;il y a beaucoup d&apos;objets en mouvement, par exemple le long d&rsquo;une route ou dans un mus&eacute;e. Le bruit peut augmenter et la sensibilit&eacute; peut diminuer dans un environnement peu &eacute;clair&eacute;.</li>
            <li><strong class="UI">R&eacute;duction de bruit</strong>&nbsp;: ce mode est principalement utilis&eacute; afin de capturer une image avec moins de bruit, mais aussi dans un environnement peu &eacute;clair&eacute;.</li>
            <li><strong class="UI">Vid&eacute;o lumineuse</strong>&nbsp;: ce mode est utilis&eacute; afin de capturer une image lumineuse de toute la sc&egrave;ne, afin de rendre une zone sombre clairement visible. Cela peut r&eacute;duire le contraste de l&apos;image.</li>
            <li><strong class="UI">Mouvement et r&eacute;duction de bruit</strong>&nbsp;: ce mode est utilis&eacute; lorsqu&rsquo;il y a beaucoup d&apos;objets en mouvement et qu&apos;une image avec moins de bruit est n&eacute;cessaire dans un environnement peu &eacute;clair&eacute;.</li>
            <li><strong class="UI">Mouvement et vid&eacute;o lumineuse</strong>&nbsp;: utilis&eacute; lorsqu&rsquo;il y a beaucoup d&apos;objets en mouvement et qu&rsquo;une zone sombre doit appara&icirc;tre plus claire au sein de l&apos;image enti&egrave;re.</li>
            <li><strong class="UI">Vid&eacute;o vivide</strong>&nbsp;: utilis&eacute; pour afficher l&apos;image enti&egrave;re de fa&ccedil;on lumineuse et &eacute;clatante. Cela peut r&eacute;duire le contraste de l&apos;image et la gamme de couleurs.</li>
            <li><strong class="UI">Pr&eacute;r&eacute;glage de l&rsquo;utilisateur</strong>&nbsp;: utilis&eacute; afin d&rsquo;afficher l&apos;image comme cela a &eacute;t&eacute; d&eacute;fini par l&apos;utilisateur.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Valeur par d&eacute;faut pour chaque pr&eacute;r&eacute;glage d&rsquo;image</h3>
            <p>Lorsqu&apos;un pr&eacute;r&eacute;glage d&apos;image fourni est s&eacute;lectionn&eacute;, la valeur pr&eacute;r&eacute;gl&eacute;e par d&eacute;faut de l&apos;image correspondante est modifi&eacute;e. Les valeurs par d&eacute;faut sont les suivantes et ne peuvent pas &ecirc;tre modifi&eacute;es (les &eacute;l&eacute;ments pouvant &ecirc;tre modifi&eacute;s pour chaque pr&eacute;r&eacute;glage d&rsquo;image peuvent &ecirc;tre modifi&eacute;s en fonction de la situation)&nbsp;:</p>
            <table class="table table-bordered wn5-setup-table">
                <thead><!-- 표 머리행의 열을 추가하려면 <td>텍스트 입력</td> 형태로 입력하세요. --><tr>
                        <td>Pr&eacute;r&eacute;glage d&rsquo;image</td>
                        <td>Obturation minimale</td>
                        <td>Obturation maximale</td>
                        <td>AGC</td>
                        <td>SSDR</td>
                        <td>SSNR</td>
                        <td>COULEUR</td>
                    </tr>
                </thead>
                <tbody><!-- 표 행을 추가하려면 <tr><td>텍스트</td></tr>형태로 추가하세요. --><tr><!-- 표 행을 추가하려면 <td>텍스트</td>형태로 추가하세요. --><td>Qualit&eacute;</td>
                        <td>1/5</td>
                        <td>1/12000</td>
                        <td>Haute</td>
                        <td>12</td>
                        <td>12</td>
                        <td>50</td>

                    </tr>
                    <tr>
                        <td>Mouvement</td>
                        <td>1/30</td>
                        <td>1/12000</td>
                        <td>Haute</td>
                        <td>12</td>
                        <td>4</td>
                        <td>50</td>
                    </tr>
                            <tr>
                        <td>R&eacute;duction de bruit</td>
                        <td>1/15</td>
                        <td>1/12000</td>
                        <td>Moyen</td>
                        <td>12</td>
                        <td>12</td>
                        <td>50</td>
                    </tr>

                            <tr>
                        <td>Vid&eacute;o lumineuse</td>
                        <td>1/5</td>
                        <td>1/12000</td>
                        <td>Haute</td>
                        <td>18</td>
                        <td>12</td>
                        <td>50</td>
                    </tr>

                            <tr>
                        <td>Mouvement &amp; r&eacute;duction de bruit</td>
                        <td>1/30</td>
                        <td>1/12000</td>
                        <td>Moyen</td>
                        <td>12</td>
                        <td>4</td>
                        <td>50</td>
                    </tr>
                        <tr>
                        <td>Mouvement &amp; vid&eacute;o lumineuse</td>
                        <td>1/30</td>
                        <td>1/12000</td>
                        <td>Haute</td>
                        <td>18</td>
                        <td>4</td>
                        <td>50</td>
                    </tr>
                        <tr>
                        <td>Vid&eacute;o vivide</td>
                        <td>1/5</td>
                        <td>1/12000</td>
                        <td>Haute</td>
                        <td>18</td>
                        <td>12</td>
                        <td>90</td>
                    </tr>
                    <tr>
                        <td>Pr&eacute;r&eacute;glage utilisateur</td>
                        <td>Manuel</td>
                        <td>Manuel</td>
                        <td>Manuel</td>
                        <td>Manuel</td>
                        <td>Manuel</td>
                        <td>Manuel</td>
                    </tr>
                </tbody>
            </table>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr" ng-if="Sensor">
<div class="wn5-setup-section" ng-if="Sensor">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="sensor"></a>Capteur</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>R&eacute;glez le nombre d&apos;images par seconde qui seront captur&eacute;es par le capteur CMOS de la cam&eacute;ra (la valeur maximum de <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Profil vid&eacute;o]</strong>&gt;<strong class="UI">[Vitesse d&apos;enregistrement]</strong> en fonction du nombre d&apos;images d&eacute;finies par le capteur).</p>
        </div>

        <div class="wn5-setup-section-article-content">
            
            <h3>Mode cadre</h3>
            <p>D&eacute;finissez une vitesse d&apos;enregistrement souhait&eacute;e. Une vitesse d&apos;enregistrement diff&eacute;rente ne peut pas &ecirc;tre d&eacute;finie pour chaque pr&eacute;r&eacute;glage d&rsquo;image. La vitesse d&apos;enregistrement s&apos;applique &agrave; tous les pr&eacute;r&eacute;glages d&apos;image de la m&ecirc;me mani&egrave;re.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>SSDR</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>SSDR augmente la luminosit&eacute; d&apos;une zone sombre afin de r&eacute;v&eacute;ler une image dans un environnement o&ugrave; la diff&eacute;rence entre zone sombre et zone claire est importante. La valeur du niveau est d&eacute;finie automatiquement pour chaque pr&eacute;r&eacute;glage d&rsquo;image fourni dans la cam&eacute;ra et ne peut pas &ecirc;tre modifi&eacute;e. Si vous n&apos;utilisez pas la fonction ou si vous souhaitez changer la valeur du niveau, utilisez le pr&eacute;r&eacute;glage utilisateur.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>SSDR</h3>
            <p>Pour utiliser le SSDR, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau</h3>
            <p>Ajuster le niveau de la plage dynamique. Plus le niveau augmente, plus la zone sombre devient lumineuse.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Plage D</h3>
            <p>S&eacute;lectionnez la zone d&apos;amplitude de la plage dynamique.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr" ng-if="WhiteBalance">
<div class="wn5-setup-section" ng-if="WhiteBalance">
    <div class="wn5-setup-section-heading">
        <h2>Balance des blancs</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez effectuer des corrections afin d&rsquo;afficher la couleur blanche correctement, et les autres couleurs normalement, dans n&apos;importe quelles conditions d&apos;&eacute;clairage. Ceci peut &ecirc;tre r&eacute;gl&eacute; indiff&eacute;remment du pr&eacute;r&eacute;glage d&apos;image.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>Mode</h3>
            <p>S&eacute;lectionnez le mode de balance des blancs en fonction de l&apos;environnement dans lequel la cam&eacute;ra est utilis&eacute;e.</p>
            <ul>
                <li><strong class="UI">Manuel</strong>&nbsp;: Vous pouvez ajuster le gain des rouges et le gain des bleus manuellement. Si plus de couleur rouge est affich&eacute;e, baissez le gain des rouges, et si plus de couleur bleue est affich&eacute;e, baissez le gain des bleus. Si plus de couleur verte est affich&eacute;e, augmentez les valeurs des rouges et bleus.</li>
                <li><strong class="UI">ATW</strong>: Corrige la couleur de la cam&eacute;ra automatiquement.</li>
                <li><strong class="UI">Ext&eacute;rieur</strong>&nbsp;: Les couleurs de la cam&eacute;ra sont corrig&eacute;es afin d&rsquo;&ecirc;tre optimis&eacute;es pour un environnement ext&eacute;rieur.</li>
                <li><strong class="UI">Int&eacute;rieur</strong>&nbsp;: La correction est r&eacute;alis&eacute;e afin d&rsquo;optimiser les couleurs pour un environnement int&eacute;rieur.</li>
                <li><strong class="UI">AWC</strong>: La correction d&apos;&eacute;cran est r&eacute;alis&eacute;e afin d&rsquo;optimiser les couleurs des conditions d&apos;&eacute;clairage actuelles. Lorsque vous pointez la cam&eacute;ra sur du papier blanc et que vous appuyez sur le bouton <strong class="UI">[Configuration]</strong>, le gain des rouges et le gain des bleus sont ajust&eacute;s et appliqu&eacute;s &agrave; l&apos;image. Si l&apos;environnement change, elle doit &ecirc;tre ajust&eacute;e &agrave; nouveau.</li>
                <li ng-if="PTZModel"><strong class="UI">MERCURE</strong>: La correction d&apos;&eacute;cran est r&eacute;alis&eacute;e afin d&rsquo;optimiser les couleurs des conditions d&apos;&eacute;clairage au mercure.</li>
                <li ng-if="PTZModel"><strong class="UI">SODIUM</strong>: La correction d&apos;&eacute;cran est r&eacute;alis&eacute;e afin d&rsquo;optimiser les couleurs des conditions d&apos;&eacute;clairage au sodium.</li>
            </ul>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Gain des rouges</h3>
            <p>Ajustez le gain des rouges. Si le gain des rouges est &eacute;lev&eacute;, plus de couleur rouge appara&icirc;t sur l&apos;&eacute;cran. Si trop de rouge appara&icirc;t, diminuez le gain des rouges.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Gain des bleus</h3>
            <p>Ajustez le gain des bleus. Si le gain des bleus est &eacute;lev&eacute;, plus de couleur bleue appara&icirc;t sur l&apos;&eacute;cran. Si trop de bleu appara&icirc;t, diminuez le gain des bleus.</p>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Dans tous les cas suivants, la balance des blancs peut ne pas fonctionner normalement. Dans ce cas, ajustez la balance des blancs via le mode <strong class="UI">[AWC]</strong>&nbsp;:</li>
                <ul>
                    <li>Si l&apos;environnement d&eacute;passe la plage de correction de la temp&eacute;rature de couleur, comme un ciel d&eacute;gag&eacute; ou un coucher de soleil</li>
                    <li>Si l&apos;environnement est sombre</li>
                    <li>Si la cam&eacute;ra fait directement face &agrave; une lumi&egrave;re fluorescente ou s&apos;il y a un changement d&apos;&eacute;clairage important.</li>
                </ul>
            </ul>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr" ng-if="BackLight">
<div class="wn5-setup-section" ng-if="BackLight">
    <div class="wn5-setup-section-heading">
        <h2>Lumi&egrave;re &agrave; contre-jour</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Une image captur&eacute;e &agrave; contre-jour peut &ecirc;tre corrig&eacute;e. S&eacute;lectionnez parmi D&eacute;sactiv&eacute;, BLC, HLC ou WDR dans <strong class="UI">[Mode]</strong> et changez le r&eacute;glage en fonction du mode de contre-jour s&eacute;lectionn&eacute;.</p>

        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="BLC"></a>BLC</h3>
            <p>Le mode BLC (Back Light Compensation) s&eacute;lectionne et corrige une zone sp&eacute;cifique sur une image sombre prise &agrave; contre-jour afin d&rsquo;afficher plus clairement un objet dans une zone s&eacute;lectionn&eacute;e. Ajustez la taille de la zone en contr&ocirc;lant les boutons Haut, Bas, Gauche et Droite.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau de la BLC</h3>
            <p>Vous pouvez s&eacute;lectionner un niveau entre bas, moyen ou &eacute;lev&eacute;. Plus le niveau est &eacute;lev&eacute;, plus la zone d&eacute;finie est lumineuse.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>R&eacute;glage de la zone</h3>
            <ul>
                <li><strong class="UI">Haut</strong>&nbsp;: D&eacute;finissez la distance entre la surface haute et le haut de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Bas</strong>&nbsp;: D&eacute;finissez la distance entre la surface basse et le bas de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Gauche</strong>&nbsp;: D&eacute;finissez la distance entre la surface de gauche et le c&ocirc;t&eacute; gauche de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Droite</strong>&nbsp;: D&eacute;finissez la distance entre la surface de droite et le c&ocirc;t&eacute; droit de l&apos;&eacute;cran.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="HLC"></a>HLC</h3>
            <p>Le mode HLC (High Light Compensation) bloque les &eacute;clairages forts, tels que les lampadaires ou les phares d&apos;un v&eacute;hicule, afin d&rsquo;&eacute;viter qu&apos;un objet ne soit m&eacute;connaissable.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau de la HLC</h3>
            <p>Vous pouvez s&eacute;lectionner un niveau entre bas, moyen ou &eacute;lev&eacute;. Plus le levier est &eacute;lev&eacute;, meilleure est la correction.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Masque</h3>
            <p>Choisissez si vous souhaitez ou non appliquer le masque. S&eacute;lectionnez <strong class="UI">[Toute la journ&eacute;e]</strong> si vous souhaitez appliquer le masque toute la journ&eacute;e, ou s&eacute;lectionnez <strong class="UI">[Nuit seulement]</strong> si vous souhaitez appliquer le masque uniquement la nuit.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Couleur du masque</h3>
            <p>D&eacute;finissez la couleur du masque.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Ton du masque</h3>
            <p>D&eacute;finissez le ton du masque.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Att&eacute;nuation</h3>
            <p>La luminosit&eacute; de l&apos;image est ajust&eacute;e automatiquement en fonction de l&apos;environnement.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>R&eacute;glage de la zone</h3>
            <ul>
                <li><strong class="UI">Haut</strong>&nbsp;: D&eacute;finissez la distance entre la surface haute et le haut de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Bas</strong>&nbsp;: D&eacute;finissez la distance entre la surface basse et le bas de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Gauche</strong>&nbsp;: D&eacute;finissez la distance entre la surface de gauche et le c&ocirc;t&eacute; gauche de l&apos;&eacute;cran.</li>
                <li><strong class="UI">Droite</strong>&nbsp;: D&eacute;finissez la distance entre la surface de droite et le c&ocirc;t&eacute; droit de l&apos;&eacute;cran.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="WDR"></a>WDR</h3>
            <p>Le mode WDR (Wide Dynamic Range) montre &agrave; la fois une zone sombre et une zone lumineuse dans un environnement &agrave; contre-jour. Cette m&eacute;thode capture une fois avec un obturateur rapide afin de montrer clairement une zone lumineuse, et encore une fois avec un obturateur lent afin de montrer clairement une zone sombre en utilisant les doubles obturateurs de la cam&eacute;ra, puis combine uniquement les parties clairement visibles des deux images en une seule image. Si le mode WDR est utilis&eacute;, du bruit peut appara&icirc;tre entre la zone claire et la zone sombre.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau de la WDR</h3>
            <p>Vous pouvez s&eacute;lectionner un niveau entre bas, moyen ou &eacute;lev&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Automatique</h3>
            <p>Si <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;, l&apos;image est analys&eacute;e et le mode WDR est activ&eacute; automatiquement lorsqu&rsquo;il est n&eacute;cessaire de corriger le contre-jour.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>&Eacute;teindre faible lumi&egrave;re</h3>
            <p>Si <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;, le mode WDR est automatiquement d&eacute;sactiv&eacute; dans un environnement peu &eacute;clair&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>&Eacute;teindre en N/B</h3>
            <p>Si <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;, le mode WDR est automatiquement d&eacute;sactiv&eacute; lorsque le mode N/B est activ&eacute;.</p><!--<ul>
                <li><strong class="UI">Auto 1</strong>: This function corrects the phenomenon where the center of the image turns white due to LED light from auto exposure.</li>
                <li><strong class="UI">Auto 2</strong>: This function corrects the phenomenon where the whole screen turns white due to LED light.</li>
            </ul> --></div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Lorsque le mode WDR est s&eacute;lectionn&eacute;, la valeur de l&apos;obturateur est r&eacute;initialis&eacute;e. L&apos;&eacute;cran deviendra clair puis deviendra sombre.</li>
                <li>Lorsque l&apos;objectif P-Iris est utilis&eacute; manuellement, ou que l&apos;obturateur anti-scintillement est utilis&eacute;, les performances du mode WDR sont limit&eacute;es.</li>
                <li>Lorsque le mode WDR est utilis&eacute;, la vitesse d&apos;enregistrement est r&eacute;duite de moiti&eacute;.</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Exposition</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Changez l&apos;exposition en fonction de l&apos;environnement de la cam&eacute;ra. Si l&apos;arri&egrave;re-plan est plus sombre que le sujet, le sujet ne s&apos;affichera normalement que lorsque l&apos;exposition sera r&eacute;duite. &Agrave; l&rsquo;inverse, si l&apos;arri&egrave;re-plan est plus clair que le sujet, le sujet ne s&apos;affichera normalement que lorsque l&apos;exposition sera renforc&eacute;e Une valeur par d&eacute;faut est d&eacute;finie s&eacute;par&eacute;ment pour chaque pr&eacute;r&eacute;glage d&rsquo;image, elle ne peut pas &ecirc;tre modifi&eacute;e. Cependant, la luminosit&eacute; peut &ecirc;tre modifi&eacute;e pour tout pr&eacute;r&eacute;glage d&rsquo;image.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>Luminosit&eacute;</h3>
            <p>La luminosit&eacute; de l&apos;&eacute;cran peut &ecirc;tre ajust&eacute;e. Plus le nombre est &eacute;lev&eacute;, plus l&apos;&eacute;cran est lumineux.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MinShutterOptions">
            <h3>Obturation minimale</h3>
            <p>L&apos;obturateur peut r&eacute;gler l&apos;exposition du capteur automatiquement en fonction de l&apos;environnement&nbsp;; l&apos;obturateur &eacute;lectronique fonctionne &agrave; une distance comprise entre l&apos;obturation minimale et l&apos;obturation maximale. L&rsquo;obturation minimale correspond &agrave; la valeur minimale de la possible plage de temps d&apos;exposition, et d&eacute;finit une dur&eacute;e d&apos;exposition longue.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxShutterOptions">
            <h3>Obturation maximale</h3>
            <p>L&rsquo;obturation maximale correspond &agrave; la valeur maximale de la possible plage de temps d&apos;exposition, et d&eacute;finit une dur&eacute;e d&apos;exposition courte.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PreferShutterOptions">
            <h3>Obturateur pr&eacute;f&eacute;r&eacute;</h3>
            <p>D&eacute;signe l&apos;obturateur pr&eacute;f&eacute;r&eacute; de l&apos;utilisateur pour la r&eacute;duction d&apos;apparition de flou de jour si l&apos;obturateur est &agrave; faible vitesse. R&eacute;glez l&apos;obturateur pr&eacute;f&eacute;r&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="AFLKModeOptions">
            <h3>Anti scintillement</h3>
            <p>Emp&ecirc;che le scintillement de l&apos;&eacute;cran qui se produit en raison de l&apos;irr&eacute;gularit&eacute; de l&apos;&eacute;clairage dans l&apos;environnement de capture.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="ExposureControlSpeed">
            <h3>Vitesse de contr&ocirc;le</h3>
            <p>S&eacute;lectionnez <strong class="UI">[&Eacute;lev&eacute;]</strong> afin d&rsquo;appliquer rapidement l&apos;exposition de l&apos;&eacute;cran lorsque le niveau d&apos;&eacute;clairage change vite, par exemple au moment d&rsquo;entrer ou de sortir d&apos;un tunnel. Il est recommand&eacute; de la r&eacute;gler sur <strong class="UI">[Normal]</strong> lorsque la luminosit&eacute; de l&apos;&eacute;cran change continuellement, car il r&eacute;agit de fa&ccedil;on tr&egrave;s sensible au changement d&apos;&eacute;clairage.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="SSNRLevel">
            <h3>SSNR</h3>
            <p>Supprimer le bruit de l&apos;image</p>
            <ul>
                <li><strong class="UI">Activ&eacute;/D&eacute;sactiv&eacute;</strong>&nbsp;: D&eacute;finit si la fonction SSNR doit &ecirc;tre utilis&eacute;e ou non. Lorsque <strong class="UI">[Activ&eacute;]</strong> est s&eacute;lectionn&eacute;, le niveau du SSNR peut &ecirc;tre ajust&eacute;.</li>
                <li><strong class="UI">Wise NR</strong>&nbsp;: Lorsqu&apos;un objet en mouvement se trouve dans l&apos;image, le niveau de r&eacute;duction du bruit est automatiquement ajust&eacute; afin de mieux distinguer l&rsquo;objet.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content"  ng-if="SSNR2DLevel">
            <h3>Niveau 2D SSNR</h3>
            <p>2D SSNR r&eacute;duit le bruit de l&apos;image en utilisant des pixels adjacents dans une image. R&eacute;glez le niveau 2D SSNR. Le niveau peut &ecirc;tre r&eacute;gl&eacute; lorsque <strong class="UI">[Activ&eacute;]</strong> ou <strong class="UI">[Wise NR]</strong> est s&eacute;lectionn&eacute; pour <strong class="UI">[SSNR].</strong></p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="SSNR3DLevel">
            <h3>Niveau 3D SSNR</h3>
            <p>3D SSNR r&eacute;duit le bruit sur l&apos;image en utilisant les pixels de diverses images. R&eacute;glez le niveau 3D SSNR. Le niveau peut &ecirc;tre r&eacute;gl&eacute; lorsque <strong class="UI">[Activ&eacute;]</strong> ou <strong class="UI">[Wise NR]</strong> est s&eacute;lectionn&eacute; pour <strong class="UI">[SSNR].</strong></p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="IrisModeOptions">
            <h3>Iris</h3>
            <p>Choisissez parmi DC (Auto), manuel, P-Iris.</p>
            <ul>
                <li><strong class="UI">DC (Auto)</strong>&nbsp;: Ajuste l&apos;iris en d&eacute;terminant la quantit&eacute; de lumi&egrave;re entrante.</li>
                <li><strong class="UI">Manuel</strong>&nbsp;: Ajuste l&apos;iris manuellement.</li>
                <li ng-if="!PTZModel"><strong class="UI">P-Iris</strong>&nbsp;: Ajuste l&apos;iris via le moteur pas-&agrave;-pas. Une grande profondeur de champ peut &ecirc;tre assur&eacute;e de sorte qu&apos;un certain nombre d&apos;objets &agrave; diff&eacute;rentes distances peuvent &ecirc;tre mis au point en m&ecirc;me temps.</li>
            </ul>
        </div>

		<div class="wn5-setup-section-article-content" ng-if="IrisFnoOptions">
            <h3>Pas de F. Iris</h3>
            <p>Activ&eacute; lorsque le mode <strong class="UI">[Iris]</strong> est <strong class="UI">r&eacute;gl&eacute; sur [Manuel]</strong>&nbsp;; il d&eacute;finit le nombre f de l&apos;iris.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="Lens">
            <h3>Objectif</h3>
            <p>Choisissez parmi DC (Auto), manuel et P-Iris disponible.</p>
            <ul>
                <li><strong class="UI">DC (Auto)</strong>&nbsp;: Ajuste l&apos;iris en d&eacute;terminant la quantit&eacute; de lumi&egrave;re entrante.</li>
                <li><strong class="UI">Manuel</strong>&nbsp;: Ajuste l&apos;iris manuellement.</li>
                <li><strong class="UI">P-Iris</strong>&nbsp;: Ajuste l&apos;iris via le moteur pas-&agrave;-pas. Une grande profondeur de champ peut &ecirc;tre assur&eacute;e de sorte qu&apos;un certain nombre d&apos;objets &agrave; diff&eacute;rentes distances peuvent &ecirc;tre mis au point en m&ecirc;me temps. Choisissez parmi les types d&apos;iris disponibles.</li>
            </ul>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PIrisModeOptions">
            <h3>P-Iris</h3>
            <p>Activ&eacute; lorsque l&apos;option P-Iris est s&eacute;lectionn&eacute;e dans <strong class="UI">[Objectif]</strong>. Lorsque <strong class="UI">[Auto]</strong> est s&eacute;lectionn&eacute;, l&apos;iris est ajust&eacute; automatiquement en fonction de la luminosit&eacute;. Lorsque <strong class="UI">[Manuel]</strong> est s&eacute;lectionn&eacute;, l&apos;utilisateur d&eacute;finit directement la position de l&apos;iris.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PIrisPosition">
            <h3>Position du P-Iris</h3>
            <p>L&rsquo;option est activ&eacute;e lorsque <strong class="UI">[Manuel]</strong> est s&eacute;lectionn&eacute; pour <strong class="UI">[P-Iris]</strong>. La position du P-Iris peut &ecirc;tre ajust&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="AGCModeOptions">
            <h3>AGC</h3>
            <p>AGC (Auto Gain Control) ajuste la luminosit&eacute; en contr&ocirc;lant la sensibilit&eacute; du gain de l&apos;image au moment de capturer un objet situ&eacute; dans la p&eacute;nombre.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr" ng-if="DayNight">
<div class="wn5-setup-section" ng-if="DayNight">
    <div class="wn5-setup-section-heading">
        <h2>Diurne/Nocturne</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Passez l&apos;image &agrave; couleur ou noir et blanc en fonction de l&apos;environnement de la cam&eacute;ra. Lorsque le temps de passage est r&eacute;gl&eacute;, l&apos;image peut &ecirc;tre pass&eacute;e en couleur ou en noir et blanc selon les pr&eacute;f&eacute;rences. Lorsque vous passez en mode Diurne/Nocturne, un &eacute;v&eacute;nement de d&eacute;tection de mouvement ou un &eacute;v&eacute;nement d&apos;analyse d&apos;image ne peut pas &ecirc;tre d&eacute;tect&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>Mode</h3>
            <p>Permet de s&eacute;lectionner le mode qui passe la cam&eacute;ra &agrave; couleur ou noir et blanc.</p>
            <ul>
                <li><strong class="UI">Couleur</strong>&nbsp;: produit une image en couleur.</li>
                <li><strong class="UI">N/B</strong>&nbsp;: produit une image en noir et blanc.</li>
                <li><strong class="UI">Automatique</strong>&nbsp;: passe en mode couleur pendant la journ&eacute;e, et en noir et blanc la nuit ou lorsque l&rsquo;&eacute;clairage est faible. Si <strong class="UI">[D&eacute;sactiv&eacute;]</strong> est d&eacute;fini pour <strong class="UI">[AGC]</strong> dans <strong class="UI">[Exposition]</strong>, la fonction Diurne/Nocturne ne peut pas &ecirc;tre r&eacute;gl&eacute;e automatiquement.</li>
                <li ng-if="!PTZModel"><strong class="UI">Externe</strong>&nbsp;: lorsqu&apos;une borne d&apos;entr&eacute;e d&apos;alerte est reli&eacute;e &agrave; un &eacute;quipement externe, la couleur et le noir et blanc peuvent &ecirc;tre contr&ocirc;l&eacute;s.</li>
                <li ng-if="!PTZModel"><strong class="UI">Calendrier</strong>&nbsp;: Diurne/Nocturne est remplac&eacute; par le calendrier d&eacute;fini depuis <strong class="UI">[Temps d&apos;activation (Couleur)]</strong>.</li><!--  <li ng-if="DayNightSchedule"><strong class="UI">Schedule (Color)</strong>: Displays the camera image in color according to the schedule set from <strong class="UI">[Activation time]</strong>.</li>
                <li ng-if="DayNightSchedule"><strong class="UI">Schedule (B/W)</strong>: Displays the camera image in black and white according to the schedule set from <strong class="UI">[Activation time]</strong>.</li>  --></ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Temps de passage</h3>
            <p>Passe en couleur ou en noir et blanc lorsque <strong class="UI">[Automatique]</strong> est s&eacute;lectionn&eacute; pour Diurne/Nocturne et que la luminosit&eacute; est maintenue pendant le temps de passage d&eacute;fini.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Dur&eacute;e</h3>
            <p>D&eacute;finit l&apos;intervalle de temps lors du passage en couleur ou en noir et blanc.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="!PTZModel">
            <h3>Entr&eacute;e d&apos;alerte</h3>
            <p>Passe l&apos;image &agrave; couleur ou &agrave; noir et blanc en fonction de l&apos;ouverture et de la fermeture du capteur d&apos;alarme. Lorsque <strong class="UI">[Externe]</strong> est d&eacute;fini pour <strong class="UI">[Mode]</strong> dans <strong class="UI">[Diurne/Nocturne]</strong>, la fonction <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<strong class="UI">[Entr&eacute;e d&apos;alerte]</strong> est d&eacute;sactiv&eacute;e et la page de configuration n&apos;appara&icirc;t pas.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="SimpleFocusAfterDayNight">
            <h3>Mise au point simple apr&egrave;s D/N</h3>
            <p>Ajuste automatiquement la mise au point de l&apos;image apr&egrave;s un changement Diurne/Nocturne.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Temps d&apos;activation (couleur)</h3>
            <p>D&eacute;finit le calendrier du fonctionnement en mode couleur. Lorsque <strong class="UI">[Quotidiennement]</strong> est s&eacute;lectionn&eacute; et que l&apos;heure est r&eacute;gl&eacute;e, le mode couleur est activ&eacute; tous les jours &agrave; l&apos;heure correspondante et le mode noir et blanc est activ&eacute; le reste du temps. Si vous ne souhaitez pas que le mode couleur soit r&eacute;gl&eacute; sur la m&ecirc;me heure tous les jours, vous pouvez d&eacute;s&eacute;lectionner <strong class="UI">[Quotidiennement]</strong> et r&eacute;gler l&apos;heure d&apos;activation sur Lun., Mar., Mer., Jeu., Ven., Sam. ou Dim., respectivement.</p>
          </div><!-- <div class="wn5-setup-section-article-content" ng-if="DayNightSchedule">
              <h3>Activation time</h3>
                      <p>Operation scheduleSet the schedule to display the camera image in color or black and white. Select <strong class="UI">[Schedule (Color)]</strong> or <strong class="UI">[Schedule (B/W)]</strong> in <strong class="UI">[Mode]</strong> to activate the activation time option.</p>
                      <p>For example, if you select <strong class="UI">[Schedule (Color)]</strong> in <strong class="UI">[Mode]</strong>, select <strong class="UI">[Everyday]</strong>, and set the time, the color mode will be activated every day at that time, and it will operate in black and white mode for the rest of the time. You can deselect <strong class="UI">[Everyday]</strong> and set the activation time of the color mode to Mon., Tue., Wed., Thu., Fri., Sat. or Sun., respectively.  </p>
                  </div> --></div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Sp&eacute;cial</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez ajuster la nettet&eacute;, le contraste, le niveau des couleurs et le d&eacute;sembuage d&rsquo;une image.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="DIS">
            
            <h3>DIS</h3>
            <p>Lorsqu&rsquo;un tremblement de l&apos;image est d&eacute;tect&eacute;, DIS (Digital Image Stabilization) le corrige automatiquement et stabilise l&apos;&eacute;cran.</p>
        </div>
        <div class="wn5-online-help-info" ng-if="Statistics">
        			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                            <ul>
                                <li>Si vous changez le r&eacute;glage DIS, l&apos;&eacute;cran vid&eacute;o peut &ecirc;tre r&eacute;duit ou agrandi. Modifiez les param&egrave;tres d&apos;analyse et de statistiques afin de pouvoir analyser la vid&eacute;o ou d&rsquo;accumuler les donn&eacute;es statistiques en fonction de la vid&eacute;o modifi&eacute;e. Ces param&egrave;tres peuvent &ecirc;tre modifi&eacute;s dans le menu <strong class="UI">[Analyse]</strong> et le menu <strong class="UI">[Statistiques]</strong>.</li>
                            </ul>
                </div>
        						<div class="wn5-online-help-info">
        			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                    <ul>
                        <li>Si vous changez le r&eacute;glage DIS, l&apos;&eacute;cran vid&eacute;o peut &ecirc;tre r&eacute;duit ou agrandi. Modifiez le param&egrave;tre d&apos;analyse dans le menu <strong class="UI">[Analyse]</strong> afin que la vid&eacute;o puisse &ecirc;tre analys&eacute;e suivant la vid&eacute;o modifi&eacute;e.</li>
                    </ul>
                </div>

        <div class="wn5-setup-section-article-content" ng-if="SharpnessLevel">
            <h3>Nettet&eacute;</h3>
            <p>Ajuste la nettet&eacute; globale de l&apos;image.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="SharpnessLevel">
            <h3>Niveau de d&eacute;finition</h3>
            <p>Ajuste la nettet&eacute; globale de l&apos;image. Vous pouvez d&eacute;finir le niveau de d&eacute;finition en choisissant <strong class="UI">[Activ&eacute;]</strong> pour <strong class="UI">[Nettet&eacute;]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Gamma">
            <h3>Niveau de facteur de contraste</h3>
            <p>Ajuste le contraste de l&apos;image. Cela correspond &agrave; l&apos;&eacute;cart entre la partie la plus lumineuse et la partie la plus sombre d&apos;une image&nbsp;; un niveau de facteur de contraste plus &eacute;lev&eacute; signifie que la diff&eacute;rence de luminosit&eacute; se voit plus clairement.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Contrast">
            <h3>Contraste</h3>
            <p>Ajuste le contraste des teintes de l&apos;image.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Saturation">
            <h3>Niveau des couleurs</h3>
            <p>Ajuste l&apos;intensit&eacute; des couleurs de l&apos;image.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="DefogModeOptions">
            <h3>D&eacute;sembuage</h3>
            <p>Corrige l&apos;image quand le temps est brumeux ou nuageux. Lorsque <strong class="UI">[Automatique]</strong> est s&eacute;lectionn&eacute;, l&apos;environnement est d&eacute;tect&eacute; et l&apos;image est automatiquement corrig&eacute;e. Lorsque <strong class="UI">[Manuel]</strong> est s&eacute;lectionn&eacute;, l&apos;utilisateur peut voir l&apos;environnement et d&eacute;finir le niveau de correction directement. R&eacute;glez sur <strong class="UI">[Manuel]</strong> si vous souhaitez appliquer la fonction de d&eacute;sembuage si la quantit&eacute; de brouillard change.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="DefogLevel">
            <h3>Niveau de d&eacute;sembuage</h3>
            <p>Activ&eacute; lorsque <strong class="UI">[Manuel]</strong> est d&eacute;fini pour D&eacute;sembuage&nbsp;; il ajuste le niveau de d&eacute;sembuage. Un niveau de d&eacute;sembuage plus &eacute;lev&eacute; permet d&rsquo;afficher l&apos;image plus clairement. Si le niveau de brume est bas et qu&apos;un niveau de d&eacute;sembuage &eacute;lev&eacute; est d&eacute;fini, l&apos;&eacute;cran peut sembler plus sombre.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="LDCLevel">
            <h3>LDC</h3>
            <p>CDL (correction de la distorsion de la lentille) corrige la distorsion de l&apos;image sur le bord d&apos;un objectif grand angle.</p>
			 <ul>
                <li><strong class="UI">D&eacute;sactiv&eacute;</strong>&nbsp;: La fonction de correction de distorsion de l&apos;image n&apos;est pas utilis&eacute;e.</li>
                <li><strong class="UI">Manuel</strong>&nbsp;: Ajuste manuellement le niveau de correction de la distorsion.</li>
                <li ng-if="LDCAuto"><strong class="UI">Automatique</strong>&nbsp;: R&egrave;gle la distorsion de l&apos;image automatiquement.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="LDCLevel">
            <h3>Niveau de CDL</h3>
            <p>Ajuste le niveau de la fonction CDL. Activ&eacute; lorsque <strong class="UI">[Manuel]</strong> est d&eacute;fini pour <strong class="UI">[CDL]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>OSD</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Affiche le titre de la cam&eacute;ra ou la date et l&apos;heure, et d&eacute;finit l&apos;emplacement, la taille, la couleur et la transparence des caract&egrave;res.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            
            <h3>Titre de la cam&eacute;ra</h3>
            <p>D&eacute;finit s&apos;il faut ou non afficher le titre de la cam&eacute;ra. Lorsque <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;, les boutons <strong class="UI">[Ajouter]</strong>/<strong class="UI">[Effacer]</strong> seront activ&eacute;s.</p>
            <p>Lorsque vous cliquez sur le bouton <strong class="UI">[Ajouter]</strong>, un champ o&ugrave; un titre de cam&eacute;ra peut &ecirc;tre entr&eacute; sera ajout&eacute; &agrave; la liste. Entrez le titre de la cam&eacute;ra et d&eacute;finissez l&apos;emplacement en d&eacute;pla&ccedil;ant les coordonn&eacute;es X et Y. Il est possible d&apos;ajouter jusqu&apos;&agrave; 5&nbsp;titres de cam&eacute;ra.</p>
            <p>Pour effacer un titre de cam&eacute;ra, s&eacute;lectionnez le titre &agrave; effacer et cliquez sur le bouton <strong class="UI">[Effacer]</strong>. Pour avoir un aper&ccedil;u de l&apos;affichage du titre de la cam&eacute;ra sur l&apos;&eacute;cran apr&egrave;s l&apos;avoir saisi, entrez le titre de la cam&eacute;ra et cliquez sur le bouton <strong class="UI">[Aper&ccedil;u]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Date et heure</h3>
            <p>Pour afficher la date et l&apos;heure sur l&apos;&eacute;cran, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. S&eacute;lectionnez le type d&apos;affichage de la date et d&eacute;finissez la position pour afficher la date et l&apos;heure en d&eacute;pla&ccedil;ant les coordonn&eacute;es X et Y.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Taille</h3>
            <p>Ajuste la taille de l&apos;OSD.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Couleur</h3>
            <p>D&eacute;finit la couleur de l&apos;OSD.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Transparence</h3>
            <p>D&eacute;finit la transparence de l&apos;OSD.</p>
        </div>
		<div class="wn5-setup-section-article-content" ng-if="PTZModel">
            <h3>Superposition</h3>
            <p>L&apos;utilisateur peut afficher les coordonn&eacute;es PTZ de la cam&eacute;ra ou les noms des pr&eacute;r&eacute;glages sur l&apos;&eacute;cran.</p>
        </div><!-- <div class="wn5-setup-section-article-content">
            <h3>Overlay image </h3>
            <p>The user can display a desired image at the top left of the screen. Upload an image from the <strong class="UI">[Upload image]</strong> menu.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Upload image</h3>
            <p>Search a file in bitmap format by clicking the <strong class="UI">[…]</strong> button. Upload an image file by clicking the <strong class="UI">[Upload]</strong> button. To delete an image file, click the <strong class="UI">[Delete]</strong> button. The specifications of applicable images include 16-bit or 24-bit bitmap files (RGB565 not supported), 128px (fixed) for the width and length, and a file size of 52 KB or less.</p>
        </div> --></div>
</div>
        <hr class="wn5-setup-hr" ng-if="ColorPalette">
        <div class="wn5-setup-section" ng-if="ColorPalette">
            <div class="wn5-setup-section-heading">
                <h2>Palette de couleurs</h2>
            </div>
            <div class="wn5-setup-section-article">
                <div class="wn5-setup-section-article-content">
                    <p>L&apos;utilisateur peut choisir la palette de couleurs qu&apos;il souhaite, afin de pouvoir analyser visuellement les images de la cam&eacute;ra thermique.</p>

                </div>
                <div class="wn5-setup-section-article-content">

                    <h3>Palette de couleurs</h3>
                    <p>S&eacute;lectionnez la palette de couleurs souhait&eacute;e parmi les options. Les options que vous s&eacute;lectionnez s&apos;appliquent &eacute;galement &agrave; la <strong class="UI">[Page de direct]</strong>.</p>
                    <p>Le sch&eacute;ma de repr&eacute;sentation des couleurs pour chaque option de palette de couleurs est le suivant.</p>
                    <ul>
                        <li><strong class="UI">Blanc, chaud</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es du blanc vers le noir.</li>
                        <li><strong class="UI">Noir, chaud</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es du noir vers le blanc.</li>
                        <li><strong class="UI">Arc-en-ciel</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es en rouge, orange, jaune, vert, bleu, indigo et violet.</li>
                        <li><strong class="UI">Wisenet</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es de l&rsquo;orange vers le noir.</li>
                        <li><strong class="UI">S&eacute;pia</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es du jaune vers le noir.</li>
                        <li><strong class="UI">Rouge</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es du noir vers le rouge.</li>
                        <li><strong class="UI">Fer</strong>&nbsp;: &Agrave; haute temp&eacute;rature, les temp&eacute;ratures basses sont exprim&eacute;es du jaune vers le violet.</li>
                    </ul>
                </div>
        	</div>
        </div>


<hr class="wn5-setup-hr" ng-if="FocusModeOptions">
<div class="wn5-setup-section" ng-if="FocusModeOptions">
    <div class="wn5-setup-section-heading">
        <h2>Mise au point</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez r&eacute;gler le mode de fonctionnement de la mise au point de la cam&eacute;ra, utiliser ou non le zoom num&eacute;rique et r&eacute;initialiser la cam&eacute;ra.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mode</h3>
            <p>D&eacute;finit le mode de fonctionnement de la mise au point de la cam&eacute;ra.</p>
            <ul>
                <li>Manuel&nbsp;: R&eacute;glez la mise au point de la cam&eacute;ra manuellement.</li>
                <li>Automatique&nbsp;: La mise au point de la cam&eacute;ra est ajust&eacute;e automatiquement.</li>
                <li>Prise AF&nbsp;: Dans le cas d&apos;un &eacute;v&eacute;nement utilisateur (mise au point automatique ou action de zoom), la mise au point sera automatiquement ajust&eacute;e une seule fois.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zoom num&eacute;rique</h3>
            <p>Pour utiliser le zoom num&eacute;rique, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zoom num&eacute;rique maximum</h3>
            <p>D&eacute;finit la plage maximale du zoom num&eacute;rique disponible. Vous pouvez d&eacute;finir la plage du zoom num&eacute;rique en d&eacute;finissant <strong class="UI">[Activer]</strong> pour <strong class="UI">[Zoom num&eacute;rique]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mode zoom</h3>
            <p>D&eacute;finit la m&eacute;thode pour synchroniser la mise au point de la cam&eacute;ra lorsque le zoom fonctionne.</p>
            <ul>
                <li>Automatique&nbsp;: M&ecirc;me si le grossissement du zoom est modifi&eacute;, le zoom fonctionne tout en conservant la mise au point en &eacute;valuant et en modifiant continuellement la condition mise au point.</li>
                <li>Manuel&nbsp;: Le zoom fonctionne en fonction de la piste de mise au point d&eacute;finie. L&apos;image peut &ecirc;tre floue si l&apos;agrandissement du zoom est modifi&eacute;.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Vitesse du zoom</h3>
            <p>R&eacute;glez la vitesse du zoom lorsque la fonction <strong class="UI">Mode zoom</strong> est activ&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>R&eacute;initialiser l&apos;objectif</h3>
            <p>Vous pouvez r&eacute;initialiser l&apos;objectif manuellement une fois ou r&eacute;gler la p&eacute;riode de r&eacute;initialisation afin de r&eacute;initialiser l&apos;objectif automatiquement.</p>
            <p>Pour r&eacute;initialiser l&apos;objectif manuellement, s&eacute;lectionnez <strong class="UI">[Manuel]</strong> depuis l&rsquo;option <strong class="UI">[Init. objectif]</strong> et cliquez sur le bouton <strong class="UI">[R&eacute;gler]</strong>. Pour d&eacute;finir la p&eacute;riode de r&eacute;initialisation automatique, s&eacute;lectionnez la dur&eacute;e souhait&eacute;e entre 1 et 7&nbsp;jours. L&apos;objectif sera r&eacute;initialis&eacute; &agrave; la p&eacute;riode d&eacute;finie &agrave; partir de l&apos;heure r&eacute;gl&eacute;e.</p>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque<u></u></h4>
            <ul>
                <li>Puisque la fonction de mise au point automatique r&egrave;gle la mise au point en fonction d&apos;un sujet situ&eacute; au centre de l&apos;&eacute;cran, les sujets situ&eacute;s en p&eacute;riph&eacute;rie de l&apos;&eacute;cran risquent d&apos;&ecirc;tre flous.</li>
                <li>Il est possible que la fonction de mise au point automatique ne fonctionne pas normalement dans les conditions suivantes.</li>
                <ul>
                    <li>S&apos;il y a une lumi&egrave;re vive ou qui clignote, comme une enseigne lumineuse</li>
                    <li>Si l&apos;&eacute;clairage dans la zone de contr&ocirc;le est faible</li>
                    <li>Si l&apos;&eacute;clairage dans la zone de contr&ocirc;le est trop &eacute;lev&eacute;</li>
                    <li>Si la cam&eacute;ra fonctionne avec un obturateur lent</li>
                    <li>Si le sujet est sombre</li>
                    <li>S&apos;il n&apos;y a pas de diff&eacute;rence d&apos;intensit&eacute;, comme entre le ciel et un mur</li>
                    <li>Si la cam&eacute;ra est orient&eacute;e sur une ligne horizontale mince</li>
                </ul>
            </ul>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr" ng-if="Heater">
<div class="wn5-setup-section" ng-if="Heater">
    <div class="wn5-setup-section-heading">
        <h2>R&eacute;chauffeur</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Une seule fois</h3>
            <p>Si du givre est pr&eacute;sent et que vous souhaitez d&eacute;givrer en actionnant le r&eacute;chauffeur, cliquez une fois sur le bouton <span class="tui tui-ch-playback-reset"></span>.</p>
        </div>

    </div>
</div>

 <hr class="wn5-setup-hr" ng-if="Fan">
<div class="wn5-setup-section" ng-if="Fan">
    <div class="wn5-setup-section-heading">
          <h2>Ventilateur</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Une seule fois</h3>
            <p>Si vous souhaitez utiliser le ventilateur, cliquez une fois sur le bouton <span class="tui tui-ch-playback-reset"></span>.</p>
        </div>

    </div>
</div>

<hr class="wn5-setup-hr" ng-if="IR">
<div class="wn5-setup-section" ng-if="IR">
    <div class="wn5-setup-section-heading">
        <h2>IR</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Mode</h3>
            <p>S&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas utiliser la fonction IR. S&eacute;lectionnez <strong class="UI">[Automatique&nbsp;1]</strong> pour compenser l&apos;exposition automatique par saturation de la zone centrale due &agrave; l&rsquo;IR LED, ou <strong class="UI">[Automatique&nbsp;2]</strong> pour supprimer la saturation de l&apos;ensemble de l&apos;&eacute;cran et compenser l&apos;exposition automatique. S&eacute;lectionnez <strong class="UI">[Manuel]</strong> si vous souhaitez utiliser l&rsquo;IR manuellement.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau</h3>
            <p>R&eacute;glez le niveau IR.</p>
   <p>Le niveau IR est activ&eacute; lorsque <strong class="UI">[Manuel]</strong> est s&eacute;lectionn&eacute; dans <strong class="UI">[Mode]</strong>.</p>

        </div>
    </div>
</div>



<hr class="wn5-setup-hr" ng-if="ActivationTime">
<div class="wn5-setup-section" ng-if="ActivationTime">
    <div class="wn5-setup-section-heading">
        <h2>Heure d&apos;activation</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>La cam&eacute;ra fonctionne toujours &agrave; une heure pr&eacute;d&eacute;finie sp&eacute;cifique. D&eacute;finissez et utilisez un pr&eacute;r&eacute;glage d&rsquo;image souhait&eacute; &agrave; l&apos;heure voulue. Si un pr&eacute;r&eacute;glage d&apos;image sp&eacute;cifique n&apos;est pas s&eacute;lectionn&eacute;, le pr&eacute;r&eacute;glage d&apos;image s&eacute;lectionn&eacute; en haut est activ&eacute; par d&eacute;faut. La couleur de l&apos;heure d&apos;activation change en fonction du pr&eacute;r&eacute;glage d&apos;image s&eacute;lectionn&eacute;.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            
            <h3>D&eacute;sactiv&eacute;</h3>
            <p>La cam&eacute;ra fonctionne &agrave; l&apos;heure s&eacute;lectionn&eacute;e dans le pr&eacute;r&eacute;glage d&apos;image.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>Vous pouvez choisir de permettre &agrave; un utilisateur d&apos;ex&eacute;cuter un pr&eacute;r&eacute;glage d&rsquo;image souhait&eacute; &agrave; une heure sp&eacute;cifique. <span class="tui tui-wn5-top-setup"></span>Cliquez sur le bouton <span class="tui tui-wn5-top-setup"></span> (Configuration), s&eacute;lectionnez un pr&eacute;r&eacute;glage d&rsquo;image, d&eacute;finissez l&apos;heure de d&eacute;but et l&apos;heure de fin. Jusqu&apos;&agrave;&nbsp;5 pr&eacute;r&eacute;glages peuvent &ecirc;tre d&eacute;finis en une journ&eacute;e. D&eacute;finissez le pr&eacute;r&eacute;glage d&apos;image pour chaque heure en fonction de l&apos;utilisation de la cam&eacute;ra.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
