<h1 class="wn5-setup-main-title">Configuration PTRZ</h1>
<div class="wn5-setup-section">
    <p>PTRZ permet &agrave; une cam&eacute;ra de se d&eacute;placer de haut en bas, de gauche &agrave; droite, de zoomer en avant et en arri&egrave;re, et de tourner m&ecirc;me s&apos;il ne s&apos;agit pas d&apos;une cam&eacute;ra PTZ. En particulier lorsqu&apos;une cam&eacute;ra est install&eacute;e sur un plafond, un mur ou un coin, PTRZ est utile pour ajuster la position de la cam&eacute;ra verticalement et horizontalement afin d&apos;obtenir une vue optimale.</p>
    <p>Sur la page «&nbsp;Configuration PTRZ&nbsp;», la fonction PTRZ peut &ecirc;tre utilis&eacute;e pour ajuster la position de la cam&eacute;ra et r&eacute;gler la mise au point. Lorsque le r&eacute;glage est termin&eacute;, cliquez sur le bouton <strong class="UI">[Appliquer]</strong>&nbsp;en bas de la page.</p>
</div>
<div class="wn5-online-help-info">
    <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
    <ul>
        <li>Il est recommand&eacute; d&apos;utiliser la fonction PTRZ pour d&eacute;finir le champ de vision souhait&eacute; ou pour aligner l&apos;&eacute;cran vid&eacute;o horizontalement lors de l&apos;installation de la cam&eacute;ra.</li>
    </ul>
</div>
<hr class="wn5-setup-hr">


<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration PTRZ</h2>
    </div>
	    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Pour ajuster la vue de la cam&eacute;ra, cliquez sur le bouton &agrave; l&apos;aide de la souris et faites-le glisser vers le haut, le bas, la gauche ou la droite. La position de la cam&eacute;ra se d&eacute;place en panoramique et en inclinaison.</p>
            <p>Vous pouvez &eacute;galement cliquer sur le bouton pour faire pivoter la cam&eacute;ra vers la droite. La cam&eacute;ra continuera de tourner vers la droite jusqu&apos;&agrave; ce que le bouton soit rel&acirc;ch&eacute;. Cliquez sur le bouton pour faire pivoter la cam&eacute;ra vers la gauche. Continuez &agrave; le faire tourner vers la gauche jusqu&apos;&agrave; ce que le bouton soit rel&acirc;ch&eacute;.</p>

            <div class="wn5-setup-section-article-content">
                <h3>Auto roll</h3>
                <p>Cliquez sur le bouton <strong class="UI">[Auto roll]</strong>&nbsp;pour ajuster automatiquement l&apos;&eacute;cran vid&eacute;o horizontalement.</p>
            </div>
            <div class="wn5-setup-section-article-content">
                <h3>Configuration de la mise au point du zoom</h3>
                <p>Il est possible d&apos;ajuster et de r&eacute;gler le zoom et la mise au point de la cam&eacute;ra.</p>
                <p>Pour r&eacute;initialiser la mise au point, cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>. La mise au point est ajust&eacute;e &agrave; la position par d&eacute;faut.</p>
            </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mise au point</h3>
            <p>Cliquez sur le bouton Mise au point sur l&apos;&eacute;cran et r&eacute;glez la mise au point manuellement. Si le contr&ocirc;le automatique de la mise au point n&apos;est pas possible avec une mise au point simple, contr&ocirc;lez la mise au point manuellement. La valeur affich&eacute;e sur le bouton fait r&eacute;f&eacute;rence &agrave; l&apos;intervalle de d&eacute;placement de la mise au point. «&nbsp;1&nbsp;» signifie d&eacute;placer la mise au point d&apos;un facteur 1, tandis que «&nbsp;10&nbsp;» signifie d&eacute;placer la mise au point d&apos;un facteur 10. «&nbsp;100&nbsp;» signifie d&eacute;placer la mise au point d&apos;un facteur 100. «&nbsp;-&nbsp;» rapproche la zone de mise au point et «&nbsp;+&nbsp;» &eacute;loigne la zone de mise au point.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="Zoom">
            <h3>Zoom</h3>
            <p>Ajuste manuellement l&apos;agrandissement du zoom. La valeur affich&eacute;e sur le bouton fait r&eacute;f&eacute;rence &agrave; l&apos;intervalle de d&eacute;placement du zoom. «&nbsp;1&nbsp;» signifie d&eacute;placer le zoom d&apos;un facteur 1,&nbsp; «&nbsp;10&nbsp;» signifie d&eacute;placer le zoom d&apos;un facteur 10 et «&nbsp;100&nbsp;» signifie d&eacute;placer le zoom d&apos;un facteur 100. «&nbsp;-&nbsp;» signifie zoom arri&egrave;re (plus large) et «&nbsp;+&nbsp;» signifie zoom avant (plus proche).</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Mise au point simple</h3>
            <p>La mise au point est ajust&eacute;e automatiquement, en fonction de l&apos;emplacement d&eacute;sign&eacute; par l&apos;utilisateur. Lorsque vous d&eacute;finissez l&apos;emplacement de mise au point en cliquant et en faisant glisser sur l&apos;&eacute;cran avec la souris, puis cliquez sur le bouton <strong class="UI">[Mise au point simple]</strong>, N (Proche) et<->F (Loin) sont affich&eacute;s sur l&apos;&eacute;cran et la mise au point est contr&ocirc;l&eacute;e automatiquement, en fonction de l&apos;emplacement d&eacute;sign&eacute; par l&apos;utilisateur.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul><li>La fonction de mise au point simple peut ne pas fonctionner correctement en cas de changement soudain (mouvement brusque, disparition) du sujet, en cas de brusque changement de luminosit&eacute;, si l&apos;image est faiblement contrast&eacute;e ou si la source de lumi&egrave;re est forte dans les environs.</li>

            </ul>
        </div>
		
        </div>
</div>

<hr class="wn5-setup-hr">