<h1 class="wn5-setup-main-title">Configuration vid&eacute;o</h1>

<div class="wn5-setup-section">
	<p>Vous pouvez d&eacute;finir une zone de confidentialit&eacute; sur l&apos;image de la cam&eacute;ra ou refl&eacute;ter l&apos;image de l&apos;&eacute;cran vers le haut, le bas, la gauche ou la droite. Vous pouvez &eacute;galement d&eacute;finir une sortie d&apos;image analogique ou modifier le type de sortie vid&eacute;o. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Zone de confidentialit&eacute;</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		    <p>Vous pouvez d&eacute;finir une partie de l&apos;image de la cam&eacute;ra comme zone de confidentialit&eacute; masqu&eacute;e. Vous pouvez d&eacute;finir une zone de confidentialit&eacute; sur l&apos;&eacute;cran simplement en s&eacute;lectionnant <strong class="UI">[Activer la zone de confidentialit&eacute;]</strong> et en cliquant sur le bouton <strong class="UI">[Appliquer]</strong> au bas de la page.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<p>Si vous pr&eacute;f&eacute;rez ne pas avoir de zone de confidentialit&eacute;, d&eacute;s&eacute;lectionnez <strong class="UI">[Activer la zone de confidentialit&eacute;]</strong> et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> au bas de la page. Vous pouvez v&eacute;rifier l&apos;image de la cam&eacute;ra sans zone de confidentialit&eacute; cach&eacute;e. Les zones de confidentialit&eacute; d&eacute;finies ne seront pas supprim&eacute;es ; vous pouvez v&eacute;rifier ces zones dans la liste des zones de confidentialit&eacute;.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Motif</h3>
			<p>S&eacute;lectionnez le motif de mosa&iuml;que que vous pr&eacute;f&eacute;rez appliquer &agrave; la zone de confidentialit&eacute;. Si <strong class="UI">[Solide]</strong> est d&eacute;fini, le jeu de couleurs de la fen&ecirc;tre de la zone de confidentialit&eacute; s&apos;appliquera. Lorsque vous s&eacute;lectionnez un motif, il s&apos;applique &eacute;galement &agrave; toutes les zones de confidentialit&eacute;.</p>
		</div>
		<div class="wn5-online-help-action">
			<h4>D&eacute;finir une zone de confidentialit&eacute;</h4>
			<ol><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li>S&eacute;lectionnez <strong class="UI">[Activer la zone de confidentialit&eacute;]</strong> et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</li>
				<li>Cliquez sur les 4 bords de l&apos;&eacute;cran de l&apos;image de la cam&eacute;ra avec la souris. La fen&ecirc;tre de la zone de confidentialit&eacute; appara&icirc;tra.</li>
				<li>Saisissez le nom de la zone de confidentialit&eacute; dans <strong class="UI">[Nom]</strong>, s&eacute;lectionnez la couleur pour couvrir l&apos;image dans <strong class="UI">[Couleur]</strong> et cliquez sur le bouton <strong class="UI">[OK]</strong>.</li>
				<li>La nouvelle zone de confidentialit&eacute; sera ajout&eacute;e &agrave; la liste des zones de confidentialit&eacute;. La zone de confidentialit&eacute; est affich&eacute;e dans la couleur d&eacute;finie sur l&apos;&eacute;cran de la cam&eacute;ra.</li>
			</ol>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
			<ul><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li>Seules les lettres anglaises, les chiffres, les tirets (-) et les points (.) peuvent &ecirc;tre saisis comme nom de zone de confidentialit&eacute;.</li>

			</ul>
		</div>


		<div class="wn5-online-help-action">
			<h4>Supprimer une zone de confidentialit&eacute;</h4>
			<ol><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li>S&eacute;lectionnez la zone de confidentialit&eacute; que vous souhaitez supprimer dans la liste des zones de confidentialit&eacute;. La zone s&eacute;lectionn&eacute;e sera affich&eacute;e sur l&apos;&eacute;cran de la cam&eacute;ra.</li>
				<li>Cliquez sur le bouton <strong class="UI">[Supprimer]</strong>. La zone s&eacute;lectionn&eacute;e sera supprim&eacute;e.</li>
			</ol>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Rotation vid&eacute;o</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Si l&apos;&eacute;cran est affich&eacute; &agrave; l&apos;envers apr&egrave;s l&apos;installation de la cam&eacute;ra, vous pouvez le corriger via les fonctions de mode de retournement et de mode miroir. La fonction affichage Hallway fournit une longue vue verticale de l&apos;&eacute;cran qui permet &agrave; l&apos;utilisateur de faire fonctionner la zone de surveillance de mani&egrave;re efficace.</p>
		</div>
        		<div class="wn5-online-help-info" ng-if="Statistics">
		<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
									<ul>
											<li>Si vous modifiez le param&egrave;tre de rotation de la vid&eacute;o, l&apos;&eacute;cran vid&eacute;o sera invers&eacute; verticalement ou horizontalement ou modifi&eacute;. Modifiez les param&egrave;tres d&apos;analyse et de statistiques afin de pouvoir analyser la vid&eacute;o ou d&rsquo;accumuler les donn&eacute;es statistiques en fonction de la vid&eacute;o modifi&eacute;e. Ces param&egrave;tres peuvent &ecirc;tre modifi&eacute;s dans le menu <strong class="UI">[Analyse]</strong> et le menu <strong class="UI">[Statistiques]</strong>.</li>
									</ul>
			</div>
					<div class="wn5-online-help-info">
		<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
					<ul>
							<li>Si vous modifiez le param&egrave;tre de rotation de la vid&eacute;o, l&apos;&eacute;cran vid&eacute;o sera invers&eacute; verticalement ou horizontalement ou modifi&eacute;. Modifiez le param&egrave;tre d&apos;analyse dans le menu <strong class="UI">[Analyse]</strong> afin que la vid&eacute;o puisse &ecirc;tre analys&eacute;e suivant la vid&eacute;o modifi&eacute;e.</li>
					</ul>
			</div>
		<div class="wn5-setup-section-article-content" ng-if="!PTZModel && !PTRZModel"><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><h3>Retourner</h3>
			<p>Vous pouvez retourner l&apos;image de la cam&eacute;ra. Pour retourner l&apos;image de la cam&eacute;ra, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="!PTZModel && !PTRZModel">
			<h3>Miroir</h3>
			<p>Vous pouvez reproduire l&apos;image de la cam&eacute;ra. Pour reproduire l&apos;image de la cam&eacute;ra, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
		</div>
        <div class="wn5-setup-section-article-content" ng-if="PTZModel || PTRZModel">
            <h3>Retourner/Miroir</h3>
            <p>S&eacute;lectionnez [Utiliser] pour retourner la sortie de la cam&eacute;ra horizontalement ou verticalement.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PTZModel && AutoFlip">
            <h3>Retournement num&eacute;rique</h3>
            <p>Lorsque vous changez la position de la cam&eacute;ra &agrave; l&apos;aide de la fonction PTZ, la sortie de la cam&eacute;ra peut &ecirc;tre retourn&eacute;e &agrave; l&apos;envers ou d&apos;un c&ocirc;t&eacute; &agrave; l&apos;autre. &Agrave; ce moment, cliquez sur <strong class="UI">[Utiliser] </strong>si vous voulez que l&apos;&eacute;cran vid&eacute;o soit automatiquement invers&eacute; et affich&eacute; normalement.</p>
        </div>
		<div class="wn5-setup-section-article-content" ng-if="HallwayView">
			<h3>Affichage Hallway</h3>
			<p>Vous pouvez faire pivoter l&apos;image de la cam&eacute;ra et agrandir les zones de surveillance sup&eacute;rieure et inf&eacute;rieure dans un environnement tel qu&apos;un couloir &eacute;troit ou une all&eacute;e difficile &agrave; surveiller avec une cam&eacute;ra normale. Vous pouvez faire pivoter l&apos;image de 90 degr&eacute;s vers la droite et de 270 degr&eacute;s vers la droite. Lorsque vous r&eacute;glez &agrave; 0 degr&eacute;, l&apos;image revient &agrave; son &eacute;tat d&apos;origine.</p>
		</div>
		<div class="wn5-online-help-info" ng-if="HallwayView">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
			<div>
				<ul><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li>Pour d&eacute;finir l&rsquo;affichage Hallway, vous devez r&eacute;gler la cam&eacute;ra install&eacute;e sur 0 degr&eacute; ou la faire pivoter sur 90 degr&eacute;s vers la droite ou 270 degr&eacute;s vers la droite et s&eacute;lectionner le m&ecirc;me angle dans <strong class="UI">[Affichage Hallway]</strong>.</li>
					<li>Lorsque vous r&eacute;glez <strong class="UI">[Affichage Hallway]</strong>, le navigateur Web se ferme automatiquement. Vous devrez vous reconnecter &agrave; l&rsquo;&eacute;cran Web.</li>
				</ul>
			</div>
		</div>
	</div>
</div>
<div class="wn5-setup-section-article-content" ng-if="FisheyeLens">
<h3>Mode de montage de la cam&eacute;ra</h3>
<p>S&eacute;lectionne le mode de montage de la cam&eacute;ra. S&eacute;lectionne <strong class="UI">[Mur]</strong> lorsque la cam&eacute;ra est install&eacute;e sur le mur, ou <strong class="UI">[Plafond]</strong> lorsqu&apos;elle est install&eacute;e au plafond.</p>
</div>
<div class="wn5-online-help-info" ng-if="FisheyeLens">
<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
<ul>
		<li>Lorsque vous changez le mode de montage de la cam&eacute;ra, tous les param&egrave;tres de profil d&eacute;finis dans <strong class="UI">[Profil vid&eacute;o]</strong> sont r&eacute;initialis&eacute;s et la cam&eacute;ra red&eacute;marre. Vous devez &eacute;galement modifier les param&egrave;tres d&apos;analyse vid&eacute;o et de statistiques pour s&apos;adapter &agrave; l&apos;&eacute;cran qui change. Ces param&egrave;tres peuvent &ecirc;tre modifi&eacute;s dans les menus <strong class="UI">[Analyse]</strong> et <strong class="UI">[Statistiques]</strong> .</li>
</ul>
</div>
</div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Vid&eacute;o analogique</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<h3>Sortie vid&eacute;o</h3>
			<p>Vous pouvez choisir ou non la sortie vid&eacute;o analogique. La sortie vid&eacute;o analogique est utile car vous pouvez la r&eacute;gler en v&eacute;rifiant l&apos;emplacement de l&apos;objectif ou la mise au point lors de l&apos;installation de la cam&eacute;ra.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Type de sortie vid&eacute;o</h3>
			<p>S&eacute;lectionnez le type de sortie vid&eacute;o analogique. Vous pouvez s&eacute;lectionner <strong class="UI">[NTSC]</strong> ou <strong class="UI">[PAL]</strong> comme type de sortie vid&eacute;o.</p>

					<div class="wn5-setup-section-article-content">
			<ul><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li><strong class="UI">NTSC</strong>: NTSC (Comit&eacute; national des syst&egrave;mes de t&eacute;l&eacute;vision) est la norme pour la t&eacute;l&eacute;vision couleur aux &Eacute;tats-Unis. Elle fonctionne &agrave; 30 images par seconde avec 525 lignes de balayage horizontal. Le nombre d&apos;images par seconde est important afin que l&apos;&eacute;cran puisse s&apos;afficher naturellement. Ce type est principalement utilis&eacute; aux &Eacute;tats-Unis, au Japon et au Canada.</li>
				<li><strong class="UI">PAL</strong>: PAL (ligne d&apos;alternance de phase) est originaire d&apos;Allemagne et bien qu&apos;il soit similaire au NTSC, il existe une diff&eacute;rence dans la m&eacute;thode utilis&eacute;e pour g&eacute;rer les signaux de couleur. Ce type est principalement utilis&eacute; en Europe. Bien que ce type ait un plus petit nombre de trames par seconde compar&eacute; au NTSC, il a un plus grand nombre de lignes de balayage horizontales (625) et moins de d&eacute;formation de couleur. Il ne n&eacute;cessite pas de sp&eacute;cifications avanc&eacute;es pour les &eacute;quipements de diffusion.</li>
			</ul>
		</div>
		</div>

	</div>
</div>


<hr class="wn5-setup-hr">
