<h1 class="wn5-setup-main-title">Date et heure</h1>
<div class="wn5-setup-section">
	<p>Vous pouvez v&eacute;rifier l&apos;heure actuelle du syst&egrave;me de la cam&eacute;ra, modifier le r&eacute;glage de l&apos;heure en fonction du fuseau horaire local ou r&eacute;gler l&apos;heure du syst&egrave;me via la synchronisation avec un serveur NTP.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Heure actuelle du syst&egrave;me</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>L&apos;heure actuelle du syst&egrave;me de la cam&eacute;ra est affich&eacute;e. L&apos;heure du syst&egrave;me pr&eacute;c&eacute;demment d&eacute;finie est affich&eacute;e.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Fuseau horaire</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>L&apos;heure de la cam&eacute;ra est r&eacute;gl&eacute;e selon l&apos;heure standard (GMT).</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Fuseau horaire</h3>
			<p>S&eacute;lectionnez le fuseau horaire souhait&eacute; et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> plus bas.</p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>Utiliser l&apos;heure d&apos;&eacute;t&eacute;</h3>
		    <p>Lorsqu&apos;une zone o&ugrave; l&apos;heure d&apos;&eacute;t&eacute; est utilis&eacute;e est s&eacute;lectionn&eacute;e, le menu <strong class="UI">[Utiliser l&apos;heure d&apos;&eacute;t&eacute;]</strong> s&apos;affiche. Les heures de d&eacute;but et de fin de l&apos;heure d&apos;&eacute;t&eacute; dans le fuseau horaire s&eacute;lectionn&eacute; sont affich&eacute;es. Lorsque l&rsquo;option <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;e pour <strong class="UI">[Utiliser l&apos;heure d&apos;&eacute;t&eacute;]</strong>, une heure, en avance d&rsquo;une heure sur l&rsquo;heure standard de la zone concern&eacute;e, s&apos;affiche.</p>
	  	</div>

<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>

            <ul>
                <li ng-if="Recording">Ce n&apos;est que lorsque <strong class="UI">[Utiliser l&apos;heure d&apos;&eacute;t&eacute;]</strong> est r&eacute;gl&eacute;e sur <strong class="UI">[Activer]</strong> que l&apos;heure apparaissant dans l&rsquo;horaire de l&apos;&eacute;cran de lecture appara&icirc;t selon l&apos;heure d&apos;&eacute;t&eacute;.</li>
                <li>Si la fonction d&apos;horloge de l&apos;ordinateur est r&eacute;gl&eacute;e pour appliquer automatiquement l&apos;heure d&apos;&eacute;t&eacute;, l&apos;option d&apos;heure d&apos;&eacute;t&eacute; est automatiquement s&eacute;lectionn&eacute;e dans la visionneuse Web de la cam&eacute;ra et ne peut pas &ecirc;tre modifi&eacute;e par l&apos;utilisateur.</li>
            </ul>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configuration de l&apos;heure du syst&egrave;me</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>L&apos;utilisateur peut d&eacute;finir l&apos;heure de la cam&eacute;ra manuellement ou en la synchronisant avec un serveur NTP. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Manuel</h3>
			<p>L&apos;utilisateur peut entrer manuellement l&apos;heure actuelle pour la cam&eacute;ra ou la synchroniser avec l&apos;heure du PC avec lequel elle est actuellement utilis&eacute;e.</p>
			<ul>
				<li>R&eacute;glez l&apos;heure du syst&egrave;me en entrant l&apos;heure dans <strong class="UI">[A - M - J]</strong> et <strong class="UI">[h: m: s]</strong>.</li>
	        	<li>Lorsque <strong class="UI">[Synchro avec visionn. PC]</strong> est s&eacute;lectionn&eacute;, l&apos;heure de la visionneuse PC est synchronis&eacute;e avec l&apos;heure du syst&egrave;me. Lorsque <strong class="UI">[Synchro avec visionn. PC]</strong> est s&eacute;lectionn&eacute;, le m&ecirc;me fuseau horaire doit &ecirc;tre d&eacute;fini s&eacute;par&eacute;ment pour le PC et pour la cam&eacute;ra.</li>
			</ul>
		</div>	
		<div class="wn5-setup-section-article-content">
			<h3>Synchro avec serveur NTP</h3>
			<p>L&apos;heure du serveur NTP (Network Time Protocol) est synchronis&eacute;e avec l&apos;heure du syst&egrave;me. 5&nbsp;adresses du serveur NTP sont entr&eacute;es par d&eacute;faut. Vous pouvez modifier une adresse du serveur NTP en cliquant sur le champ de saisie de l&apos;adresse.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">