<h1 class="wn5-setup-main-title">IP &amp; Port</h1>

<div class="wn5-setup-section">
	<p>Entrez l&apos;adresse IP et le port. Vous pouvez choisir IPv4 et IPv6 dans l&apos;onglet <strong class="UI">[Adresse IP]</strong>. Vous pouvez d&eacute;finir le port de chaque protocole dans l&apos;onglet <strong class="UI">[Port]</strong>. Lorsque vous avez termin&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. Lorsque vous cliquez sur le bouton <strong class="UI">[Appliquer]</strong>, vous devez vous reconnecter &agrave; la visionneuse Web.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configuration IPv4</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Vous pouvez v&eacute;rifier ou modifier le type d&apos;IP, l&apos;adresse MAC, l&apos;adresse IP, le masque de sous-r&eacute;seau, la passerelle et le DNS utilis&eacute;s pour la communication r&eacute;seau &agrave; l&apos;aide du type IPv4.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Type d&rsquo;IP</h3>
			<p>S&eacute;lectionnez le type de connexion IP. Si une adresse IP fixe est utilis&eacute;e, choisissez <strong class="UI">[Manuel]</strong> et entrez les informations. Si une adresse IP dynamique est utilis&eacute;e, choisissez <strong class="UI">[DHCP]</strong> et entrez uniquement l&apos;adresse du DNS. <!-- Si <strong class="UI">[PPPoE]</strong> est utilis&eacute;, entrez l&apos;adresse, l&apos;ID et le mot de passe du DNS. --> </p>
			<ul>
			<li><strong class="UI">Manuel</strong>&nbsp;: Entrez et r&eacute;glez l&apos;adresse IP, le masque de sous-r&eacute;seau, la passerelle, les DNS1 et DNS2 directement.</li>
			<li><strong class="UI">DHCP</strong>: R&eacute;glez les DNS1 et DNS2.</li>
		<!--	<li><strong class="UI">PPPoE</strong>&nbsp;: R&eacute;glez le DNS1, le DNS2, l&rsquo;identifiant et le mot de passe.</li> --> 
			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Adresse MAC</h3>
			<p>L&apos;adresse MAC de la cam&eacute;ra est affich&eacute;e.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Adresse IP</h3>
			<p>L&apos;adresse IPv4 actuelle est affich&eacute;e. Vous pouvez changer l&apos;adresse IP en choisissant <strong class="UI">[Manuel]</strong> pour <strong class="UI">[Type d&rsquo;IP]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Masque de sous-r&eacute;seau</h3>
			<p>Le masque de sous-r&eacute;seau de l&apos;actuelle adresse IP est affich&eacute;. Vous pouvez modifier le masque de sous-r&eacute;seau en choisissant <strong class="UI">[Manuel]</strong> pour <strong class="UI">[Type d&rsquo;IP]</strong>.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Passerelle</h3>
			<p>La passerelle de l&apos;actuelle adresse IP est affich&eacute;e. Vous pouvez modifier la passerelle en choisissant <strong class="UI">[Manuel]</strong> pour <strong class="UI">[Type d&rsquo;IP]</strong>.</p>
		</div>
				<div class="wn5-setup-section-article-content">
		            <h3>Param&egrave;tre DNS (DHCP)</h3>
		            <p>Ceci est affich&eacute; lorsque <strong class="UI">[DHCP]</strong> est d&eacute;fini pour <strong class="UI">[Type d&rsquo;IP]</strong>. Si vous s&eacute;lectionnez Activer, l&apos;adresse du DNS est automatiquement attribu&eacute;e.</p>
				</div>

	<div class="wn5-setup-section-article-content">
			<h3>DNS1/DNS2</h3>
			<p>L&apos;adresse du serveur DNS (Domain Name Service) est affich&eacute;e.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Nom d&apos;h&ocirc;te</h3>
			<p>Il est affich&eacute; lorsque <strong class="UI">[Manuel]</strong> est d&eacute;fini pour <strong class="UI">[Type d&rsquo;IP]</strong>. Le nom d&apos;h&ocirc;te est le nom qui r&eacute;cup&egrave;re le nom d&apos;h&ocirc;te utilis&eacute; dans la commande ONVIF GetHostname. Le premier caract&egrave;re doit &ecirc;tre alphab&eacute;tique et seuls les caract&egrave;res alphanum&eacute;riques peuvent &ecirc;tre saisis. Vous pouvez entrer jusqu&apos;&agrave; 16&nbsp;caract&egrave;res. Le nom de la cam&eacute;ra est entr&eacute; par d&eacute;faut, il n&apos;a pas besoin d&apos;&ecirc;tre d&eacute;fini car ce n&apos;est pas une valeur requise.</p>
		</div>

	<!-- 	<div class="wn5-setup-section-article-content">
			<h3>ID</h3>
			<p>Il s&rsquo;affiche lorsque <strong class="UI">[PPPoE]</strong> est d&eacute;fini pour <strong class="UI">[Type d&rsquo;IP]</strong>. Entrez le bon identifiant afin de vous connecter.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Mot de passe</h3>
			<p>Il s&rsquo;affiche lorsque <strong class="UI">[PPPoE]</strong> est d&eacute;fini pour <strong class="UI">[Type d&rsquo;IP]</strong>. Entrez le bon mot de passe afin de vous connecter.</p>
		</div> --> 
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2><a class="wn5-online-help-link" name="IPv6"></a>Configuration IPv6</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>IPv6 est un syst&egrave;me d&apos;adresse internet de derni&egrave;re g&eacute;n&eacute;ration avec une vitesse de traitement des donn&eacute;es, une capacit&eacute; de traitement de donn&eacute;es simultan&eacute; et un syst&egrave;me d&apos;adresse internet plus importants que IPv4. Pour utiliser IPv6, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Vous pouvez d&eacute;finir le type d&rsquo;IP, l&apos;adresse IP, le pr&eacute;fixe et la passerelle. Lorsque vous s&eacute;lectionnez un mod&egrave;le de cam&eacute;ra &agrave; partir du programme d&apos;installation IP, vous pouvez s&eacute;lectionner une adresse IPv4 ou IPv6 et vous connecter en entrant l&apos;adresse appropri&eacute;e directement dans le navigateur web.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Type d&rsquo;IP</h3>
			<p>S&eacute;lectionnez le type de connexion IP. La valeur par d&eacute;faut est <strong class="UI">[DHCP]</strong>. Si DHCP n&apos;est pas d&eacute;tect&eacute;, la valeur passera automatiquement au r&eacute;glage pr&eacute;c&eacute;dent.</p>
			<ul>

				<li><strong class="UI">DHCP</strong>: L&apos;adresse IPv6 attribu&eacute;e gr&acirc;ce au DHCP est affich&eacute;e.</li>
				<li><strong class="UI">Manuel</strong>&nbsp;: L&apos;utilisateur peut entrer l&rsquo;adresse IPv6 de son choix.</li>
				<li><strong class="UI">Par d&eacute;faut</strong>&nbsp;: L&apos;adresse IPv6 actuelle est affich&eacute;e.</li>

			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Adresse IP</h3>
			<p>Entrez l&apos;adresse IPv6.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Pr&eacute;fixe</h3>
			<p>Cette valeur d&eacute;finit la plage de l&rsquo;IP. Si le <strong class="UI">[Type d&rsquo;IP]</strong> est <strong class="UI">[Par d&eacute;faut]</strong>, la valeur du <strong class="UI">[Pr&eacute;fixe]</strong> est 64. S&apos;il est <strong class="UI">[Manuel]</strong>, vous pouvez modifier la valeur du <strong class="UI">[Pr&eacute;fixe]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Passerelle</h3>
			<p>La passerelle est affich&eacute;e lorsque <strong class="UI">[Manuel]</strong> est d&eacute;fini pour <strong class="UI">[Type d&rsquo;IP]</strong>. L&apos;utilisateur entre directement l&apos;adresse de la passerelle.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Port</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Un port est l&apos;emplacement utilis&eacute; pour l&apos;envoi et la r&eacute;ception de donn&eacute;es. Cliquez sur l&apos;onglet <strong class="UI">[Port]</strong>, r&eacute;glez les &eacute;l&eacute;ments appropri&eacute;s, puis cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. Il est recommand&eacute; d&apos;utiliser HTTPS et RTSP pour renforcer la s&eacute;curit&eacute; de l&apos;image.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>HTTP</h3>
			<p>Le port HTTP est utilis&eacute; pour se connecter &agrave; la cam&eacute;ra gr&acirc;ce &agrave; un navigateur web. La valeur par d&eacute;faut est 80 (TCP). 65535 ne peut pas &ecirc;tre choisi pour le port HTTP lors de la connexion aux navigateurs tels que Safari et Google Chrome, en raison de la politique de s&eacute;curit&eacute; des navigateurs. Lorsque le port HTTP change, la fen&ecirc;tre du navigateur web sera ferm&eacute;e. Entrez le nouveau port HTTP &agrave; la fin de l&apos;adresse IP afin de vous reconnecter. Si le port HTTP est 80, le num&eacute;ro de port peut &ecirc;tre omis. (par exemple&nbsp;: Adresse IP de la cam&eacute;ra&nbsp;: 192.168.1.100, port HTTP En cas de 8080 -&gt; http://192.168.1.100:8080)</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>HTTPS</h3>
			<p>HTTPS a une s&eacute;curit&eacute; sup&eacute;rieure &agrave; HTTP. Il peut &ecirc;tre utilis&eacute; lorsque le mode HTTPS est d&eacute;fini dans SSL et que la valeur par d&eacute;faut est de 443 (TCP). La plage disponible est comprise entre 1024 et 65535. 65535 ne peut pas &ecirc;tre choisi pour le port HTTP lors de la connexion aux navigateurs tels que Safari et Google Chrome, en raison de la politique de s&eacute;curit&eacute; des navigateurs.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>RTSP</h3>
			<p>Il s&rsquo;agit du port permettant d&rsquo;envoyer une image dans RTSP (Real Time Streaming Protocol)&nbsp;; la valeur par d&eacute;faut est de 554.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>D&eacute;lai d&rsquo;attente</h3>
			<p>Pour utiliser le d&eacute;lai d&rsquo;attente, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. S&apos;il n&apos;y a pas de r&eacute;ponse pendant une certaine p&eacute;riode lorsque la connexion est &eacute;tablie en RTSP, r&eacute;initialisez la connexion du port.</p>
		</div><!--<div class="wn5-setup-section-article-content">
			<h3>Device port</h3>
			<p>A port for sending an image can be set as the Hanwha protocol.</p>
		</div> --></div>
</div>
<hr class="wn5-setup-hr">
