<h1 class="wn5-setup-main-title">Utilisateur</h1>
<div class="wn5-setup-section">
	<p>G&egrave;re les comptes des utilisateurs se connectant &agrave; la cam&eacute;ra. La modification du mot de passe administrateur et la configuration invit&eacute;, la configuration de l&apos;authentification et le r&eacute;glage des utilisateurs actuels sont tous disponibles. Lorsque vous avez termin&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Modification du mot de passe administrateur</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Vous pouvez modifier le mot de passe administrateur. Pour renforcer la s&eacute;curit&eacute;, cr&eacute;ez un mot de passe en combinant de mani&egrave;re al&eacute;atoire des lettres anglaises majuscules et minuscules, des chiffres et des caract&egrave;res sp&eacute;ciaux.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Mot de passe actuel</h3>
	        <p>Entrez le mot de passe actuel. Pour emp&ecirc;cher tout modification du mot de passe par quelqu&apos;un d&apos;autre, le mot de passe administrateur ne peut &ecirc;tre modifi&eacute; qu&apos;apr&egrave;s avoir saisi l&rsquo;ancien mot de passe.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
			<h3>Nouveau mot de passe</h3>
			<p>Entrez un nouveau mot de passe.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
			<h3>Confirmer le nouveau mot de passe</h3>
			<p>Il s&rsquo;agit de la proc&eacute;dure de confirmation destin&eacute;e &agrave; emp&ecirc;cher toute saisie incorrecte du nouveau mot de passe. Entrez &agrave; nouveau le nouveau mot de passe.</p>
		</div>

		<div class="wn5-online-help-info">
	        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
				<li>Pour plus de s&eacute;curit&eacute;, il est recommand&eacute; de cr&eacute;er un mot de passe qui combine des caract&egrave;res sp&eacute;ciaux, des chiffres, des majuscules et des minuscules.</li>
				<li>Il est recommand&eacute; de changer le mot de passe tous les trois mois.</li>
				<li>La longueur du mot de passe et les restrictions sont les suivantes&nbsp;:</li>
				<ul>
					<li>Pour un mot de passe de 8 &agrave; 9 chiffres, vous devez combiner au moins trois types diff&eacute;rents de ce qui suit&nbsp;: des lettres majuscules et minuscules, des chiffres et des caract&egrave;res sp&eacute;ciaux.</li>
					<li>Pour un mot de passe de 10 &agrave; 15 chiffres, vous devez combiner au moins deux types diff&eacute;rents de ce qui suit&nbsp;: des lettres majuscules et minuscules, des chiffres et des caract&egrave;res sp&eacute;ciaux.</li>
					<li>Il doit &ecirc;tre diff&eacute;rent de votre identifiant (ID).</li>
					<li>Vous ne pouvez pas utiliser quatre lettres cons&eacute;cutives d&rsquo;un m&ecirc;me type. (Ex&nbsp;: 1234, abcd)</li>
					<li>Vous ne pouvez pas r&eacute;p&eacute;ter la m&ecirc;me lettre quatre fois ou plus d&rsquo;affil&eacute;e. (Ex&nbsp;: ! !!!!, 1111, aaaaaa)</li>
					<li>Seuls ~`!@#$#$%^*()_-++=|{}[]?/ sont autoris&eacute;s pour les caract&egrave;res sp&eacute;ciaux.</li>
					<li>Apr&egrave;s la r&eacute;initialisation d&rsquo;usine, les mots de passe administrateur et utilisateur seront r&eacute;initialis&eacute;s et vous devrez les cr&eacute;er &agrave; nouveau.</li>
					<li>Lorsque vous acc&eacute;dez au Web Viewer de la cam&eacute;ra pour la premi&egrave;re fois, ou lorsque vous y acc&eacute;dez apr&egrave;s l&rsquo;initialisation, vous acc&eacute;dez au menu. Param&egrave;tres du mot de passe.</li>
					<li>Pour utiliser le menu Web Viewer, vous devez d&eacute;finir le nouveau mot de passe dans le menu Changer MDP et vous connecter &agrave; nouveau &agrave; Web Viewer avec le mot de passe modifi&eacute;.</li>
					<li>Lorsque vous modifiez le mot de passe de l&rsquo;admin, si le mot de passe actuel ne correspond pas, vous ne pouvez alors pas d&eacute;finir un nouveau mot de passe.</li>
					<li>Apr&egrave;s avoir modifi&eacute; le mot de passe, si une cam&eacute;ra est connect&eacute;e &agrave; un client, tel que CMS ou NVR, vous devez alors enregistrer le mot de passe modifi&eacute; avant toute utilisation. Si vous conservez la m&ecirc;me connexion, le client utilisera le mot de passe pr&eacute;c&eacute;dent pour l&rsquo;authentification, de sorte que le compte peut &ecirc;tre verrouill&eacute;.</li>
				</ul>
				<li>Lors de la connexion &agrave; Web Viewer, si vous avez saisi un mot de passe incorrect plus de cinq fois, la connexion est bloqu&eacute;e pendant 30 secondes et il sera impossible d&rsquo;acc&eacute;der &agrave; Web Viewer.</li>
				<li>Si la connexion est &eacute;tablie depuis plusieurs endroits avec le m&ecirc;me identificateur ou si le mot de passe est modifi&eacute; alors que plusieurs navigateurs Internet sont ouverts, les navigateurs Internet peuvent ne pas fonctionner correctement. Il est recommand&eacute; de modifier un mot de passe uniquement depuis un seul emplacement ou via un seul navigateur Internet.</li>
			</ul>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configuration invit&eacute;</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Lorsque vous s&eacute;lectionnez <strong class="UI">[Activer acc&egrave;s invit&eacute;]</strong>, un invit&eacute; peut se connecter &agrave; un &eacute;cran Web. Lorsque vous vous connectez avec un compte invit&eacute;, vous pouvez uniquement voir l&apos;&eacute;cran en direct sur l&rsquo;&eacute;cran Web. L&apos;identifiant et le mot de passe de l&apos;invit&eacute; sont «&nbsp;guest/guest&nbsp;» et ils ne peuvent pas &ecirc;tre modifi&eacute;s.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configuration de l&apos;authentification</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Lorsque vous s&eacute;lectionnez <strong class="UI">[Activer la connexion RTSP sans authentification]</strong>, vous pouvez vous connecter &agrave; l&apos;image de la cam&eacute;ra via le protocole RTSP (Diffusion en continu en temps r&eacute;el) sans authentification de connexion.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Utilisateurs actuels</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Vous pouvez d&eacute;finir les informations de connexion pour les comptes des utilisateurs autres que l&apos;administrateur et d&eacute;finir les autorisations d&apos;utilisation, y compris l&apos;entr&eacute;e audio, la sortie audio, l&rsquo;&eacute;mission d&apos;alerte et le profil. Lorsqu&apos;un utilisateur enregistr&eacute; se connecte, seules les fonctions d&eacute;finies pour cet utilisateur sont activ&eacute;es. 10&nbsp;comptes utilisateurs actuels sont d&eacute;finis par d&eacute;faut. Vous pouvez ajouter ou supprimer un compte. Il est possible d&apos;utiliser jusqu&apos;&agrave; 10&nbsp;comptes d&apos;utilisateur IP actuels.</p>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
			<ul>
			<li>Si vous souhaitez s&eacute;lectionner l&rsquo;utilisateur configur&eacute; qui peut utiliser ONVIF, l&rsquo;utilisation de la fonction peut &ecirc;tre restreinte, en fonction du niveau de permission d&eacute;fini.</li>
			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Nom</h3>
			<p>Entrez l&apos;identifiant</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Mot de passe</h3>
			<p>Entrez le mot de passe. La r&egrave;gle de d&eacute;finition du mot de passe est la m&ecirc;me que pour le mot de passe administrateur.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAudioInput==0">
			<h3>Entr&eacute;e audio</h3>
			<p>R&eacute;glez l&apos;autorisation d&apos;acc&egrave;s &agrave; l&apos;audio entr&eacute;. Si l&apos;entr&eacute;e audio est s&eacute;lectionn&eacute;e, un utilisateur qui se connecte au compte appropri&eacute; peut regarder l&apos;&eacute;cran et &eacute;couter de l&apos;audio en m&ecirc;me temps. Si l&apos;entr&eacute;e audio n&apos;est pas s&eacute;lectionn&eacute;e, l&apos;utilisateur peut uniquement regarder l&apos;image.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAudioOutput">
			<h3>Sortie audio</h3>
			<p>R&eacute;glez les autorisations de sortie audio. Lorsque la sortie audio est s&eacute;lectionn&eacute;e, un utilisateur qui se connecte &agrave; un compte appropri&eacute; peut envoyer de l&apos;audio via le microphone.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput">
			<h3>&Eacute;mission d&apos;alerte</h3>
			<p>R&eacute;glez les autorisations d&rsquo;&eacute;mission d&apos;alarme. Lorsqu&apos;une alarme a &eacute;t&eacute; r&eacute;gl&eacute;e, un utilisateur qui se connecte &agrave; un compte appropri&eacute; peut &eacute;mettre l&apos;alarme.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="PTZModel || ExternalPTZModel || FisheyeLens">

						<h3>PTZ</h3>
			            <p>R&egrave;gle l&apos;autorisation de contr&ocirc;ler le PTZ en mode <strong class="UI">[Direct]</strong> .</p>
					</div>



		<div class="wn5-setup-section-article-content">

			<h3>Profil</h3>
			<p>Lorsque <strong class="UI">[D&eacute;faut]</strong> est d&eacute;fini, l&apos;utilisateur peut regarder l&apos;image uniquement en mode par d&eacute;faut. Lorsque <strong class="UI">[Tout]</strong> est d&eacute;fini, l&apos;utilisateur peut regarder l&apos;image dans tous les profils.</p>
		</div>

		<div class="wn5-online-help-action">
			<h4>Saisir un utilisateur actuel</h4>
			<ol>
				<li>S&eacute;lectionnez le bouton radio du compte d&apos;utilisateur actuel que vous souhaitez utiliser. Le compte utilisateur actuel est remplac&eacute; par un &eacute;tat o&ugrave; l&apos;entr&eacute;e est disponible.</li>
				<li>Cochez la case dans la colonne <strong class="UI">[Utiliser]</strong>.</li>
				<li>Saisissez l&apos;identifiant et le mot de passe dans les colonnes <strong class="UI">[Nom]</strong> et <strong class="UI">[Mot de passe]</strong>.</li>
				<li>S&eacute;lectionnez une fonction &agrave; autoriser dans les colonnes <strong class="UI">[Entr&eacute;e audio]</strong>, <strong class="UI">[Sortie audio]</strong> et <strong class="UI">[&Eacute;mission alerte]</strong> respectivement, puis s&eacute;lectionnez le type de profil &agrave; autoriser dans la colonne <strong class="UI">[Profil]</strong>.</li>
				<li>Lorsque l&apos;entr&eacute;e du compte utilisateur actuel est termin&eacute;e, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</li>
				<li>Lorsque la fen&ecirc;tre de confirmation appara&icirc;t, cliquez sur le bouton <strong class="UI">[OK]</strong>.</li>
			</ol>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>

			<ul>
				<li>Si le nombre de comptes des utilisateurs actuels est inf&eacute;rieur &agrave; 10, vous pouvez ajouter un compte d&apos;utilisateur actuel en cliquant sur le bouton <strong class="UI">[Ajouter]</strong>.</li>
			</ul>
		</div>

		<div class="wn5-online-help-action">
			<h4>Modifier un utilisateur actuel</h4>
			<ol>
				<li>S&eacute;lectionnez le bouton radio du compte d&apos;utilisateur actuel que vous souhaitez modifier.</li>
				<li>Modifiez les param&egrave;tres de la fonction et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</li>
				<li>Lorsque la fen&ecirc;tre de confirmation appara&icirc;t, cliquez sur le bouton <strong class="UI">[OK]</strong>. Les informations de l&apos;utilisateur seront modifi&eacute;es.</li>
			</ol>
		</div>

		<div class="wn5-online-help-action">
			<h4>Supprimer un utilisateur actuel</h4>
			<ol>
				<li>S&eacute;lectionnez le bouton radio du compte d&apos;utilisateur actuel que vous souhaitez supprimer et cliquez sur le bouton <strong class="UI">[Supprimer]</strong>.</li>
				<li>Cliquez sur le bouton <strong class="UI">[Appliquer]</strong> au bas de la page.</li>
				<li>Lorsque la fen&ecirc;tre de confirmation appara&icirc;t, cliquez sur le bouton <strong class="UI">[OK]</strong>. Les informations de l&apos;utilisateur actuel s&eacute;lectionn&eacute; seront supprim&eacute;es.</li>
			</ol>
		</div>
	</div>
</div>
<hr class="wn5-setup-hr">
