<h1 class="wn5-setup-main-title">Pantalla de monitoreo</h1>
<div class="wn5-setup-section">
    <p>Puede comprobar la pantalla de monitoreo para ver lo que est&aacute; siendo capturado por la c&aacute;mara y el control de captura de pantalla, salida de alarma y micr&oacute;fono y otras funciones. Al hacer clic en el bot&oacute;n <span class="tui tui-wn5-top-live"></span> dela pantalla, aparecer&aacute; la pantalla de monitoreo. </p>
</div>

<div class="wn5-setup-section">
    <div class="wn5-online-help-list">
    <p>Puede pasar a la pantalla de monitoreo, pantalla de reproducci&oacute;n o pantalla de configuraci&oacute;n haciendo clic en los botones de la parte superior.</p>
        <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li><span class="tui tui-wn5-top-live"></span>(Monitoreo): Compruebe la pantalla de monitoreo para ver lo que est&aacute; siendo capturado por la c&aacute;mara y controlar una variedad de funciones de la c&aacute;mara.</li>
            <li><span class="tui tui-wn5-top-playback"></span>(Reproducci&oacute;n): Busque y reproduzca una imagen grabada desde una tarjeta SD o NAS.  </li>
            <li><span class="tui tui-wn5-top-setup"></span>(Configuraci&oacute;n): Cambie los par&aacute;metros del visor web.  </li>
        </ul>
    </div>

		<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
				<li>Cuando se conecta a un visor web a trav&eacute;s de Internet Explorer o Safari, se requiere un plugin para poder utilizar las funciones de captura <span class="tui tui-wn5-toolbar-capture"></span>, grabaci&oacute;n<span class="tui tui-wn5-toolbar-record"></span>, recuento de p&iacute;xeles<span class="tui tui-wn5-toolbar-pixel"></span> o micr&oacute;fono <span class="tui tui-wn5-toolbar-mic"></span>. Para instalar el plug-in, haga clic en el bot&oacute;n <span class="tui tui-wn5-download"></span> de la parte superior derecha.</li>
			</ul>
    
        </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>monitoreo de iconos</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Los iconos en la parte inferior de la pantalla de monitoreo proporcionan las siguientes funciones: </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <table class="table table-bordered wn5-setup-table">
                <thead>
                    <tr>
                        <th width="235">Icono</th>
                        <th width="235">Descripci&oacute;n de la funci&oacute;n</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-ptz"></span><a class="wn5-online-help-link" href="#PTZ" ng-href="#/help/monitoring?#PTZ">(PTZ)</a></p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Puede controlar los movimientos de Panor&aacute;mica//Inclinaci&oacute;n/Zoom de la c&aacute;mara. PTZ s&oacute;lo funciona si el perfil de v&iacute;deo aplicado a la pantalla de control de la corriente soporta PTZ digital. Para cambiar a un perfil de control PTZ digital, seleccione <strong class="UI">[Perfil DPTZ]</strong> de <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Perfil de v&iacute;deo]</strong>&gt;<strong class="UI">[Perfil de v&iacute;deo]</strong>&gt;<strong class="UI">[Tipo de perfil]</strong>. </p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-setup"></span></p>
                            <p><a class="wn5-online-help-link" href="#settings" ng-href="#/help/monitoring?#settings">(Ajustes de v&iacute;deo)</a></p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Puede comprobar o cambiar el perfil aplicado a la pantalla actual de monitoreo. Tambi&eacute;n puede cambiar la configuraci&oacute;n de visualizaci&oacute;n de la pantalla de monitoreo.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-status"></span></p>
                            <p><a class="wn5-online-help-link" href="#status" ng-href="#/help/monitoring?#status">(Estado)</a></p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Compruebe la informaci&oacute;n de conexi&oacute;n para cada perfil y para los usuarios conectados al mismo tiempo.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-fullscreen"></span></p>
                            <p>(Pantalla completa)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Vea la pantalla de monitoreo en pantalla completa. Para volver al tama&ntilde;o del navegador web anterior, haga clic en el bot&oacute;n <span class="tui tui-wn5-toolbar-fullscreen"></span> en el modo de pantalla completa o pulse la tecla <strong class="UI">[Esc]</strong> del teclado.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">Opci&oacute;n de tama&ntilde;o</td>
                        <td width="235">
                            <p>El tama&ntilde;o cambia al siguiente tama&ntilde;o cada vez que hace clic en &eacute;l. </p>
                            <ul>
                                <li><span class="tui tui-ch-live-view-fit"></span>(Ajustar): Ajuste la imagen de la c&aacute;mara al tama&ntilde;o del navegador web.  </li>
                                <li><span class="tui tui-ch-live-view-originalratio"></span>(Tama&ntilde;o original): Vea la imagen de la c&aacute;mara en su resoluci&oacute;n real.</li>
                                <li><span class="tui tui-ch-live-view-originalsize"></span>(Relaci&oacute;n de aspecto): Vea la pantalla de monitoreo en el navegador web acerc&aacute;ndose o alej&aacute;ndose, mientras se mantiene la relaci&oacute;n de aspecto de la imagen de la c&aacute;mara.  </li>
                            </ul>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-capture"></span></p>
                            <p>(Capturar)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Capture y guarde la pantalla de supervisi&oacute;n como un archivo de imagen PNG. Un archivo de imagen capturado se guardar&aacute; en la ruta de grabaci&oacute;n por defecto de cada navegador.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-record"></span></p>
                            <p>(Grabar)</p>
                        </td>
                        <td width="235">
                            <p>Puede grabar y guardar la pantalla de monitoreo a un PC. Haga clic en el bot&oacute;n Grabar para iniciar la grabaci&oacute;n; haga clic en el bot&oacute;n de nuevo para detener la grabaci&oacute;n. Los archivos grabados se guardan en formato .avi y se pueden guardar en la ruta predeterminada del navegador o una ruta de archivo se puede ajustar en la ventana de &apos;Guardar como&apos;.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-pixel"></span></p>
                            <p>(Recuento de p&iacute;xeles)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Puede comprobar el n&uacute;mero de p&iacute;xeles de la imagen en un &aacute;rea seleccionada por el rat&oacute;n en la pantalla de monitoreo. Haga clic en el bot&oacute;n de n&uacute;mero de p&iacute;xeles y haga clic y arrastre el &aacute;rea deseada con el rat&oacute;n. El &aacute;rea seleccionada se mostrar&aacute; y se mostrar&aacute; el n&uacute;mero de p&iacute;xeles de la imagen. Al hacer clic en el bot&oacute;n de n&uacute;mero de p&iacute;xeles de nuevo, la funci&oacute;n de n&uacute;mero de p&iacute;xeles termina.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-mic"></span></p>
                            <p><a class="wn5-online-help-link" name="mic"></a>(Micr&oacute;fono)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Utilice la funci&oacute;n del micr&oacute;fono. Para utilizar la funci&oacute;n de micr&oacute;fono, la funci&oacute;n <strong class="UI">[Entrada de audio]</strong> debe ser activada para el perfil correspondiente. Para activar la funci&oacute;n de entrada de v&iacute;deo, seleccione <strong class="UI">[Activar]</strong> de <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Perfil de v&iacute;deo]</strong>&gt;<strong class="UI">[Entrada de audio]</strong>.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-alarm"></span></p>
                            <p>(Salida de alarma)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Al hacer clic en un n&uacute;mero de salida de alarma deseado, la alarma se emite seg&uacute;n lo establecido anteriormente. La alarma puede configurarse desde la p&aacute;gina <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[Evento]</strong>&gt;<strong class="UI">[Salida de alarma]</strong>. El n&uacute;mero de salidas de alarma var&iacute;a en funci&oacute;n de la c&aacute;mara.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-sound"></span></p>
                            <p><a class="wn5-online-help-link" name="speaker"></a>(Altavoz)</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ajuste el volumen del audio de la pantalla de monitoreo. <span class="tui tui-wn5-toolbar-sound"></span> Haga clic en el bot&oacute;n para activar el audio y ajustar el volumen.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                </tbody>
            </table>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="PTZ"></a>PTZ</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Se puede controlar movimientos de panor&aacute;mica, inclinaci&oacute;n, zoom acercamiento/alejar zoom de la c&aacute;mara o utilizar la funci&oacute;n de seguimiento autom&aacute;tico digital. Al hacer clic en el bot&oacute;n <span class="tui tui-wn5-toolbar-ptz"></span> en la parte inferior de la pantalla principal, la pantalla donde se pueden cambiar Zoom y Panor&aacute;mica e Inclinaci&oacute;n aparecer&aacute; en la parte inferior. Para utilizar PTZ, <strong class="UI">[Perfil DPTZ]</strong> deber&iacute;a estar seleccionado desde <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Perfil de v&iacute;deo]</strong>&gt;<strong class="UI">[Tipo de perfil]</strong>. DPTZ s&oacute;lo se puede aplicar a los perfiles que utilizan los c&oacute;decs H.264 y H.265.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Zoom acercamiento/alejar zoom</h3>
            <p>Al hacer clic en el bot&oacute;n <strong class="UI">[+]</strong> en el &aacute;rea de zoom, la pantalla aumenta el zoom y cuando se hace clic en el <strong class="UI">[-]</strong> bot&oacute;n, la pantalla disminuye el zoom.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Control de los movimientos panor&aacute;mica/inclinaci&oacute;n</h3>
            <p> Mueva la direcci&oacute;n de la c&aacute;mara y ajuste el enfoque haciendo clic en el bot&oacute;n <span class="tui tui-wn5-ptz-handle"></span> en el &aacute;rea de panor&aacute;mica e inclinaci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mover un predefinido</h3>
            <p>Cuando selecciona un valor predefinido que desee de la lista predeterminada y hace clic en el bot&oacute;n <strong class="UI">[Reproducci&oacute;n]</strong>, se mover&aacute; a la posici&oacute;n de memoria deseada. La lista de predefinidos puede ser a&ntilde;adida o cambiada desde la pesta&ntilde;a <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[PTZ]</strong>&gt;<strong class="UI">[Predefinido]</strong>.</p>
        <div class="wn5-setup-section-article-content">
        </div>
            <h3>Ejecuci&oacute;n de un movimiento de grupo</h3>
            <p>Al seleccionar un grupo deseado de <strong class="UI">[Grupo]</strong> y hacer clic en el bot&oacute;n <strong class="UI">[Reproducci&oacute;n]</strong>, el movimiento de grupo predefinido se ejecutar&aacute;. La lista de grupos puede ser a&ntilde;adida o cambiada desde la pesta&ntilde;a <strong class="UI">[Configuraci&oacute;n]</strong>&gt;<strong class="UI">[PTZ]</strong>&gt;<strong class="UI">[Grupo]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Seguimiento autom&aacute;tico</h3>
                     
            <p>Un objeto o persona en movimiento se pueden seguir autom&aacute;ticamente en la pantalla de monitoreo. <span class="tui tui-ch-live-ptz-tracking-auto-off"></span>Al hacer clic en el bot&oacute;n (Seguimiento autom&aacute;tico), se ejecutar&aacute; la funci&oacute;n de seguimiento autom&aacute;tico. Al hacer clic en <span class="tui tui-ch-live-ptz-tracking-auto-on"></span>(Seguimiento autom&aacute;tico) de nuevo, la funci&oacute;n de seguimiento se detendr&aacute;. Si se utiliza la funci&oacute;n PTZ durante el uso de la funci&oacute;n de seguimiento autom&aacute;tico, la funci&oacute;n de seguimiento autom&aacute;tico se detendr&aacute;.</p>
        </div>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="settings"></a>Configuraci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Perfil</h3>
            <p>Se mostrar&aacute; la informaci&oacute;n detallada y el nombre del perfil de v&iacute;deo aplicado a la pantalla de monitoreo actual. Cuando se pulsa el bot&oacute;n <strong class="UI">[Perfil]</strong>, aparecer&aacute; una lista de perfiles de v&iacute;deo que se puede utilizar desde el visor web actual; cuando se selecciona el perfil de v&iacute;deo deseado, se aplicar&aacute; a la pantalla de monitoreo inmediatamente. Puede comprobar la resoluci&oacute;n, c&oacute;dec, velocidad de fotogramas y la velocidad de bits de destino del perfil de v&iacute;deo seleccionado.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Imagen </h3>
            <p>Ajuste el contraste, el brillo, la nitidez y el nivel de color de la pantalla de monitoreo; cuando entre en el ajuste, se aplicar&aacute; a la pantalla de monitoreo inmediatamente.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="status"></a>Estado</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Acceso de perfil</h3>
            <p>Compruebe el estado de conexi&oacute;n de todos los perfiles establecidos actualmente o compruebe el estado de los usuarios conectados actualmente. Compruebe el nombre de todos los perfiles establecidos, velocidad de bits real (kbps) y la velocidad de bits aplicada (kbps) a cada perfil, el ATC de cada perfil (%) y el n&uacute;mero de usuarios conectados para cada perfil de <strong class="UI">[Acceso de perfil]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Usuario actual  </h3>
            <p>Puede comprobar el perfil aplicado para cada usuario, velocidad de bits (kbps), el estado de conexi&oacute;n de red y la direcci&oacute;n IP de todos los usuarios que est&eacute;n conectados a la c&aacute;mara.</p>
        </div>
        
    </div>
</div>

<hr class="wn5-setup-hr">