<h1 class="wn5-setup-main-title">Pantalla de reproducci&oacute;n</h1>
<div class="wn5-setup-section">
    <p>Puede importar y reproducir una imagen grabada desde una tarjeta SD o NAS. Al hacer clic en el bot&oacute;n <span class="tui tui-wn5-top-playback"></span> de la pantalla, aparecer&aacute; la pantalla grabada. Una barra de tiempo aparecer&aacute; en la parte inferior de la pantalla de reproducci&oacute;n y una imagen grabada de acuerdo con el horario establecido o por un evento se muestra en la barra de tiempo. Puede buscar una imagen grabada por tipo de evento o fecha, y capturar o guardarla en un PC.</p>
</div>
<div class="wn5-setup-section">
    <div class="wn5-online-help-list">
    <p>Puede pasar a la pantalla en vivo, pantalla de reproducci&oacute;n o pantalla de configuraci&oacute;n haciendo clic en los botones de la parte superior.</p>
        <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li><span class="tui tui-wn5-top-live"></span>(En vivo): Compruebe la pantalla en vivo para ver lo que est&aacute; siendo capturado por la c&aacute;mara y controlar una variedad de funciones de la c&aacute;mara.</li>
            <li><span class="tui tui-wn5-top-playback"></span>(Reproducci&oacute;n): Busque y reproduzca una imagen grabada desde una tarjeta SD o NAS.  </li>
            <li><span class="tui tui-wn5-top-setup"></span>(Configuraci&oacute;n): Cambiar los ajustes de la c&aacute;mara.</li>
        </ul>
    </div>

<div class="wn5-setup-section">
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Si no hay conexi&oacute;n a una tarjeta SD o NAS, la funci&oacute;n de reproducci&oacute;n no se puede utilizar. </li>
			<li>Si se conecta al visor web a trav&eacute;s de Chrome, la funci&oacute;n de pantalla de grabar reproducci&oacute;n puede ser utilizada con seguridad.</li>
			<li>Cuando se conecta a un visor web a trav&eacute;s de Internet Explorer o Safari, la funci&oacute;n de copia de seguridad s&oacute;lo se puede utilizar despu&eacute;s de que un plugin se haya instalado. Para instalar el plug-in, haga clic en el bot&oacute;n <span class="tui tui-wn5-download"></span> de la parte superior derecha. </li>
        </ul>
    </div>
	
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Iconos de reproducci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Los iconos en la parte inferior de la pantalla de reproducci&oacute;n proporcionan las siguientes funciones: </p>
            <table class="table table-bordered wn5-setup-table">
                <thead>
                    <tr>
                        <th width="235">Icono</th>
                        <th width="235">Descripci&oacute;n de la funci&oacute;n</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-fullscreen"></span>Pantalla completa</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ver la reproducci&oacute;n en pantalla completa. Para volver al tama&ntilde;o anterior, haga clic en el bot&oacute;n <span class="tui tui-wn5-toolbar-fullscreen"></span> en el modo de pantalla completa o pulse la tecla <strong class="UI">[Esc]</strong> del teclado.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p>Opci&oacute;n de tama&ntilde;o</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <ul>
                                <li>El tama&ntilde;o cambia al siguiente tama&ntilde;o cada vez que hace clic en &eacute;l. <br><span class="tui tui-ch-live-view-fit"></span>(Ajustar): Ver la imagen de la c&aacute;mara en el mismo tama&ntilde;o que la ventana de visualizaci&oacute;n del navegador web.  </li>
                                <li><span class="tui tui-ch-live-view-originalratio"></span>(Tama&ntilde;o original): Vea la imagen de la c&aacute;mara en su resoluci&oacute;n real.</li>
                                <li><span class="tui tui-ch-live-view-originalsize"></span>(Relaci&oacute;n de aspecto): Vea la pantalla de reproducci&oacute;n en el navegador web para acercarse o alejarse mientras se mantiene la relaci&oacute;n de aspecto de la imagen de la c&aacute;mara.  </li>
                            </ul>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-capture"></span></p>
                            <p>Capturar</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Capture y guarde una imagen grabada como un archivo de imagen JPG. Un archivo de imagen capturado se guardar&aacute; en la ruta de grabaci&oacute;n por defecto de cada navegador.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-backward"></span></p></p>
                            <p>Anterior</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Vaya al fotograma anterior.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-play"></span>/<span class="tui tui-wn5-toolbar-pause"></span></p>
                            <p>Iniciar/Pausar</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Reproduzca o pause una imagen.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-forward"></span></p>
                            <p>Siguiente</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Pasar al siguiente fotograma.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p>  </p>
                            <p>Velocidad de reproducci&oacute;n</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ajuste la velocidad de reproducci&oacute;n de la pantalla.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-sound"></span></p>
                            <p>Altavoz</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ajuste el volumen del audio de la pantalla de reproducci&oacute;n. <span class="tui tui-wn5-toolbar-sound"></span> Haga clic en el bot&oacute;n para activar el audio y ajustar el volumen. </p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                  
                </tbody>
            </table>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Reproduzca una imagen grabada a trav&eacute;s de la b&uacute;squeda de eventos</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede buscar una imagen grabada por tipo de evento.</p>

            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li><strong class="UI">Evento</strong>: Al hacer clic en el bot&oacute;n <strong class="UI">[Todo]</strong>, aparecer&aacute;n los tipos de eventos. Al seleccionar un evento y hacer clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>, s&oacute;lo aparecer&aacute;n im&aacute;genes grabadas para ese evento en la barra de tiempo.</li>
            <li><strong class="UI">Secci&oacute;n superpuesta</strong>: Cuando se ajusta el tiempo de la c&aacute;mara, se crear&aacute; un tiempo solapado. Para buscar las im&aacute;genes grabadas durante el tiempo superpuesto, seleccione una secci&oacute;n solapada. </li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Reproduzca una imagen grabada de nuevo a trav&eacute;s de la b&uacute;squeda por hora</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Busque una imagen grabada mediante la selecci&oacute;n de una fecha y hora en el calendario. Al hacer clic en la fecha de la parte superior de la barra de tiempo, aparecer&aacute; la hora de inicio y hora de fin. Seleccione la fecha deseada en el calendario y la hora de inicio y la hora de finalizaci&oacute;n. Cuando se selecciona <strong class="UI">[Todo el tiempo]</strong>, las horas de inicio y finalizaci&oacute;n se ajustar&aacute;n autom&aacute;ticamente de 00:00:00 a 23:59:59. Cuando se completa el ajuste y hace clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> s&oacute;lo las im&aacute;genes grabadas en el momento pertinente van a aparecer en la barra de tiempo. </p>
			<p>Al hacer clic en el bot&oacute;n <strong class="UI">[Hoy]</strong> de la barra de tiempo, se buscar&aacute;n s&oacute;lo las im&aacute;genes grabadas hoy.</div>
    </div>
</div>

<hr class="wn5-setup-hr">


<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Copia de seguridad de una imagen buscada</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Para hacer una copia de seguridad de una imagen grabada, seleccione una imagen grabada y haga clic en el bot&oacute;n <strong class="UI">[Copia seguridad]</strong>. Puede establecer la hora de inicio y la hora de finalizaci&oacute;n de la copia de seguridad a continuaci&oacute;n. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>. Cuando selecciona una ruta para guardar y hace clic en el bot&oacute;n <strong class="UI">[Guardar]</strong> despu&eacute;s de que la ventana de guardar aparece, se har&aacute; una copia de seguridad de la imagen en la ruta correspondiente.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">