<h1 class="wn5-setup-main-title">IVA</h1>
<div class="wn5-setup-section">
    <p>Un evento IVA puede ser creado cuando se establece la regla para la anal&iacute;tica de v&iacute;deo y se detecta un movimiento que satisface la condici&oacute;n de regla del evento. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte de abajo de la p&aacute;gina. El ajuste del evento IVA se aplica a <strong class="UI">[IVA]</strong> en el <strong class="UI">[Evento]</strong>&gt; y la p&aacute;gina de <a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI">[Configuraci&oacute;n de eventos]</strong></a> igualmente.</p>
</div>

<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2>Seleccionar canal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Después de seleccionar su canal de cámara, puede definir los detalles de IVA para cada canal. </p>
        </div>
    </div>
</div>	

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>IVA (An&aacute;lisis inteligente de v&iacute;deo)</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Activar IVA</h3>
            <p>Para utilizar el evento IVA, seleccione <strong class="UI">[Activar IVA]</strong>.</p>
 </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZModel">
            <h3>Tipo</h3>
            <p>Para definir el mismo IVA (An&aacute;lisis inteligente de v&iacute;deo) para todos los preajustes, seleccione <strong class="UI">[Global]</strong>. Para definir un IVA (An&aacute;lisis inteligente de v&iacute;deo) diferente para todos los preajustes de PTZ, seleccione <strong class="UI">[Preajuste]</strong>. La opci&oacute;n <strong class="UI">[Preajuste]</strong> estar&aacute; activada solo cuando un preajuste se defina desde la p&aacute;gina <a class="wn5-online-help-link" href="../../Korean/ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup">Configuraci&oacute;n de preajustes</a>.</p>
        </div>

    </div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>L&iacute;nea virtual</h2>
    </div>
        <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>El movimiento de un objeto es detectado con respecto a la l&iacute;nea virtual y la direcci&oacute;n establecida por el usuario.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Configuraci&oacute;n de una l&iacute;nea virtual</h4>
			<p>Al hacer clic en el punto inicial y el punto final de la l&iacute;nea en cada posici&oacute;n deseada de la pantalla de imagen de la c&aacute;mara, la l&iacute;nea virtual se define y el color del bot&oacute;n num&eacute;rico en <strong class="UI">[L&iacute;nea]</strong> cambiar&aacute;. Puede cambiar la direcci&oacute;n de A a B, B a A o ambas direcciones haciendo clic en la flecha del medio de la l&iacute;nea virtual, o puede seleccionar la direcci&oacute;n que desee desde <strong class="UI">[Direcciones]</strong> en <strong class="UI">[Categor&iacute;as]</strong>. Se pueden configurar hasta 8 l&iacute;neas virtuales.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Cambiar una l&iacute;nea virtual</h4>
			<p>Se puede cambiar el tama&ntilde;o de la l&iacute;nea virtual moviendo una esquina de la l&iacute;nea virtual establecida. Puede cambiar la posici&oacute;n de la l&iacute;nea virtual haciendo clic y arrastrando la l&iacute;nea virtual con el rat&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Eliminaci&oacute;n de una l&iacute;nea virtual</h4>
			<p>Para eliminar una l&iacute;nea virtual, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>L&iacute;nea</h3>
            <p>Cuando se a&ntilde;ade una l&iacute;nea virtual, el color de los botones num&eacute;ricos en <strong class="UI">[L&iacute;nea]</strong> cambiar&aacute;. Al desactivar una l&iacute;nea virtual haciendo clic en los botones num&eacute;ricos, la l&iacute;nea virtual de referencia no se mostrar&aacute; en la pantalla de vista previa. Al hacer clic en los botones num&eacute;ricos de nuevo, la l&iacute;nea virtual volver&aacute; a aparecer.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Categor&iacute;as</h3>
            <ul>
                <li><strong class="UI">Paso</strong>: Para crear un evento cuando se detecta un objeto que pasa la l&iacute;nea virtual establecida, seleccione la casilla de verificaci&oacute;n.</li>
                <li><strong class="UI">Direcciones</strong>: Esto establece la direcci&oacute;n de un objeto para pasar la l&iacute;nea virtual.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="HandoverCalibration">
            <h3>Traspaso</h3>
            <p>Traspaso es una funci&oacute;n que mueve el enfoque de la c&aacute;mara PTZ hacia el &aacute;rea predefinida cuando un objeto es detectado cruzando una l&iacute;nea virtual en la c&aacute;mara fija.</p>
            <ul>
                <li><strong class="UI">Desactivar</strong>: Desactiva la funci&oacute;n de traspaso.</li>
                <li><strong class="UI">Zoom inteligente</strong>: Cuando un objeto es detectado al cruzar una l&iacute;nea virtual, el enfoque de la c&aacute;mara PTZ se ampl&iacute;a con su centro fijado en el centro de la l&iacute;nea virtual. Las coordenadas de la pantalla deben definirse de antemano para que se puedan conectar la c&aacute;mara fija y la c&aacute;mara PTZ. Vaya a <strong class="UI">[PTZ]</strong> &gt; <strong class="UI">[Calibraci&oacute;n]</strong> para definir las coordenadas.</li>
                <li><strong class="UI">Nº de traspaso</strong>: cuando un objeto es detectado cruzando una l&iacute;nea virtual, el enfoque de la c&aacute;mara PTZ se mueve hacia el &aacute;rea predefinida. Seleccione un Nº de traspaso que contenga datos predefinidos de la lista. Vaya a <strong class="UI">[Evento]</strong> &gt; <strong class="UI">[Traspaso]</strong> para a&ntilde;adir o modificar a lista.</li>
            </ul>
        </div>
        <div class="wn5-online-help-info" ng-if="HandoverCalibration">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                
                <li>Puede definir el traspaso para cada l&iacute;nea virtual. La funci&oacute;n de Traspaso se puede utilizar despu&eacute;s de definir la l&iacute;nea virtual.</li>
                <li ng-if="MaxChannel > 1 && HandoverCalibration">El men&uacute; &apos;Traspaso&apos; aparece solo cuando se ha seleccionado el canal de la c&aacute;mara fija en el men&uacute; <strong class="UI"><a href="#channel">[Seleccionar canal]</a></strong>. El men&uacute; no aparecer&aacute; si se selecciona el canal PTZ.</li>
            </ul>
        </div>
    </div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Zona virtual</h2>
    </div>
<div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
			<p>El usuario establece la zona virtual y se aplica la regla de imagen de allanamiento, entrada/salir, aparici&oacute;n (desaparici&oacute;n) y merodeo en el &aacute;rea relevante para detectar el movimiento de un objeto.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Configuraci&oacute;n de una zona virtual</h4>
			<p>En la pantalla vista previa, use su mouse para seleccionar 4 esquinas y arrastrar para dibujar una forma cuadril&aacute;tera que luego ser&aacute; su &aacute;rea de ROI. Hasta 8 zonas virtuales se pueden configurar y una regla de an&aacute;lisis de im&aacute;genes se pueden establecer para cada &aacute;rea.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Cambio de una zona virtual</h4>
            <p>Se puede cambiar el tama&ntilde;o de la zona virtual al mover una esquina de la zona virtual creada. </p>
            <p>para crear un pol&iacute;gono (N-gon), primero seleccione y cree un cuadril&aacute;tero. Cuando el signo + aparezca, h&aacute;gale clic para a&ntilde;adir otro punto. puede a&ntilde;adir hasta 4 puntos adicionales para crear un pol&iacute;gono de su elecci&oacute;n. </p>
            <p>Para mover la zona virtual creada, haga clic y arrastre el &aacute;rea relevante con el rat&oacute;n. Cuando se crea una esquina despu&eacute;s de hacer clic en una l&iacute;nea, se puede establecer una zona virtual poligonal moviendo la esquina.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de una zona virtual</h4>
			<p>Para eliminar una zona virtual, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>&Aacute;rea</h3>
            <p>Cuando se a&ntilde;ade una zona virtual, el color de los botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambiar&aacute;. Cuando se desactiva una zona virtual haciendo clic en los botones num&eacute;ricos, la zona virtual de referencia no se mostrar&aacute; en la pantalla de vista previa. Al hacer clic en los botones num&eacute;ricos de nuevo, la zona virtual volver&aacute; a aparecer.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Categor&iacute;as</h3>
            <p>Puede configurar la regla a aplicar para cada zona virtual.</p>
            <ul>
                <li><strong class="UI">Allanamiento</strong>: Cuando un objeto se mueve dentro del &aacute;rea establecida, se crear&aacute; un evento.</li>
                <ul>
                    <li> <strong class="UI">Duraci&oacute;n m&iacute;nima (s)</strong>: Configure la cantidad m&iacute;nima de tiempo para activar un evento despu&eacute;s de la detecci&oacute;n. Cuando el movimiento dura m&aacute;s que el tiempo configurado, el evento se activa. </li>
                </ul>
                <li><strong class="UI">Intro</strong>: Cuando un objeto entra en el &aacute;rea establecida por el usuario, se crear&aacute; un evento.</li>
                <li><strong class="UI">Salir</strong>: Cuando un objeto en movimiento sale del &aacute;rea establecida por el usuario, se crear&aacute; un evento.</li>
                <li><strong class="UI">Aparici&oacute;n (desaparici&oacute;n)</strong>: Cuando un objeto que no existe dentro del &aacute;rea designada por el usuario aparece dentro del &aacute;rea sin pasar la l&iacute;nea del &aacute;rea y se mantiene durante un cierto per&iacute;odo de tiempo, o si un objeto que existe dentro del &aacute;rea desaparece, se crear&aacute; un evento.</li>
                <ul>
                    <li><strong class="UI">Duraci&oacute;n m&iacute;nima</strong>: Esto establece el plazo m&iacute;nimo para que un objeto sea detectado como que aparece (desaparece). Cuando un objeto que existe en el &aacute;rea de detecci&oacute;n durante el tiempo establecido desaparece, se detecta como desapareciendo, y cuando un objeto que no existe aparece durante la cantidad de tiempo establecido, se detecta como apareciendo.</li>
                </ul>
                <li><strong class="UI">Merodeo</strong>: Cuando se detecta un objeto merodeando en el &aacute;rea de detecci&oacute;n establecida, se crear&aacute; un evento.</li>
                <ul>
                    <li><strong class="UI">Duraci&oacute;n m&iacute;nima</strong>: Esto establece el per&iacute;odo de tiempo m&iacute;nimo para un objeto que merodea sea detectado y se cree un evento. Cuando se detecta un objeto que merodea por m&aacute;s tiempo que el establecido, se crear&aacute; un evento.</li>
                </ul>
            </ul>
        </div>

				<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                <li>Cuando se utiliza la detecci&oacute;n de merodeo junto con otra detecci&oacute;n de eventos IVA, el rendimiento puede deteriorarse hasta cierto grado, en comparaci&oacute;n con la utilizaci&oacute;n por separado de la detecci&oacute;n de merodeo.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="HandoverCalibration">
            <h3>Traspaso</h3>
            <p>Traspaso es una funci&oacute;n que mueve el enfoque de la c&aacute;mara PTZ hacia el &aacute;rea designada en la pantalla o hacia un &aacute;rea predefinida cuando ocurre un evento de IVA en la c&aacute;mara fija.</p>
            <ul>
                <li><strong class="UI">Desactivar</strong>: Desactiva la funci&oacute;n de traspaso.</li>
                <li><strong class="UI">Zoom inteligente</strong>: Cuando se produce un evento IVA en el &aacute;rea de ROI, el enfoque de la c&aacute;mara PTZ se mueve hacia el &aacute;rea ROI y se ampl&iacute;a con su centro fijo en el centro del &aacute;rea ROI. Las coordenadas del &aacute;rea de la pantalla deben definirse de antemano para que se puedan conectar la c&aacute;mara fija y la c&aacute;mara PTZ. Vaya a <strong class="UI">[PTZ]</strong> &gt; <strong class="UI">[Calibraci&oacute;n]</strong> para definir las coordenadas.</li>
                <li><strong class="UI">Nº de traspaso</strong>: Cuando se produce un evento IVA en el &aacute;rea ROI, el enfoque de la c&aacute;mara PTZ se mueve hacia el &aacute;rea predefinida. Seleccione un Nº de traspaso que contenga datos predefinidos de la lista. Vaya a <strong class="UI">[Evento]</strong> &gt; <strong class="UI">[Traspaso]</strong> para a&ntilde;adir o modificar la lista.</li>
            </ul>
        </div>
                <div class="wn5-online-help-info" ng-if="HandoverCalibration">
                    <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                    <ul>
                        
                        <li>Puede definir el traspaso para cada &aacute;rea ROI. La funci&oacute;n de Traspaso se puede utilizar despu&eacute;s de definir el &aacute;rea ROI.</li>
                        <li>El men&uacute; &apos;Traspaso&apos; aparece solo cuando se ha seleccionado el canal de la c&aacute;mara fija en el men&uacute; <strong class="UI"><a href="#channel">[Seleccionar canal]</a></strong>. El men&uacute; no aparecer&aacute; si se selecciona el canal PTZ.</li>
                    </ul>
                </div>
        
	</div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>&Aacute;rea excluida</h2>
    </div>

    <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>Esto establece el &aacute;rea excluida en la que no se detecta movimiento cuando la regla de anal&iacute;tica se aplica a la l&iacute;nea virtual y la zona virtual.</div>
        <div class="wn5-online-help-action">
            <h4>Configuraci&oacute;n de un &aacute;rea excluida</h4>
            <p>En la pantalla vista previa, use su mouse para seleccionar 4 esquinas y arrastrar para dibujar una forma cuadril&aacute;tera que luego ser&aacute; su &aacute;rea excluida. Se pueden configurar hasta 8 &aacute;reas de no detecci&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Cambio de un &aacute;rea de no detecci&oacute;n</h4>
            <p>Se puede cambiar el tama&ntilde;o de un &aacute;rea excluida moviendo una esquina del &aacute;rea excluida establecida.</p>
            <p>para crear un pol&iacute;gono (N-gon), primero seleccione y cree un cuadril&aacute;tero. Cuando el signo + aparezca, h&aacute;gale clic para a&ntilde;adir otro punto. puede a&ntilde;adir hasta 4 puntos adicionales para crear un pol&iacute;gono de su elecci&oacute;n. </p>
            <p>y se puede mover la posici&oacute;n de un &aacute;rea excluida seleccionando y arrastrando el &aacute;rea excluida con el rat&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Para borrar un &aacute;rea de no detecci&oacute;n, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            
            <h3>&Aacute;rea</h3>
            <p>Cuando se a&ntilde;ade un &aacute;rea excluida, el color de los botones num&eacute;ricos en el <strong class="UI">[&Aacute;rea]</strong> cambiar&aacute;. Si hace clic en los botones num&eacute;ricos para desactivarlos, entonces el &aacute;rea excluida se seleccionar&aacute; en la pantalla de vista previa.</p>
        </div>
    </div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Com&uacute;n</h2>
    </div>

    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Esto ajusta la sensibilidad y el tama&ntilde;o m&iacute;nimo y m&aacute;ximo de un objeto a detectar que se aplicar&aacute; tanto a la l&iacute;nea virtual como a la zona virtual.</p>
            <p>Esta es una configuraci&oacute;n que puede aplicar para aumentar la precisi&oacute;n de la detecci&oacute;n y minimizar la incidencia de la detecci&oacute;n falsa dependiendo de su entorno.</p>
<p>&nbsp;</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Sensibilidad</h3>
            <p>Esto ajusta la sensibilidad de detecci&oacute;n de movimiento para la l&iacute;nea virtual y la zona virtual. Establezca una sensibilidad m&aacute;s baja para un entorno donde el fondo y un objeto sean claramente distinguibles y una sensibilidad mayor en un entorno donde el fondo y un objeto no sean claramente distinguibles.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Tama&ntilde;o</h3>
            <p>Esto establece el tama&ntilde;o m&iacute;nimo y m&aacute;ximo de un objeto a detectar que se aplicar&aacute; tanto a la l&iacute;nea virtual como la zona virtual. Se puede cambiar el tama&ntilde;o haciendo clic y arrastrando una esquina con el rat&oacute;n. Cuando se cambia el tama&ntilde;o, <strong class="UI">[M&iacute;nimo]</strong> y <strong class="UI">[M&aacute;ximo]</strong> en <strong class="UI">[Tama&ntilde;o]</strong> tambi&eacute;n cambian.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                <li>Si el &aacute;rea de detecci&oacute;n y el &aacute;rea excluida son id&eacute;nticos o se solapan, el &aacute;rea excluida tiene prioridad.</li>
                <li>Cualquier movimiento menor que el tama&ntilde;o m&iacute;nimo especificado o mayor que el tama&ntilde;o m&aacute;ximo especificado no se detectar&aacute;. Determine los mejores valores para los tama&ntilde;os de detecci&oacute;n m&aacute;ximos/m&iacute;nimos que sean apropiados para el entorno de instalaci&oacute;n para evitar que cualquier detecci&oacute;n falsa surja de sonidos grandes o peque&ntilde;os. Recuerde que el mismo movimiento en el mismo lugar no siempre genera el mismo tama&ntilde;o de detecci&oacute;n. por lo tanto, se recomienda permitir habitaciones lo suficientemente grandes/peque&ntilde;as para sus l&iacute;mites de tama&ntilde;o m&aacute;ximo/m&iacute;nimo considerando la desviaci&oacute;n en los tama&ntilde;os detectados.</li>
              </ul>
          </div>
      </div>
  </div>
  <hr class="wn5-setup-hr" ng-if="!HandoverCalibration">
              <div class="wn5-setup-section" ng-if="!HandoverCalibration">
                  <div class="wn5-setup-section-heading">
                      <h2>Traspaso</h2>
                  </div>
                  <div class="wn5-setup-section-article">
                      <div class="wn5-setup-section-article-content">
                          <h3>Traspaso</h3>
                          <p>Seleccione un número de cámara del receptor de traspaso. Seleccione <strong class="UI">[Desactivar]</strong> si no quiere utilizar la función de traspaso.</p>
                          <p>Traspaso es una función en que la cámara del receptor se mueve a la posición preestablecida de PTZ cuando ocurre un evento de clasificación de fuente de audio. La cámara receptora de traspaso se puede configurar en el menú <strong class="UI">[Evento]</strong> &gt; <strong class="UI">[Transferir]</strong>. </p>
</div>
        <div class="wn5-online-help-info">
                          <h4><span class="tui tui-wn5-help-warning"></span>Note</h4>
                                                 <ul>

                                                     <li>Puede configurar la cámara del receptor de traspaso para cada línea virtual y el área de ROI. Puede utilizar la función de traspaso después de establecer la línea virtual o el área de ROI primero.</li>
                                                 </ul>

                      </div>
</div>
</div>

<hr class="wn5-setup-hr">
    <div class="wn5-setup-section">
        <div class="wn5-setup-section-heading">
            <h2>Superposici&oacute;n</h2>
       </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
            <p>Haga clic en <strong class="UI">[Activar]</strong> para superponer el &aacute;rea detectada en la pantalla de video. El movimiento detectado de la cabeza de una persona se muestra como una forma cuadril&aacute;tera en la pantalla de video.<U> </U></p>
            </div>
        </div>
    </div>
  <hr class="wn5-setup-hr">
  <div class="wn5-setup-section">
      <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Conf. de acciones de evento</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>FTP</h3>
            <p>Para guardar una imagen en un servidor FTP cuando se crea un evento de IVA, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para FTP desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Para enviar una imagen por e-mail cuando se produce un evento IVA, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para e-mail desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Recording">
            <h3>Grabar</h3>
            <p ng-if="NAS">Para guardar una imagen en una tarjeta SD o NAS cuando se crea un evento IVA, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para almacenamiento desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Almacenamiento]</strong></a>.</p>
            <p ng-if="!NAS">Para guardar una imagen en una tarjeta SD cuando se crea un evento IVA, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para almacenamiento desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Almacenamiento]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput">
            <h3>Salida de alarma</h3>
            <p>Es posible establecer el n&uacute;mero de salida de alarma para una alarma espec&iacute;fica cuando se crea un evento IVA.&nbsp;Despu&eacute;s de seleccionar un n&uacute;mero de salidas de alarma, seleccione <strong class="UI">[Desactivar]</strong> si no desea ninguna alarma, o seleccione la hora de salida si desea emitir una alarma. Se puede establecer una alarma continua hasta que sea apagada por el usuario mediante la selecci&oacute;n de <strong class="UI">[Siempre]</strong> o estableciendo la alarma en 5, 10 o 15 segundos. Se pueden hacer ajustes detallados para salida de alarma desde <strong class="UI">[Evento]</strong>&gt;<a
class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[Salida de alarma]</strong></a>.</p>
        </div>

    <div class="wn5-setup-section-article-content" ng-if="(DPTZSetupPage || ExternalPTZPage) && PresetSupport">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento IVA. El valor predefinido de c&aacute;mara puede definirse en <strong class="UI">[Preajuste]</strong> de <strong class="UI">[PTZ] </strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ digital]</strong></a> o <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externa]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento IVA. El valor predefinido de c&aacute;mara puede definirse en&nbsp;<strong class="UI">[Configuración de preajustes]</strong> de <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuración de preajustes]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento IVA. El valor predefinido de c&aacute;mara puede definirse en&nbsp;<strong class="UI">[Preajuste]</strong> de <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuraci&oacute;n PTZ]</strong></a>.</p>
        </div>

    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Tiempo de activaci&oacute;n de evento</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Esto establece el tiempo de funcionamiento de las configuraciones de acci&oacute;n de eventos IVA. Establezca la configuraci&oacute;n de acciones de eventos desde <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_iva?#action">Conf. de acciones de evento</a>]</strong> para funcionar siempre o s&oacute;lo a la hora programada.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Siempre</h3>
            <p>Los valores de acciones evento siempre se ejecutan cuando se crea un evento IVA.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>S&oacute;lo tiempo programado</h3>
            <p>Los ajustes de acciones de eventos se ejecutan solo cuando se crea un evento IVA durante el tiempo establecido. La fecha de domingo a s&aacute;bado, a partir de la hora actual de la c&aacute;mara, se muestra en la tabla de tiempos que aparece cuando <strong class="UI">[Sólo tiempo programado]</strong> se selecciona. Puede establecer el tiempo de configuraci&oacute;n de las acciones de eventos haciendo clic o arrastrando en la tabla de tiempos con el rat&oacute;n. El tiempo de activaci&oacute;n del evento configurado se ejecuta varias veces durante el d&iacute;a de la semana y la hora correspondiente.</p>
			<p>Puede cambiar la unidad de vista de tiempo haciendo clic en el bot&oacute;n de <strong class="UI">[1 min]</strong>, <strong class="UI">[30 min]</strong> o <strong class="UI">[1 h]</strong>. Al hacer clic en el bot&oacute;n <strong class="UI">[Reinicializar]</strong>, se eliminar&aacute;n todos los tiempos de activaci&oacute;n de eventos configurados. Para confirmar o cambiar la hora de la c&aacute;mara, consulte <strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Fecha y hora]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
