<h1 class="wn5-setup-main-title">Detecci&oacute;n de movimiento</h1>
<div class="wn5-setup-section">
    <p>Un evento de detecci&oacute;n de movimiento se puede crear cuando se fijan un &aacute;rea de detecci&oacute;n de movimiento y el &aacute;rea de no detecci&oacute;n y un movimiento es detectado desde el interior del &aacute;rea establecida por el usuario. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte de abajo de la p&aacute;gina.</p>
    <p>El ajuste en el caso de detecci&oacute;n de movimiento se aplica a <strong class="UI">[Detecci&oacute;n de movimiento]</strong> en el <strong class="UI">[Evento]</strong>&gt; y la p&aacute;gina de <a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI">[Configuraci&oacute;n de eventos]</strong></a> igualmente.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Detecci&oacute;n de movimiento</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></ul>
            <h3>Activar detecci&oacute;n de movimiento</h3>
            <p>Para utilizar el evento de detecci&oacute;n de movimiento, seleccione <strong class="UI">[Activar detecci&oacute;n de movimiento]</strong>.</p>
			</div>
			<div class="wn5-setup-section-article-content" ng-if="PTZModel">
            <h3>Tipo</h3>
            <p>Para definir la misma detecci&oacute;n de movimiento para todos los preajustes, seleccione <strong class="UI">[Global]</strong>. Para definir la misma detecci&oacute;n de movimiento para todos los preajustes de PTZ, seleccione <strong class="UI">[Preajuste]</strong>. La opci&oacute;n <strong class="UI">[Preajuste]</strong> estar&aacute; activada solo cuando un preajuste se defina desde la p&aacute;gina <a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup">Configuraci&oacute;n de preajustes</a>.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>El &aacute;rea de detecci&oacute;n de movimiento y el &aacute;rea de no detecci&oacute;n se fijan y se utilizan de acuerdo con el rango de tama&ntilde;o del movimiento.</li>
                <li>En cualquiera de los casos siguientes, el rendimiento del evento de detecci&oacute;n de movimiento se puede reducir y un mal funcionamiento podr&iacute;a ocurrir: <br>- Si un objeto es similar en brillo o color al fondo en la pantalla <br>- Si se produce un peque&ntilde;o movimiento cerca del borde de la pantalla <br>- Si un cambio general en la pantalla se produce continuamente al azar debido a factores tales como cambios de escena y cambios de iluminaci&oacute;n repentinos <br>- Si un objeto en movimiento se acerca demasiado a la c&aacute;mara <br>- Cuando un objeto esconde otro objeto <br>- Cuando el movimiento de un objeto es demasiado r&aacute;pido <br>- Cuando se producen reflexi&oacute;n, visi&oacute;n borrosa o sombreado debido a una luz potente como la luz solar directa, iluminaci&oacute;n alta o faros de un veh&iacute;culo <br>- En casos de fuertes tormentas de nieve, lluvia o viento, o al atardecer o amanecer.</li>
            </ul>
        </div>

</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>&Aacute;rea</h2>
    </div>

    <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>El &aacute;rea designada por el usuario se define como el &aacute;rea de detecci&oacute;n de movimientos.</p>
        </div>
            <div class="wn5-online-help-action">
            <h4>Configuraci&oacute;n de un &aacute;rea</h4>
            <p>Cuando se seleccionan 4 esquinas de una imagen con el rat&oacute;n, se establece como el &aacute;rea de detecci&oacute;n de movimiento y el color de los botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambia. Se pueden configurar hasta 8 zonas y el nivel y la sensibilidad se pueden ajustar por separado para cada &aacute;rea de detecci&oacute;n de movimiento.</p>
        </div>
            <div class="wn5-online-help-action">
            <h4>Cambio de un &aacute;rea</h4>
			<p>Se puede cambiar el tama&ntilde;o de un &aacute;rea de detecci&oacute;n de movimiento al mover una esquina del &aacute;rea de detecci&oacute;n de movimiento. Para mover un &aacute;rea de detecci&oacute;n de movimiento, haga clic y arrastre el &aacute;rea relevante con el rat&oacute;n.</p>
			        </div>
            <div class="wn5-online-help-action">
            <h4>Eliminaci&oacute;n de un &aacute;rea</h4>
			<p>Para eliminar un &aacute;rea de detecci&oacute;n de movimiento, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente en la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> en la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></ul>
            <h3>&Aacute;rea</h3>
            <p>Cuando se a&ntilde;ade un &aacute;rea de detecci&oacute;n de movimiento, el color de los botones num&eacute;ricos en [&Aacute;rea] cambiar&aacute;. Al hacer clic en el bot&oacute;n num&eacute;rico, el &aacute;rea correspondiente desaparecer&aacute; de la pantalla de vista previa. Al hacer clic en el bot&oacute;n num&eacute;rico otra vez, el &aacute;rea de detecci&oacute;n de movimiento volver&aacute; a aparecer.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Nivel de detecci&oacute;n</h3>
            <p>Esto establece el nivel est&aacute;ndar de detecci&oacute;n de movimiento. Puede ajustar el nivel de cada &aacute;rea de detecci&oacute;n de movimiento en <strong class="UI">[&Aacute;rea]</strong>, y cuando un movimiento es mayor que el valor establecido, se crear&aacute; un evento de detecci&oacute;n de movimiento.</p>
            <p>Tambi&eacute;n, seg&uacute;n se detecta un movimiento en cada &aacute;rea, aparecer&aacute; un gr&aacute;fico de movimiento, y cuando se crea un evento de movimiento, el color del gr&aacute;fico cambiar&aacute;.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Sensibilidad</h3>
            <p>Esto ajusta la sensibilidad de detecci&oacute;n de movimiento para cada &aacute;rea. Establezca una sensibilidad m&aacute;s baja para un entorno donde el fondo y un objeto sean claramente distinguibles y una sensibilidad mayor en un entorno donde el fondo y un objeto no sean claramente distinguibles.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Entregar</h3>
            <p>Para utilizar la funci&oacute;n entregar, seleccione <strong class="UI">[Activar]</strong>. Cuando se utiliza la funci&oacute;n entregar, es posible configurar una c&aacute;mara espec&iacute;fica para moverse a una posici&oacute;n espec&iacute;fica PTZ preestablecida cuando se detecta un movimiento en el &aacute;rea establecida. Asigna una c&aacute;mara para cada &aacute;rea.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>C&aacute;mara receptora</h3>
            <p>Un receptor de la c&aacute;mara puede estar vinculado con el &aacute;rea.</p>
        </div>

        <div class="wn5-online-help-action">
            <h5>Adici&oacute;n de un receptor de la c&aacute;mara</h5>
            <ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione un &aacute;rea de detecci&oacute;n de movimiento para vincularse con el receptor de la c&aacute;mara en la pantalla de vista previa.</li>
                <li>Seleccione <strong class="UI">[Activar]</strong> en <strong class="UI">[Transferir]</strong>.</li>
                <li>Haga clic en el bot&oacute;n <strong class="UI">[Agregar]</strong> en la parte superior de la lista <strong class="UI">[Cámara receptora]</strong></li>
                <li>Introduzca la informaci&oacute;n del receptor de la c&aacute;mara y el n&uacute;mero de preajuste en la ventana <strong class="UI">[A&ntilde;adir c&aacute;mara]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>.</li>
            </ol>
        </div>

        <div class="wn5-online-help-action">
            <h5>Eliminaci&oacute;n de un receptor de la c&aacute;mara</h5>
            <ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione un &aacute;rea de detecci&oacute;n de movimiento relacionada con el receptor de la c&aacute;mara que desee eliminar de la pantalla de vista previa.</li>
                <li>Haga clic en la casilla de verificaci&oacute;n de la lista de c&aacute;maras.</li>
                <li>Haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong> en la parte superior de la lista <strong class="UI">[Cámara receptora]</strong></li>
                <li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en <strong class="UI">[Aceptar]</strong>.</li>
            </ol>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>La funci&oacute;n entregar se puede utilizar despu&eacute;s de establecer primero el &aacute;rea de detecci&oacute;n de movimiento.</li>
            </ul>
        </div>
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>&Aacute;rea de no detecci&oacute;n</h2>
	</div>

    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>El &aacute;rea designada por el usuario se define como el &aacute;rea excluida.</div>
        <div class="wn5-online-help-action">
			<h4>Configuraci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Cuando selecciona 4 esquinas de una imagen con el rat&oacute;n, se establece como el &aacute;rea de no detecci&oacute;n y el color de los botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambia. Se pueden configurar hasta 8 &aacute;reas de no detecci&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Cambio de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Se puede cambiar el tama&ntilde;o de un &aacute;rea de no detecci&oacute;n moviendo una esquina de la misma. Para mover un &aacute;rea de no detecci&oacute;n, haga clic y arrastre el &aacute;rea relevante con el rat&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Para borrar un &aacute;rea de no detecci&oacute;n, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></ul>
            <h3>&Aacute;rea</h3>
            <p>Cuando se a&ntilde;ade un &aacute;rea de no detecci&oacute;n, el color de botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambiar&aacute;. Al hacer clic en el bot&oacute;n num&eacute;rico, el &aacute;rea de no detecci&oacute;n correspondiente desaparecer&aacute; de la pantalla de vista previa. Al hacer clic en el bot&oacute;n num&eacute;rico otra vez, el &aacute;rea no detecci&oacute;n volver&aacute; a aparecer.</p>
          </div>
      </div>
  </div>

  <hr class="wn5-setup-hr">

                <div class="wn5-setup-section">
                    <div class="wn5-setup-section-heading">
                        <h2>Traspaso</h2>
                    </div>
                    <div class="wn5-setup-section-article">
                        <div class="wn5-setup-section-article-content">
                            <h3>Traspaso</h3>
                            <p>Seleccione un número de cámara del receptor de traspaso. Seleccione <strong class="UI">[Desactivar]</strong> si no desea utilizar la función de traspaso.</p>
                            <p>Traspaso es una función en que la cámara del receptor se mueve a la posición preajustada PTZ cuando se produce un evento de detección de movimiento. La cámara receptora de traspaso se puede configurar en el menú <strong class="UI">[Evento]</strong> &gt; <strong class="UI">[Transferir]</strong>. </p> </div> <div>

                                                      <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                                                                              <ul>

                                                                                  <li>Puede configurar la cámara del receptor de traspaso para cada área de ROI. La función de traspaso se puede utilizar después de establecer el área ROI primero.</li>

                                                  </div>
</div>
</div>
                              <hr class="wn5-setup-hr">
                              <div class="wn5-setup-section">

                                <div class="wn5-setup-section-heading">        <h2><a class="wn5-online-help-link" name="action"></a>Conf. de acciones de evento</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></ul>
            <h3>FTP:</h3>
            <p>Para guardar una imagen en un servidor FTP cuando se crea un evento de movimiento, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para FTP desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Para enviar una imagen por e-mail cuando se crea un evento de detecci&oacute;n de movimiento, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para e-mail desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Grabar</h3>
            <p>Para guardar una imagen en una tarjeta SD o NAS cuando se crea un evento de detecci&oacute;n de movimiento, seleccione <strong class="UI">[Activar]</strong>. Se pueden hacer ajustes detallados para almacenamiento desde <strong class="UI">[Evento]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Almacenamiento]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Salida de alarma</h3>
            <p>Es posible establecer el n&uacute;mero de salida de alarma para una alarma espec&iacute;fica cuando se crea un evento de detecci&oacute;n de movimiento.&nbsp;Despu&eacute;s de seleccionar un n&uacute;mero de salidas de alarma, seleccione <strong class="UI">[Desactivar]</strong> si no desea ninguna alarma, o seleccione la hora de salida si desea emitir una alarma. Se puede establecer una alarma continua hasta que sea apagada por el usuario mediante la selecci&oacute;n de <strong class="UI">[Siempre]</strong> o estableciendo la alarma en 5, 10 o 15 segundos. Se pueden hacer ajustes detallados para salida de alarma desde <strong class="UI">[Evento]</strong>&gt;<a
class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[Salida de alarma]</strong></a>.</p>
        </div>

    <div class="wn5-setup-section-article-content" ng-if="DPTZSetupPage || ExternalPTZPage">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento de detecci&oacute;n de movimiento. El valor predefinido de c&aacute;mara puede definirse en <strong class="UI">[Preajuste]</strong> de <strong class="UI">[PTZ] </strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ digital]</strong></a> o <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externa]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento de detecci&oacute;n de movimiento. El valor predefinido de c&aacute;mara puede definirse en&nbsp;<strong class="UI">[Configuración de preajustes]</strong> de <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuración de preajustes]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Ir a predefinido.</h3>
                <p>Puede definir la posici&oacute;n de la vista de la c&aacute;mara para que se mueva a un n&uacute;mero predefinido cuando se cree un evento de detecci&oacute;n de movimiento. El valor predefinido de c&aacute;mara puede definirse en&nbsp;<strong class="UI">[Preajuste]</strong> de <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuraci&oacute;n PTZ]</strong></a>.</p>
        </div>

    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Tiempo de activaci&oacute;n de evento</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Esto establece la acci&oacute;n del evento desde <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_motionDetection/v2?#action">Conf. de acciones de evento</a>]</strong> para funcionar siempre o s&oacute;lo a una hora determinada cuando se crea un evento de detecci&oacute;n de movimiento.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <ul>
                <p><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></p>
            </ul>
            <h3>Siempre</h3>
            <p>Las configuraciones de acci&oacute;n conjunto de eventos se ejecutan siempre cuando se crea un evento de detecci&oacute;n de movimiento.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>S&oacute;lo tiempo programado</h3>
            <p>Los ajustes de acciones de eventos se ejecutan cuando se crea un evento de detecci&oacute;n de movimiento durante el tiempo establecido. La fecha de domingo a s&aacute;bado, a partir de la hora actual de la c&aacute;mara, se muestra en la tabla de tiempos que aparece cuando <strong class="UI">[Sólo tiempo programado]</strong> se selecciona. Puede establecer el tiempo de configuraci&oacute;n de las acciones de eventos haciendo clic o arrastrando en la tabla de tiempos con el rat&oacute;n. El tiempo de activaci&oacute;n del evento configurado se ejecuta varias veces durante el d&iacute;a de la semana y la hora correspondiente.</p>
			<p>Puede cambiar la unidad de vista de tiempo haciendo clic en el bot&oacute;n de <strong class="UI">[1 min]</strong>, <strong class="UI">[30 min]</strong> o <strong class="UI">[1 h]</strong>. Al hacer clic en el bot&oacute;n <strong class="UI">[Reinicializar]</strong>, se eliminar&aacute;n todos los tiempos de activaci&oacute;n de eventos configurados. Para confirmar o cambiar la hora de la c&aacute;mara, consulte <strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Fecha y hora]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
