


<h1 class="wn5-setup-main-title">Configuration du serveur de donn&eacute;es</h1>
<div class="wn5-setup-section">
    <p>Lorsqu&rsquo;un serveur d&rsquo;aper&ccedil;u de d&eacute;tail est enregistr&eacute;, les donn&eacute;es de la cam&eacute;ra (comptage de personnes, gestion des files d&rsquo;attente et donn&eacute;es de carte thermique) sont transf&eacute;r&eacute;es vers le serveur enregistr&eacute;. Sur la page <strong class="UI">[Configuration du serveur de donn&eacute;es]</strong> les informations du serveur d&rsquo;aper&ccedil;u de d&eacute;tail peuvent &ecirc;tre entr&eacute;es et enregistr&eacute;es. Cliquez sur le bouton <strong class="UI">[Appliquer]</strong> ci-dessous apr&egrave;s avoir entr&eacute; les informations n&eacute;cessaires.</p>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration du serveur de donn&eacute;es</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer le serveur de donn&eacute;es</h3>
            <p>Pour transf&eacute;rer les donn&eacute;es de la cam&eacute;ra vers le serveur d&rsquo;aper&ccedil;u de d&eacute;tail, s&eacute;lectionnez <strong class="UI">[Activer le serveur de donn&eacute;es]</strong>.</p>
        </div>
    </div>
</div>        

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Connexion</h2>
    </div>
        <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Les informations du serveur peuvent &ecirc;tre entr&eacute;es pour enregistrer le serveur d&rsquo;aper&ccedil;u de d&eacute;tail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Adresse IP</h3>
            <p>Entrez l&rsquo;adresse IP du serveur d&rsquo;aper&ccedil;u de d&eacute;tail.</p>
        </div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>&Agrave; c&ocirc;t&eacute; du champ <strong class="UI">[IP]</strong>, un message indiquant l&rsquo;&eacute;tat de la connexion au serveur est affich&eacute;.</li>
                <ul>
                    <li>En cours de connexion : Affich&eacute; lors d&rsquo;une tentative de connexion au serveur d&rsquo;aper&ccedil;u de d&eacute;tail. Lorsque le bouton <strong class="UI">[Appliquer]</strong> en bas de la page ou lorsque <strong class="UI">[Activer le serveur de donn&eacute;es]</strong> est s&eacute;lectionn&eacute;, une tentative de connexion au serveur est tent&eacute;e.</li>
                    <li>R&eacute;ussite : Affich&eacute; lorsque la connexion au serveur d&rsquo;aper&ccedil;u de d&eacute;tail est &eacute;tablie.</li>
                    <li>&Eacute;chec : Affich&eacute; lorsque la connexion au serveur d&rsquo;aper&ccedil;u de d&eacute;tail a &eacute;chou&eacute;. Si ce message persiste, assurez-vous que les informations du serveur d&rsquo;aper&ccedil;u de d&eacute;tail sur la page <strong class="UI">[Configuration du serveur de donn&eacute;es]</strong> sont correctes.</li>
                </ul>
            </ul>
        </div>            
        <div class="wn5-setup-section-article-content">
            <h3>Port</h3>
            <p>Entrez la valeur de port du serveur d&rsquo;aper&ccedil;u de d&eacute;tail.</p>
            <p>La valeur du port peut &ecirc;tre 80 ou comprise entre 1024 et 65535.</p>
        </div> 
        <div class="wn5-setup-section-article-content">
            <h3>ID</h3>
            <p>Entrez l&rsquo;ID du compte pour vous connecter au serveur d&rsquo;aper&ccedil;u de d&eacute;tail.</p>
            <p>L&rsquo;ID peut contenir jusqu&rsquo;&agrave; 8 lettres, mais n&rsquo;autorise pas les caract&egrave;res sp&eacute;ciaux : #%&amp;+=\:&lt;&gt;&quot;&apos;</p>
        </div> 
        <div class="wn5-setup-section-article-content">
            <h3>Mot de passe</h3>
            <p>Entrez le mot de passe du compte pour vous connecter au serveur d&rsquo;aper&ccedil;u de d&eacute;tail.</p>
            <p>Le mot de passe peut contenir entre 8 et 20 lettres, mais n&rsquo;autorise pas les caract&egrave;res sp&eacute;ciaux : #%&amp;+=\:&lt;&gt;&quot;&apos;</p>
        </div>
     </div>
</div>
<hr class="wn5-setup-hr"> 
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Nom du magasin</h2>
	</div>
        <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Entrez le nom de votre magasin.</p>
            <p>Le nom du magasin est utilis&eacute; par le serveur d&rsquo;aper&ccedil;u de d&eacute;tail pour distinguer votre cam&eacute;ra.</p>
        </div>
     </div>
</div>
 
<hr class="wn5-setup-hr">


