


<h1 class="wn5-setup-main-title">Buscar</h1>

<div class="wn5-setup-section">
    <p>Mapa de calor muestra la frecuencia de enfoque de movimiento en la pantalla en color. Puede buscar los datos de Mapa de calor y confirmar los resultados desde &apos;Buscar Mapa de calor&apos;. </p>
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul><li>Para utilizar la funci&oacute;n de b&uacute;squeda de Mapa de calor, debe activarla seleccionando <strong class="UI">[Habilitar mapa de calor]</strong> desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Mapa de calor]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="hmSetup.html" ng-href="#/help/heatmap_setup">[Configuraci&oacute;n]</a></strong>.</li>

        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Mapa de calor</h2>
    </div>
        <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
        <p>La informaci&oacute;n de Mapa de calor basada en la frecuencia de enfoques de movimiento en la imagen actual aparecer&aacute; en la pantalla. Para que la frecuencia de enfoques de movimiento por color aparezca en la pantalla, consulte el color en [&Iacute;ndice].  </p>
        </div>
    </div>
</div>

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>&Iacute;ndice</h2>
    </div>
        <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>La barra de color del &Iacute;ndice indica la frecuencia de los enfoques de movimiento. Si la frecuencia de enfoques de movimiento es baja, se muestra en azul, y en rojo si la frecuencia de enfoques de movimiento es alta.</p>
        </div>
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2> Buscar </h2>
    </div>
        <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
                <p>Cuando se selecciona <strong class="UI">[Reciente]</strong>, se puede buscar por d&iacute;a reciente, semana o mes. Cuando se selecciona <strong class="UI">[Per&iacute;odo]</strong>, se puede especificar un per&iacute;odo diario, mensual o anual para la b&uacute;squeda.</p>
                <p>Los resultados de la b&uacute;squeda de Mapa de calor se mostrar&aacute;n en la pantalla inmediatamente. </p>
        </div>

                <div class="wn5-online-help-action">
                    <h4><a name="search"></a>Buscando Mapa de calor y ver los resultados</h4>
                    <ol>
                        <li>Seleccione la fecha que desea buscar desde <strong class="UI">[Fecha]</strong> en <strong class="UI">[Buscar]</strong>.    </li>
                        <li>Haga clic en el bot&oacute;n <strong class="UI">[Buscar] </strong>.                </li>
                        <li>Los resultados de la b&uacute;squeda se mostrar&aacute;n en <strong class="UI">[Resultados]</strong>. </li>
                    </ol>

                </div>
        </div>
</div>
<hr class="wn5-setup-hr">            
			<div class="wn5-setup-section">
                <div class="wn5-setup-section-heading">
                    <h2>Resultados.</h2>
				</div>
            <div class="wn5-setup-section-article">    
			<div class="wn5-setup-section-article-content">
                    <p>Si ha buscado en los datos de Mapa de calor, se mostrar&aacute;n los resultados. La informaci&oacute;n de Mapa de calor para el per&iacute;odo que ha buscado, con la imagen en el momento de la b&uacute;squeda de fondo, se mostrar&aacute;. </p>
            </div>
			<div class="wn5-setup-section-article-content">
                        <h3>Descargar  </h3>
                        <p>Al hacer clic en el bot&oacute;n <strong class="UI">[Descargar]</strong>&nbsp;despu&eacute;s de buscar, puede descargar los resultados de b&uacute;squeda como un archivo de imagen. Los resultados de b&uacute;squeda se pueden descargar en formato .png; el archivo descargado se guarda en la ruta para guardar del navegador por defecto. Hasta 64 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre del archivo.</p>
                    </div>
            </div>
        </div>
            <hr class="wn5-setup-hr">
