<h1 class="wn5-setup-main-title">FTP/E-mail</h1>

<div class="wn5-setup-section">
    <p>Lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute; alors que la cam&eacute;ra capture une image, l&apos;image captur&eacute;e peut &ecirc;tre envoy&eacute;e sur un serveur FTP ou par e-mail. Entrez les informations appropri&eacute;es sur le serveur FTP et sur la configuration e-mail &agrave; utiliser.</p>
    <p>Lorsque vous entrez des informations sur le serveur FTP ou le serveur e-mail et que vous cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page, un test de connexion au serveur FTP ou un test e-mail sera r&eacute;alis&eacute;. Si une adresse de serveur FTP ou une adresse de serveur e-mail incorrecte est saisie, un message indiquant «&nbsp;&Eacute;chec&nbsp;» s&apos;affichera.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="ftp"></a>Configuration FTP</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Adresse du serveur</h3>
            <p>Entrez l&apos;adresse IP du serveur FTP o&ugrave; une image de cr&eacute;ation d&apos;&eacute;v&eacute;nement sera envoy&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>ID</h3>
            <p>Entrez l&apos;identifiant du compte de connexion au serveur FTP.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mot de passe</h3>
            <p>Entrez le mot de passe du compte de connexion au serveur FTP.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>T&eacute;l&eacute;charger le r&eacute;pertoire</h3>
            <p>Entrez le r&eacute;pertoire du serveur FTP o&ugrave; une image de cr&eacute;ation d&apos;&eacute;v&eacute;nement sera enregistr&eacute;e.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Port</h3>
            <p>Entrez la valeur de port du serveur FTP. La valeur de port par d&eacute;faut du serveur FTP est 21, elle peut &ecirc;tre modifi&eacute;e en fonction des param&egrave;tres du serveur FTP. Le port peut &ecirc;tre modifi&eacute; dans une plage de 1 &agrave; 65535.</p>
        </div>    
        <div class="wn5-setup-section-article-content" ng-if="FTPModeOptions">
            <h3>Mode passif</h3>
            <p>S&eacute;lectionnez <strong class="UI">[Activer]</strong> lorsque la connexion en mode passif est n&eacute;cessaire en raison de la configuration du pare-feu ou du serveur FTP.</p>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="email"></a>Configuration E-mail</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Adresse du serveur</h3>
            <p>Entrez l&apos;adresse du serveur SMTP d&rsquo;e-mail pour envoyer une image de cr&eacute;ation d&apos;&eacute;v&eacute;nement par e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Authentification</h3>
            <p>Choisissez si vous souhaitez ou non vous authentifier avec un identifiant et un mot de passe chaque fois qu&apos;un e-mail est envoy&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Utilisation TLS</h3>
            <p>Choisissez si vous souhaitez ou non utiliser le TLS. S&eacute;lectionnez <strong class="UI">[Activer]</strong> si vous utilisez un serveur e-mail n&eacute;cessitant une s&eacute;curit&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>ID</h3>
            <p>Entrez l&apos;identifiant du compte connect&eacute; au serveur SMTP d&rsquo;e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Mot de passe</h3>
            <p>Entrez le mot de passe du compte connect&eacute; au serveur SMTP d&rsquo;e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Port</h3>
            <p>Entrez la valeur de port du serveur SMTP d&rsquo;e-mail. La valeur de port par d&eacute;faut du serveur e-mail est 25, la valeur du port lors de l&apos;utilisation du TLS est 465.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Destinataire</h3>
            <p>Entrez l&apos;adresse e-mail du destinataire de l&apos;e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Exp&eacute;diteur</h3>
            <p>Entrez l&apos;adresse e-mail de l&apos;exp&eacute;diteur de l&apos;e-mail. Si l&apos;adresse de l&apos;exp&eacute;diteur est incorrecte, le destinataire pr&eacute;vu peut ne pas recevoir l&apos;e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Objet</h3>
            <p>Entrez l&apos;objet de l&apos;e-mail &agrave; envoyer lors de la cr&eacute;ation d&apos;un &eacute;v&eacute;nement.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Message</h3>
            <p>Entrez les informations du corps de l&apos;e-mail &agrave; envoyer lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;. Lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;, l&apos;image captur&eacute;e sera envoy&eacute;e comme pi&egrave;ce jointe &agrave; un e-mail.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">