<h1 class="wn5-setup-main-title">Conf. de v&iacute;deo</h1>

<div class="wn5-setup-section">
	<p>Se puede establecer una zona de privacidad imagen de la c&aacute;mara o reflejar la imagen de la pantalla hacia arriba, abajo, izquierda o derecha. Tambi&eacute;n puede configurar una salida de imagen anal&oacute;gica o cambiar el tipo de v&iacute;deo. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>&Aacute;rea privada</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		    <p>Se puede establecer una parte de la imagen de la c&aacute;mara como una &aacute;rea privada oculta. Se puede establecer una zona de privacidad en la pantalla, basta con seleccionar <strong class="UI">[Activar zona de privacidad]</strong> y hacer clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina. </p>
		</div>
		<div class="wn5-setup-section-article-content">
			<p>Si prefiere no tener un &aacute;rea privada, anule la selecci&oacute;n de <strong class="UI">[Activar zona de privacidad]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.Puede comprobar la imagen de la c&aacute;mara con ninguna zona oculta de privacidad. No se eliminar&aacute;n las superficies de privacidad; puede comprobar dichas &aacute;reas en la lista de &aacute;reas de privacidad.  </p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Patr&oacute;n</h3>
			<p>Seleccione el patr&oacute;n de mosaico que prefiere aplicar al &aacute;rea privada. Si <strong class="UI">[Opaco]</strong> est&aacute; establecido, se aplicar&aacute; el grupo de colores en la ventana del &aacute;rea privada. Cuando se selecciona un patr&oacute;n, se aplica a todas las &aacute;reas privadas por igual.</p>
		</div>
		<div class="wn5-online-help-action">
			<h4><span class="tui tui-wn5-help-warning"></span>Ajuste de un &aacute;rea privada</h4>
			<ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione <strong class="UI">[Activar]</strong> para el &aacute;rea privada y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina. </li>
				<li>Haga clic en los 4 bordes de la pantalla de imagen de la c&aacute;mara con el rat&oacute;n. Aparecer&aacute; la ventana del &aacute;rea privada.</li>
				<li>Introduzca el nombre del &aacute;rea privada en <strong class="UI">[Nombre]</strong>, seleccione el color para cubrir la imagen en <strong class="UI">[Color]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. </li>
				<li>La nueva &aacute;rea privada se a&ntilde;adir&aacute; a la lista de &aacute;reas privada. El &aacute;rea privada se muestra en el color establecido en la pantalla de imagen de la c&aacute;mara.</li>
			</ol>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>S&oacute;lo letras, n&uacute;meros, guiones (-) y el punto (.) se pueden introducir para el nombre de un &aacute;rea privada. </li>

			</ul>
		</div>


		<div class="wn5-online-help-action">
			<h4><span class="tui tui-wn5-help-warning"></span>Eliminaci&oacute;n de un &aacute;rea privada</h4>
			<ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione el &aacute;rea privada que desea eliminar de la lista de &aacute;reas de privacidad. El &aacute;rea seleccionada se mostrar&aacute; en la pantalla de imagen de la c&aacute;mara. </li>
				<li>Haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>. Se eliminar&aacute; el &aacute;rea seleccionada.</li>
			</ol>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Fuente de v&iacute;deo</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Si la pantalla se muestra al rev&eacute;s despu&eacute;s de instalar la c&aacute;mara, puede corregir esto a trav&eacute;s de las funciones del modo de volteo y el modo de espejo. La funci&oacute;n de vista de pasillo proporciona un larga vista vertical de la pantalla que permite al usuario controlar el &aacute;rea de vigilancia eficientemente.</p>
		</div>
		<div class="wn5-setup-section-article-content"><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><h3>Modo de volteo</h3>
			<p>Para dar la vuelta a la imagen de la c&aacute;mara, seleccione <strong class="UI">[Act]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Modo de espejo</h3>
			<p>Para reflejar la imagen de la c&aacute;mara, seleccione <strong class="UI">[Act]</strong>.</p>
		</div>

		<div class="wn5-setup-section-article-content" ng-if="HallwayView">
			<h3>Vista de pasillo</h3>
			<p>Puede girar la imagen de la c&aacute;mara y ampliar las &aacute;reas de vigilancia superior e inferior en un entorno como un pasillo estrecho o un callej&oacute;n donde sea dif&iacute;cil de controlar con una c&aacute;mara normal. Puede girar la imagen 90 grados hacia la derecha y 270 grados hacia la derecha; cuando se establece en 0 grados, la imagen vuelve a su estado original.</p>
		</div>
		<div class="wn5-online-help-info" ng-if="HallwayView">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<div>
				<ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Con el fin de establecer la vista de pasillo, es necesario configurar la c&aacute;mara instalada en 0 grados, o girar hasta 90 grados hacia la derecha o hacia la derecha 270 grados, y seleccionar el mismo &aacute;ngulo en <strong class="UI">[Vista de pasillo]</strong>. </li>
					<li>Cuando se establece <strong class="UI">[Vista de pasillo]</strong>, el navegador web se cerrar&aacute; autom&aacute;ticamente. Tendr&aacute; que volver a conectarse al visor web.</li>
				</ul>
			</div>
		</div>
	</div>
</div>


<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>V&iacute;deo anal&oacute;gico</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<h3>Salida de v&iacute;deo</h3>
			<p>Puede establecer si desea o no la salida de v&iacute;deo anal&oacute;gico. La salida de v&iacute;deo anal&oacute;gico es &uacute;til, ya que se puede establecer durante la comprobaci&oacute;n de la ubicaci&oacute;n de la lente o el enfoque cuando se instala la c&aacute;mara.</p>
		</div>

	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		<h3>Tipo de v&iacute;deo</h3>
		
	    	<p>Seleccione el tipo de v&iacute;deo anal&oacute;gico. Puede seleccionar <strong class="UI">[NTSC]</strong> o <strong class="UI">[PAL]</strong> como el tipo de v&iacute;deo.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
			<ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li><strong class="UI">NTSC</strong>: NTSC (National Television System Committee) es el est&aacute;ndar para la televisi&oacute;n en color en los EE.UU., opera a 30 fotogramas por segundo con 525 l&iacute;neas de definici&oacute;n horizontal. El n&uacute;mero de fotogramas por segundo es grande, por lo que la pantalla se puede mostrar de forma natural. Este tipo se utiliza principalmente en los EE.UU., Jap&oacute;n y Canad&aacute;.</li>
				<li><strong class="UI">PAL</strong>: PAL (Phase Alternation Line) se origin&oacute; en Alemania, y mientras que es similar a NTSC, hay una diferencia en el m&eacute;todo que utiliza para manejar las se&ntilde;ales de color. Este tipo se utiliza principalmente en Europa. Aunque este tipo tiene un menor n&uacute;mero de cuadros por segundo en comparaci&oacute;n con NTSC, tiene un mayor n&uacute;mero de l&iacute;neas horizontales de exploraci&oacute;n (625) y una menor deformaci&oacute;n de color; que no requiere especificaciones avanzadas para equipos de transmisi&oacute;n. </li>
			</ul>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">