<h1 class="wn5-setup-main-title">Alignement d&rsquo;image</h1>

<div class="wn5-setup-section">
    <p>Vous pouvez r&eacute;gler le champ de vision et la distance de d&eacute;tection pour la cam&eacute;ra mont&eacute;e.</p>

<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Le champ de vision et la distance de d&eacute;tection ne peuvent pas &ecirc;tre r&eacute;gl&eacute;s simultan&eacute;ment. </li>
            </ul>
        </div>
	</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
		<h2>Champ de vision angulaire</h2>
    </div>		
	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Lorsque vous organisez les vid&eacute;os des cam&eacute;ras mont&eacute;es pour cr&eacute;er une vue panoramique des vid&eacute;os, vous pouvez r&eacute;gler le champ de vision en choisissant la mani&egrave;re d&rsquo;organiser chaque cam&eacute;ra individuelle mont&eacute;e. </p>
            <ul>
                <li><strong class="UI">Mode 180 degr&eacute;s</strong>&nbsp;: Organiser les &eacute;crans de cam&eacute;ra verticalement. Du fait que ce mode organise les &eacute;crans en fonction de la longueur de chaque &eacute;cran, vous verrez une vid&eacute;o dont la longueur est sup&eacute;rieure &agrave; celle en mode 220 degr&eacute;s. &nbsp;</li>
                <li><strong class="UI">Mode 220 degr&eacute;s</strong>&nbsp;: Organiser les &eacute;crans de cam&eacute;ra horizontalement. Du fait que ce mode organise les &eacute;crans en fonction de la largeur de chaque &eacute;cran, vous verrez une vid&eacute;o dont la largeur est sup&eacute;rieure &agrave; celle en mode 180 degr&eacute;s.</li>
            </ul>
        </div>
		 <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Si vous changez l&rsquo;option de champ de vision angulaire, la cam&eacute;ra red&eacute;marre et la configuration vid&eacute;o sera initialis&eacute;e en fonction du champ de vision angulaire s&eacute;lectionn&eacute;. Veuillez &agrave; nouveau d&eacute;finir la zone de confidentialit&eacute;, les analyses et les statistiques. Elles peuvent &ecirc;tre d&eacute;finies dans les menus <strong class="UI">[Vid&eacute;o Configuration]</strong>, <strong class="UI">[Analyses]</strong> et <strong class="UI">[Statistiques]</strong> respectivement.</li>
            </ul>
        </div>
	</div>
</div>
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
		<h2>Distance cible</h2>
    </div>		
	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
                <p>Apr&egrave;s avoir s&eacute;lectionn&eacute; le champ de vision de la cam&eacute;ra, vous pouvez entrer une valeur de distance pour la cible supervis&eacute;e. Vous pouvez r&eacute;gler la valeur en ajustant le curseur ou en entrant une valeur en m&egrave;tres. </p>
                <p>Un LUT (tableau de r&eacute;f&eacute;rence) sera g&eacute;n&eacute;r&eacute; en fonction de la valeur de distance entr&eacute;e et sera appliqu&eacute; &agrave; la vue panoramique. </p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">