<h1 class="wn5-setup-main-title">FTP / E-mail</h1>

<div class="wn5-setup-section">
    <p>Cuando se crea un evento, mientras que la c&aacute;mara est&aacute; capturando una imagen, la imagen capturada se puede enviar a un servidor FTP o por e-mail. Introduzca la informaci&oacute;n de configuraci&oacute;n del servidor FTP y e-mail adecuada para ser utilizada.</p>
    <p>Cuando introduzca la informaci&oacute;n del servidor FTP o servidor de e-mail y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina, una prueba de conexi&oacute;n de servidor FTP o un e-mail de prueba se llevar&aacute; a cabo. Si se introduce una direcci&oacute;n de servidor FTP o direcci&oacute;n del servidor de e-mail incorrecta, aparecer&aacute; un mensaje diciendo &apos;Fallo&apos;. </p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="ftp"></a>Config. FTP</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Direcci&oacute;n de servidor  </h3>
            <p>Introduzca la direcci&oacute;n IP del servidor FTP donde se enviar&aacute; una imagen de creaci&oacute;n de eventos.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>ID  </h3>
            <p>Introduzca el ID de la cuenta de inicio de sesi&oacute;n del servidor FTP.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Contrase&ntilde;a  </h3>
            <p>Introduzca la contrase&ntilde;a de la cuenta de inicio de sesi&oacute;n del servidor FTP.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Directorio de carga  </h3>
            <p>Entre en el directorio del servidor FTP donde se grabar&aacute; una imagen de creaci&oacute;n de eventos.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Puerto  </h3>
            <p>Introduzca el valor de puerto del servidor FTP. El valor predeterminado del puerto del servidor FTP es 21, el cual se puede cambiar de acuerdo a la configuraci&oacute;n del servidor FTP. El puerto se puede cambiar dentro de un intervalo de 1024 a 65535.</p>
        </div>    
        <div class="wn5-setup-section-article-content" ng-if="FTPModeOptions">
            <h3>Modo pasivo  </h3>
            <p>Seleccione <strong class="UI">[Activar]</strong> cuando sea necesaria una conexi&oacute;n en modo pasivo debido a la configuraci&oacute;n del firewall o servidor FTP.</p>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="email"></a>Config. E-mail</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Direcci&oacute;n de servidor  </h3>
            <p>Introduzca la direcci&oacute;n del servidor SMTP de e-mail para enviar una imagen de creaci&oacute;n de eventos por correo electr&oacute;nico.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Autenticaci&oacute;n  </h3>
            <p>Seleccione si desea o no autenticarse con un ID y contrase&ntilde;a cada vez que se env&iacute;a un e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Uso de TLS  </h3>
            <p>Permite definir si desea utilizar o no TLS. Seleccione <strong class="UI">[Activar]</strong> si se utiliza un servidor de e-mail que requiere la seguridad.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>ID  </h3>
            <p>Introduzca el ID de la cuenta de usuario est&aacute; conectado al servidor SMTP de e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Contrase&ntilde;a  </h3>
            <p>Introduzca la contrase&ntilde;a de la cuenta de acceso conectado al servidor SMTP de e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Puerto  </h3>
            <p>Introduzca el valor de puerto del servidor SMTP de e-mail. El valor predeterminado del puerto del servidor de e-mail es de 25; el valor del puerto cuando se utiliza TLS es 465.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Destinatario  </h3>
            <p>Introduzca la direcci&oacute;n de e-mail del destinatario de e-mail. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Remitente  </h3>
            <p>Introduzca la direcci&oacute;n de e-mail del remitente del e-mail. Si la direcci&oacute;n del remitente no es correcta, el destinatario no puede recibir el e-mail.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Asunto  </h3>
            <p>Introduzca el asunto del e-mail que se enviar&aacute; cuando se crea un evento. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Cuerpo  </h3>
            <p>Introduzca la informaci&oacute;n del cuerpo del e-mail que se env&iacute;a cuando se crea un evento. Cuando se crea un evento, la imagen capturada ser&aacute; enviada como un archivo adjunto de e-mail. </p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">