<h1 class="wn5-setup-main-title">Almacenamiento</h1>
<div class="wn5-setup-section">
    <p>Puede seleccionar un dispositivo para capturar una imagen de la c&aacute;mara para fijar las condiciones de grabaci&oacute;n. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Conf. de acciones de almac.</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p ng-if="NAS">Seleccionar un dispositivo de grabaci&oacute;n y seleccionar <strong class="UI">[Act]</strong> le permite cambiar la configuraci&oacute;n para el dispositivo correspondiente.</p>
            <p>Si se est&aacute;n grabando bit de datos en el dispositivo, &apos;Grabando&apos; se muestra en <strong class="UI">[Estado]</strong> en la lista de dispositivos. Cuando se muestra &apos;Error&apos; en <strong class="UI">[Estado]</strong>, verifique si el dispositivo de grabaci&oacute;n est&aacute; conectado correctamente.</p>
            <p ng-if="NAS">Cuando <strong class="UI">[Act]</strong> est&aacute; configurado para una tarjeta SD y NAS, al mismo tiempo, NAS es procesada por prioridad.</p>
            <ul><li><strong class="UI">SD Card</strong>: Se puede configurar si desea o no utilizar una tarjeta SD. Cuando se reconoce una tarjeta SD, se muestra el espacio libre, la capacidad total y el estado. Para formatear la tarjeta SD, haga clic en el bot&oacute;n <strong class="UI">[Formatear]</strong>. </li>
                <li ng-if="NAS"><strong class="UI">NAS</strong>: Puede configurar si desea utilizar o no NAS (Network Attached Storage). Cuando se establece una conexi&oacute;n a NAS, se muestran el espacio libre, la capacidad total y el estado. Para dar formato a la carpeta predeterminada del NAS, haga clic en el bot&oacute;n <strong class="UI">[Formatear]</strong>. </li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Perfil de grabaci&oacute;n</h3>
            <p>Se muestra el nombre del perfil de v&iacute;deo que ser&aacute; utilizado para la grabaci&oacute;n. Se visualiza el perfil definido como &apos;Perfil de grabaci&oacute;n&apos; desde <strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Perfil de v&iacute;deo]</strong>&gt;<a class="wn5-online-help-link" href="../basic/profile.html#profiletype" ng-href="#/help/basic_videoProfile?#profiletype"><strong class="UI">[Tipo de perfil]</strong></a>. </p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Grabaci&oacute;n normal</h3>
			<p>Esto establece una grabaci&oacute;n normal sin ning&uacute;n evento.</p>
            <ul>
        
                    <li><strong class="UI">Ninguno</strong>: Ninguna imagen de la c&aacute;mara se graba.</li>
                    <li><strong class="UI">I-Frame</strong>: Graba I-Frame s&oacute;lo para la grabaci&oacute;n normal.</li>
                    <li><strong class="UI">Cuadros completos</strong>: Los registros de imagen m&aacute;xima de grabaci&oacute;n normal.</li>
                </ul>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Grabaci&oacute;n de evento</h3>
            <p>Establece el tipo de grabaci&oacute;n cuando se produce un evento. </p>
            <ul>
                <li><strong class="UI">I-Frame</strong>: S&oacute;lo los registros I-Frame cuando se produce un evento.</li>
                <li><strong class="UI">Cuadros completos</strong>: Graba fotogramas completos cuando se produce un evento.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Duraci&oacute;n del preevento</h3>
            <p>Establece el tiempo de grabaci&oacute;n de la imagen antes de que ocurra un evento. Una imagen puede ser grabada 1 segundo, 3 segundos y 5 segundos antes de que ocurra un evento.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Duraci&oacute;n del postevento</h3>
            <p>Establece el intervalo de tiempo de grabaci&oacute;n de imagen despu&eacute;s de un evento. Una imagen puede ser grabado durante 5 segundos, 10 segundos, 30 segundos, 60 segundos o 120 segundos despu&eacute;s de que ocurra un evento.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Tipo de archivo de grabaci&oacute;n</h3>
            <p>Establece el formato de archivo para la grabaci&oacute;n de una imagen. Cuando se cambia el formato de grabaci&oacute;n de archivos, se borrar&aacute;n los bit de datos existentes.</p>
            <ul>
                <li><strong class="UI">STW</strong>: Este es el tipo de archivo &uacute;nico para Hanwha Techwin.</li>
                <li><strong class="UI">AVI</strong>: Este es un archivo AVI.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Sobrescribir</h3>
            <p ng-if="NAS">Establece si se utiliza o no la funci&oacute;n de sobreescritura de una tarjeta SD o NAS. Cuando se ha alcanzado la capacidad del dispositivo, los nuevos bit de datos se grabar&aacute;n encima de los bit de datos m&aacute;s antiguos. Cuando se ha alcanzado la capacidad del dispositivo, un mensaje que dice &apos;Completo&apos; se muestra en <strong class="UI">[Estado]</strong> de la lista de dispositivos. </p>
            <p ng-if="!NAS">Establece si se utiliza o no la funci&oacute;n de sobreescritura de una tarjeta SD. Cuando se ha alcanzado la capacidad del dispositivo, los nuevos bit de datos se grabar&aacute;n encima de los bit de datos m&aacute;s antiguos. Cuando se ha alcanzado la capacidad del dispositivo, un mensaje que dice &apos;Completo&apos; se muestra en <strong class="UI">[Estado]</strong> de la lista de dispositivos. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Borrado autom&aacute;tico</h3>
            <p>Establece si se desea utilizar o no la funci&oacute;n de borrado autom&aacute;tico. Los bit de datos m&aacute;s recientes sobre el n&uacute;mero determinado de d&iacute;as se mantienen y se eliminar&aacute;n el resto. El n&uacute;mero de d&iacute;as de borrado autom&aacute;tico se puede establecer entre 1 y 180. La funci&oacute;n <strong class="UI">[Borrado autom&aacute;tico]</strong> se activa solo cuando <strong class="UI">[Activar]</strong> est&aacute; configurado para <strong class="UI">[Sobrescribir]</strong>. </p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                <li>Cuando &apos;Error&apos; se muestra en <strong class="UI">[Estado]</strong> de la lista de dispositivos, compruebe si el dispositivo de grabaci&oacute;n est&aacute; correctamente conectado, si el sistema de archivos del dispositivo de grabaci&oacute;n est&aacute; da&ntilde;ado o no, y si el dispositivo de grabaci&oacute;n est&aacute; da&ntilde;ado f&iacute;sicamente. Si el mensaje &apos;Error&apos; persiste despu&eacute;s de comprobar el dispositivo de grabaci&oacute;n, formatee o reemplace el dispositivo.</li>
                <li ng-if="NAS">La grabaci&oacute;n puede no ser posible debido a la desconexi&oacute;n temporal de la red cuando se utiliza NAS, por lo que se recomienda utilizar una tarjeta SD tambi&eacute;n.</li>
                <li>Cuando la resoluci&oacute;n, tasa de bits y velocidad de fotogramas se fijan a alta, la cantidad de bit de datos de imagen tambi&eacute;n se incrementa. Si la cantidad de bit de datos aumenta, un salto de fotogramas puede ocurrir incluso si se pone en pantalla completa. Cuando se produce un salto de fotograma, una imagen se graba a una velocidad m&iacute;nima de una imagen por segundo. </li>
                <li>Antes de extraer la tarjeta micro SD, primero cambie a <strong class="UI">[Deshabilitar]</strong>. Si la quita por su cuenta o enciende la c&aacute;mara con una fuente de electricidad inestable sin cambiar a <strong class="UI">[Deshabilitar]</strong>, puede da&ntilde;ar la tarjeta micro SD.</li>
                <li>Si utiliza una tarjeta de memoria micro SD por debajo de la velocidad recomendada, puede causar saltos de cuadros.  &nbsp;Si utiliza la tarjeta de memoria micro SD con una capacidad demasiado grande, puede ralentizar la velocidad de formato.</li>
                <li>Si utiliza NAS, la eliminaci&oacute;n autom&aacute;tica solo se admite cuando la capacidad de NAS est&aacute; por encima de las especificaciones recomendadas.</li>
                <li>Los datos eliminados no se pueden restaurar.</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Sistema de archivos SD</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Este men&uacute; aparece s&oacute;lo cuando <strong class="UI">[Tarjeta SD]</strong> se selecciona en la columna <strong class="UI">[Dispositivo]</strong> de <strong class="UI">[Conf. de acciones de almac.]</strong>, que le permite seleccionar el sistema de archivos en la tarjeta SD. Las tarjetas SD son compatibles con los sistemas de VFAT y EXT4, as&iacute; que seleccione el sistema de archivos de acuerdo a la tarjeta SD de la c&aacute;mara que est&eacute; utilizando. Si el sistema de archivos de la tarjeta SD es EXT4, el sistema operativo Windows puede reconocer s&oacute;lo cuando se instala una aplicaci&oacute;n independiente. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>Tipo</h3>
            <p>Seleccione VFAT o EXT4 para el sistema de archivos de la tarjeta SD. Cuando se cambia el ajuste, todos los bit de datos existentes ser&aacute;n formateados. Aseg&uacute;rese de realizar copias de seguridad de bit de datos antes de cambiar el ajuste. </p>
        </div>
		<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                <li>Se recomienda utilizar tarjetas SD de alta resistencia. Para obtener informaci&oacute;n detallada, consulte la p&aacute;gina web de Hanwha Techwin.</li>
                <li>Puede tomar hasta 10 minutos formatear la tarjeta micro SD con el sistema de archivos EXT4. </li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr" ng-if="NAS">
<div class="wn5-setup-section" ng-if="NAS">
    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n de conexi&oacute;n NAS</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Este men&uacute; aparece s&oacute;lo cuando <strong class="UI">[NAS]</strong> se selecciona en la columna de <strong class="UI">[Dispositivo]</strong> de <strong class="UI">[Conf. de acciones de almac.]</strong> y la informaci&oacute;n de acceso NAS es introduce. Introduzca la informaci&oacute;n de NAS y haga clic en el bot&oacute;n <strong class="UI">[Prueba]</strong> para ver si la conexi&oacute;n se establece con NAS. Si se realiza una conexi&oacute;n, se mostrar&aacute; un mensaje de &apos;Correcto&apos;. Si no se establece una conexi&oacute;n, se mostrar&aacute; un mensaje de &apos;Fallo&apos;.</p>
        </div>
    
        <div class="wn5-setup-section-article-content">
            
            <h3>Direcci&oacute;n IP</h3>
            <p>Introduzca la direcci&oacute;n IP de NAS. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>ID</h3>
            <p>Introduzca el ID de la cuenta registrada en el NAS.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Contrase&ntilde;a</h3>
            <p>Introduzca la contrase&ntilde;a de la cuenta registrada en el NAS. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Carpeta predet.</h3>
            <p>Designe la carpeta por defecto donde el NAS grabar&aacute; un archivo de imagen. </p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><li>Si aparece un mensaje de fallo cuando hace una prueba despu&eacute;s de la introducci&oacute;n de la informaci&oacute;n del NAS, compruebe los siguientes elementos:</li>
                <ul>
                    <li>Compruebe si la direcci&oacute;n IP, ID, contrase&ntilde;a, y la carpeta por defecto del NAS se han introducido correctamente.</li>
                    <li>Compruebe si el tipo de direcci&oacute;n IP del NAS y el tipo de direcci&oacute;n IP de la c&aacute;mara son id&eacute;nticos. (p.ej: el valor por defecto de NAS y la c&aacute;mara es 255.255.255.0. Si la direcci&oacute;n IP es 192.168.20.32, la direcci&oacute;n IP del NAS debe estar comprendida entre 192.168.20.1 y 192.168.20.255).</li>
                    <li>Para la carpeta predeterminada NAS, s&oacute;lo una carpeta se debe utilizar en una c&aacute;mara, sin duplicaci&oacute;n.</li>
                    <li>Compruebe si el dispositivo es un equipo NAS recomendado. Consulte la secci&oacute;n &apos;Especificaciones recomendadas para NAS&apos; en el manual del usuario.</li>
                </ul>
                <li>Si <strong class="UI">[Sobrescribir]</strong> en la configuraci&oacute;n de almacenamiento de NAS no se utiliza y el espacio libre para NAS es inferior al 20%, las im&aacute;genes se graban en la tarjeta SD.</li>
                <li>Si se inserta una tarjeta SD que se utiliza en otra c&aacute;mara mientras se est&aacute;n grabando bit de datos en el NAS, las im&aacute;genes podr&iacute;an no ser grabadas.</li>
                <li>Si se cambia la configuraci&oacute;n de NAS mientras que los bit de datos se est&aacute;n grabando en NAS, el cambio no se aplicar&aacute; inmediatamente.</li>
                <li>Si se retira el equipo NAS o la conexi&oacute;n de red se interrumpe mientras que los bit de datos se est&aacute;n grabando en el NAS, la acci&oacute;n de grabaci&oacute;n en el NAS podr&iacute;a interrumpirse.</li>
                <li>Cuando la resoluci&oacute;n, tasa de bits y velocidad de fotogramas se fijan en alta, la cantidad de bit de datos de imagen tambi&eacute;n se incrementa. Si la cantidad de bit de datos aumenta, un salto de fotogramas puede ocurrir incluso si se pone en pantalla completa. Cuando se produce un salto de fotograma, una imagen se graba a una velocidad m&iacute;nima de una imagen por segundo. </li>
                <li>Compruebe si est&aacute; intentando acceder como otro usuario sin formatear la carpeta predeterminada que ya est&aacute; guardada o utilizada. </li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Programa grab. normal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede establecer el tiempo para grabar una imagen en el dispositivo de grabaci&oacute;n.  </p>
        </div>
        <div class="wn5-setup-section-article-content">
            
            <h3>Siempre</h3>
            <p>Siempre graba una imagen en el dispositivo de grabaci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>S&oacute;lo tiempo programado </h3>
            <p>Graba una imagen s&oacute;lo a la hora programada. La fecha de domingo a s&aacute;bado, a partir de la hora actual de la c&aacute;mara, se muestra en la tabla de tiempos que aparece cuando <strong class="UI">[S&oacute;lo tiempo programado]</strong> se selecciona. Puede establecer el tiempo de configuraci&oacute;n de las acciones de eventos haciendo clic o arrastrando en la tabla de tiempos con el rat&oacute;n. El tiempo de activaci&oacute;n de evento configurado se ejecuta varias veces durante el d&iacute;a de la semana y la hora correspondiente.</p>
			<p>Puede cambiar la unidad de vista de tiempo haciendo clic en el bot&oacute;n de <strong class="UI">[1 min]</strong>, <strong class="UI">[30 min]</strong> o <strong class="UI">[1 h]</strong>. Al hacer clic en el bot&oacute;n <strong class="UI">[Reinicializar]</strong>, se eliminar&aacute;n todos los tiempos de activaci&oacute;n de eventos configurados. Para confirmar o cambiar la hora de la c&aacute;mara, consulte <strong class="UI">[B&aacute;sico]</strong>&gt;<strong class="UI">[Fecha y hora]</strong>.</p>
        </div>

    </div>
</div>

<hr class="wn5-setup-hr">