<h1 class="wn5-setup-main-title">Limite de PT</h1>
<div class="wn5-setup-section">
    <p>Vous pouvez r&eacute;gler le panoramique et l&apos;inclinaison de la cam&eacute;ra pour ne la d&eacute;placer que dans une plage limit&eacute;e. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>
<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
    <ul>
        <li>Lorsque vous utilisez la fonction limite de PT en s&eacute;lectionnant <strong class="UI">[Activer]</strong> dans <strong class="UI">[Seuil plateau/d’inclinaison]</strong>, vous ne pouvez d&eacute;finir un pr&eacute;r&eacute;glage que dans la plage limit&eacute;e.</li>
        <li>En cas de pr&eacute;r&eacute;glage au-del&agrave; de la plage de panoramique et d&apos;inclinaison pr&eacute;c&eacute;demment d&eacute;finie avant que la limite de PT ne soit utilis&eacute;e, le pr&eacute;r&eacute;glage fonctionnera selon le r&eacute;glage initial.</li>
    </ul>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Ajuster le PTZ</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez ajuster les actions de panoramique, de mosa&iuml;que et de zoom de la cam&eacute;ra.</p>
        </div>
			
        <div class="wn5-online-help-action">
    	   <h4><a name="ptzcontrol"></a>Ajuster le PTZ</h4>
            <ul>
                <li>Lorsque vous faites glisser l&apos;ic&ocirc;ne <span class="tui tui-wn5-ptz-handle"></span>avec la souris, la cam&eacute;ra se d&eacute;place en panoramique et en inclinaison.</li>
                <li ng-if="PanTiltOnlyModel">S&eacute;lectionnez un grossissement d&apos;image en cliquant sur le bouton <strong class="UI">[+]</strong> pour zoomer dans l&apos;&eacute;cran ou en cliquant sur le bouton <strong class="UI">[-]</strong> pour zoomer dans l&apos;&eacute;cran depuis la barre de zoom.</li>
                <li ng-if="PanTiltOnlyModel && ContinousFocus">D&eacute;placez le focus en cliquant sur l&apos;ic&ocirc;ne <span class="tui tui-wn5-ptz-near"></span> ou &eacute;loignez le focus en cliquant sur l&rsquo;ic&ocirc;ne <span class="tui tui-wn5-ptz-far"></span>.</li>
                <li>Pour ajuster automatiquement la mise au point de la cam&eacute;ra pour prendre un clich&eacute;, cliquez sur le bouton <span class="tui tui-wn5-simple-focus"></span>.</li>
            </ul>
            <p>Cliquez sur <strong class="UI">[Régler la position sol du panoramique]</strong> pour r&eacute;gler le degr&eacute; du panoramique de la vid&eacute;o actuellement enregistr&eacute;e sur 0.</p>
    	</div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <!-- 제품 용어집에 따라 변경. XNP-6320RH 진행시. 2019-04-12  
            <h2>Limite de panoramique / inclinaison</h2>  --> 
            <h2>Seuil plateau/d’inclinaison</h2> 
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Pour limiter la plage d&apos;action de panoramique ou d&apos;inclinaison, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Le panoramique et l&apos;inclinaison fonctionnent dans une plage d&eacute;finie.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Mode</h3>
            <p>S&eacute;lectionnez une action pour d&eacute;finir la plage limit&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="TiltRangeOptions">
            <h3>Intervalle d&apos;inclinaison</h3>
            <p>L&apos;intervalle d&apos;inclinaison appara&icirc;t lorsque <strong class="UI">[Limite d&apos;inclinaison]</strong> est s&eacute;lectionn&eacute; dans <strong class="UI">[Mode]</strong>. D&eacute;finit l&apos;angle d&apos;inclinaison mobile.</p>
        </div>
            <div class="wn5-setup-section-article-content">
                <h3>Action</h3>
            <p>D&eacute;finit l&rsquo;intervalle maximale de panoramique et d&apos;inclinaison en d&eacute;placement.</p>
        </div>
            <div class="wn5-online-help-action">
    	   <h4>D&eacute;finition de l&rsquo;intervalle limit&eacute;e des actions de panoramique et de mosa&iuml;que</h4>
                <ol>
                    <li>Commencez le r&eacute;glage en cliquant sur le bouton <strong class="UI">[Déb]</strong>.</li>
                    <li>Lorsque vous cliquez sur le bouton <strong class="UI">[D&eacute;finir]</strong>, la position du point de d&eacute;part s&apos;affiche &agrave; l&apos;image sur l&apos;&eacute;cran de la cam&eacute;ra. D&eacute;finissez la position de d&eacute;part pour l&rsquo;intervalle limit&eacute;e pendant le r&eacute;glage du PTZ.</li>
                    <li>Lorsque vous cliquez sur le bouton <strong class="UI">[D&eacute;finir]</strong>, la position finale s&apos;affiche &agrave; l&apos;image sur l&apos;&eacute;cran de la cam&eacute;ra. D&eacute;finissez la position du point final pour l&rsquo;intervalle limit&eacute;e pendant le r&eacute;glage du PTZ.</li>
                    <li>Cliquez sur le bouton <strong class="UI">[D&eacute;finir]</strong> une nouvelle fois.</li>
                </ol>
            <p>Lorsque vous cliquez sur le bouton <strong class="UI">[Annuler]</strong>, toutes les valeurs en cours de d&eacute;finition seront supprim&eacute;es. Vous pouvez cliquer sur le bouton <strong class="UI">[Déb]</strong> et d&eacute;finir de nouveau l&rsquo;intervalle d&apos;action limit&eacute;e.</p>
            </div>
            </div>
             </div>		

<hr class="wn5-setup-hr" ng-if="PTLimitSpeedTypeOptions">
    <div class="wn5-setup-section" ng-if="PTLimitSpeedTypeOptions">
        <div class="wn5-setup-section-heading">
        <h2>Vitesse Pan/Inclinaison</h2>
       </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez sélectionner l'option de vitesse pour le comportement Panoramique / Inclinaison des caméras.</p>
            <p>Lorsque vous contrôlez le comportement de panoramique / inclinaison, plus le point central est éloigné, plus la vitesse du comportement est rapide.Sélectionnez <strong class="UI">[Exponentiel]</strong> pour voir l'augmentation de la vitesse sous la forme d'une courbe (c'est-à-dire initialement lente mais plus rapide avec l'accélération). Sélectionnez <strong class="UI">[Linéaire]</strong> pour voir une augmentation constante de la vitesse en ligne droite. </p>       
 </div>
	</div>
</div>


<hr class="wn5-setup-hr"  ng-if="ProportionalPTSpeedModes">
<div class="wn5-setup-section"  ng-if="ProportionalPTSpeedModes">
    <div class="wn5-setup-section-heading">
            <!-- 제품 용어집에 따라 변경. XNP-6320RH 진행시. 2019-04-12    
        <h2><a class="wn5-online-help-link" name="group"></a>Panorama / inclinaison proportionnels</h2>  --> 
        <h2><a class="wn5-online-help-link" name="group"></a>Pan / Inclinaison proportionnel</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>R&egrave;gle la vitesse de d&eacute;placement du panoramique et de l&apos;inclinaison en fonction de l&apos;agrandissement du zoom. Si l&apos;agrandissement du zoom augmente, la vitesse de d&eacute;placement de l&apos;inclinaison sera r&eacute;duite.</p>
        </div>
            <div class="wn5-setup-section-article-content">
                <h3>Mode</h3>
                <p>Vous pouvez s&eacute;lectionner une option pour modifier la vitesse de fonctionnement manuel du panoramique et de l&apos;inclinaison en fonction de l&apos;agrandissement du zoom.</p>
            </div>

	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Initialisation panoramique/inclinaison</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Sp&eacute;cifie s&rsquo;il est n&eacute;cessaire d&rsquo;initialiser la fonction Pan/inclinaison de la cam&eacute;ra, et s&rsquo;il faut configurer le cycle et l&rsquo;heure d&rsquo;initialisation.</p>
            <p>Par exemple, apr&egrave;s avoir s&eacute;lectionn&eacute; <strong class="UI">[Activer]</strong>, si vous sp&eacute;cifiez <strong class="UI">[Dur&eacute;e alarme]</strong> sur «&nbsp;2&nbsp;jours&nbsp;» et <strong class="UI">[Heure de d&eacute;marrage]</strong> sur «&nbsp;9&nbsp;», la position Pan/inclinaison sera initialis&eacute;e tous les deux jours &agrave; 9h00. Si l&rsquo;heure est d&eacute;finie sur le 1er janv.&nbsp;2000, le processus d&rsquo;initialisation commence &agrave; 9h00 le 3&nbsp;janvier&nbsp;2000, et la position de Pan/inclinaison sera initialis&eacute;e tous les deux jours &agrave; 9h00 (c.&agrave;.d. le 5&nbsp;janvier, le 7&nbsp;janvier etc.)</p>
        </div>
            <div class="wn5-setup-section-article-content">
                <!-- 제품 용어집에 따라 변경. XNP-6320RH 진행시. 2019-04-12     
                <h3>Dur&eacute;e alarme</h3>  --> 
                <h3>Durée</h3>
                <p>D&eacute;finir le cycle d&rsquo;initialisation. Par exemple, si vous le d&eacute;finissez sur «&nbsp;2&nbsp;jours&nbsp;», l&rsquo;initialisation a lieu tous les deux jours.</p>
            </div>
            <div class="wn5-setup-section-article-content">
                <h3>Heure de d&eacute;marrage</h3>
                <p>D&eacute;finit l&rsquo;heure d&rsquo;initialisation. Vous pouvez s&eacute;lectionner l&rsquo;heure de 0 &agrave; 23 heures.</p>
            </div>
			<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
    <ul>
        <li>Il faut pr&eacute;voir une variation possible de &plusmn;10&nbsp;min.</li>
        <li>Apr&egrave;s l&rsquo;action de l&rsquo;initialisation Pan/inclinaison, l&rsquo;&eacute;tat d&rsquo;action PTZ pr&eacute;c&eacute;dent est maintenu. Par exemple, si l&rsquo;action d&rsquo;initialisation a lieu au milieu d&rsquo;une action de pr&eacute;r&eacute;glage, l&rsquo;action de pr&eacute;r&eacute;glage reprendra apr&egrave;s avoir termin&eacute; l&rsquo;initialisation.</li>
    </ul>
</div>
	</div>
</div>
<hr class="wn5-setup-hr">