<h1 class="wn5-setup-main-title">Plataforma abierta</h1>

<div class="wn5-setup-section">
    <p>Al instalar una aplicaci&oacute;n adicional en la c&aacute;mara, puede utilizar las funciones de la aplicaci&oacute;n instalada, adem&aacute;s de las funciones existentes.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Plataforma abierta</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-online-help-action">
            <h4>Instalaci&oacute;n de una plataforma abierta</h4>
            <ol><li><strong class="UI">Haga clic en el bot&oacute;n [...]</strong>, seleccione una aplicaci&oacute;n y haga clic en el bot&oacute;n <strong class="UI">[Abrir]</strong>.</li>
                <li>Haga clic en el bot&oacute;n <strong class="UI">[Instalar]</strong>. Cuando la instalaci&oacute;n de la aplicaci&oacute;n est&aacute; completa, aparece un mensaje que dice &apos;Instalado&apos; y la informaci&oacute;n sobre la aplicaci&oacute;n instalada aparece en la lista.</li>
            </ol>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>N.&deg;</h3>
            <p>Se asigna un n&uacute;mero en el orden de instalaci&oacute;n de la aplicaci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nombre de la aplicaci&oacute;n</h3>
            <p>Se muestran el nombre de la aplicaci&oacute;n, la fecha de instalaci&oacute;n y de versi&oacute;n.</p>
            <ul>
                <li><strong class="UI">Desinstalar</strong>: Elimina una aplicaci&oacute;n instalada.</li>
                <li><strong class="UI">Ir a la aplicaci&oacute;n</strong>: Se mueve a la pantalla proporcionada por cada aplicaci&oacute;n.  </li>
            </ul>  
        </div>
        <div class="wn5-setup-section-article-content">      
            <h3>Estado </h3>
            <p>Muestra el estado de ejecuci&oacute;n de una aplicaci&oacute;n. </p>
            <p>Cuando una aplicaci&oacute;n se est&aacute; ejecutando, &apos;Funcionando&apos; se visualiza, y cuando se detiene una aplicaci&oacute;n, &apos;Detenido&apos; se visualiza.</p>
            <ul>
                <li><strong class="UI">Iniciar</strong>: Ejecuta la aplicaci&oacute;n instalada.</li>
                <li><strong class="UI">Detener</strong>: Detiene una aplicaci&oacute;n en ejecuci&oacute;n.</li>
                <li><strong class="UI">Estado de funcionamiento</strong>: Se muestra la tasa de uso de recursos, recuento de threads y el tiempo de funcionamiento de las aplicaciones actualmente en ejecuci&oacute;n. Este se activa s&oacute;lo cuando al menos una aplicaci&oacute;n se est&aacute; ejecutando.  </li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Configuraci&oacute;n </h3>
            <p>Establece la prioridad de ejecuci&oacute;n y el inicio autom&aacute;tico de aplicaciones. Ajuste a su preferencia y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong></p>
            <ul>
                <li><strong class="UI">Prioridad</strong>: Establece la prioridad entre las aplicaciones que se est&aacute;n ejecutando. Si el uso de los recursos de toda la c&aacute;mara (incluyendo la tarea principal de la c&aacute;mara y aplicaciones) se hace demasiado alta, se forzar&aacute; el cierre de algunas aplicaciones que se est&eacute;n ejecutando. Las aplicaciones establecidas como de &apos;baja prioridad&apos; por parte del usuario se cierran en primer lugar.</li>
                <li><strong class="UI">Inicio autom&aacute;tico</strong>: Cuando se selecciona <strong class="UI">[Activar]</strong>, una aplicaci&oacute;n se ejecutar&aacute; autom&aacute;ticamente cuando la c&aacute;mara est&eacute; encendida y se ejecuta la tarea principal.</li>
            </ul> 
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Administrador de tareas</h3>
            <p>Se muestra la tasa de uso de los recursos de las aplicaciones que se est&aacute;n ejecutando en la c&aacute;mara.</p>
            <ul>
                <li><strong class="UI">Nombre de la aplicaci&oacute;n</strong>: Se muestra el nombre de la aplicaci&oacute;n.</li>
                <li><strong class="UI">Uso de memoria (%)</strong>: Se muestra la tasa de uso de la memoria de cada aplicaci&oacute;n.</li>
                <li><strong class="UI">Uso de CPU (%)</strong>: Se muestra la tasa de uso de la CPU de cada aplicaci&oacute;n.</li>
                <li><strong class="UI">Recuento de threads</strong>: Se muestra el n&uacute;mero de threads creados por cada aplicaci&oacute;n.</li>
                <li><strong class="UI">Duraci&oacute;n</strong>: Se muestra el tiempo de funcionamiento total de cada aplicaci&oacute;n.</li>
                <li><strong class="UI">Acci&oacute;n</strong>: Se muestra el estado de la acci&oacute;n de cada aplicaci&oacute;n. Para detener la aplicaci&oacute;n, haga clic en <strong class="UI">[Anular tarea]</strong>.</li>
                <li><strong class="UI">Uso total</strong>: Se muestra la tasa de uso de los recursos totales (incluyendo la tarea principal de la c&aacute;mara y aplicaciones) que se utiliza actualmente en la c&aacute;mara.</li>
            </ul>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><li>Para cuestiones relativas a la instalaci&oacute;n y el uso de las aplicaciones, contacte <a class="wn5-online-help-link" href="https://step.hanwha-security.com/kor_EN/Default.aspx">la p&aacute;gina web para desarrolladores de Hanwha Techwin</a> (https://step.hanwha-security.com/kor_EN/Default.aspx).</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
