<h1 class="wn5-setup-main-title">Suivi automatique</h1>
<div class="wn5-setup-section">
    <p>La fonction de suivi automatique est utilis&eacute;e afin de reconna&icirc;tre et de suivre un objet via l&apos;analyse vid&eacute;o. Vous pouvez d&eacute;finir les d&eacute;tails d&apos;utilisation du suivi automatique.</p>
    <p>Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
    <ul>
        <li>La m&eacute;thode d&apos;utilisation du suivi automatique de la cam&eacute;ra est la suivante.</li>
        <ul>
            <li><span class="tui tui-ch-live-ptz-tracking-auto-on"></span> Cliquez sur l&apos;ic&ocirc;ne de Suivi automatique. Analysez, s&eacute;lectionnez et suivez un objet de suivi depuis l&rsquo;ensemble de la zone.</li>
            <li>Lorsque vous cliquez avec le bouton droit de la souris sur l&apos;&eacute;cran vid&eacute;o de la page <a class="wn5-online-help-link" href="../Monitoring.html" ng-href="#/help/uni/channel">Direct</a> le mouvement sera analys&eacute; en fonction de la zone cliqu&eacute;e, et le suivi automatique commencera.</li>
            <li>Lorsque «&nbsp;Suivi&nbsp;» est s&eacute;lectionn&eacute; dans <strong class="UI">[Apr&egrave;s action]</strong> au moment de <a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html#preset" ng-href="#/help/ptz_ptzInfoSetup?#preset">D&eacute;finir le pr&eacute;r&eacute;glage</a>, la cam&eacute;ra passe au pr&eacute;r&eacute;glage correspondant et la fonction de suivi automatique est ex&eacute;cut&eacute;e automatiquement.</li>
        </ul>
    </ul>
        </div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Zone exclue</h2>
    </div>
    <div class="wn5-setup-section-article">


        <div class="wn5-setup-section-article-content">
            <p>La liste des zones exclues de la d&eacute;tection d&apos;un objet de suivi est affich&eacute;e. Jusqu&apos;&agrave; 8&nbsp;zones peuvent &ecirc;tre d&eacute;finies.</p>
			</div>
        <div class="wn5-online-help-action">
            <h4><a name="exclude"></a>D&eacute;finir une zone exclue</h4>
            <ol>
                <li>D&eacute;finissez une zone exclue en faisant glisser la souris sur l&apos;&eacute;cran de l&apos;image de la cam&eacute;ra.</li>
                <li>Entrez le nom de la zone d&apos;exclusion dans la bo&icirc;te de dialogue <strong class="UI">[Suivi automatique]</strong> et cliquez sur le bouton <strong class="UI">[OK]</strong>.</li>
            </ol>
        </div>
            <div class="wn5-online-help-action">
                <h4>Supprimer une zone exclue</h4>
                <ol>
                    <li>S&eacute;lectionnez un nombre que vous souhaitez supprimer de la liste des zones exclues.</li>
                    <li>Cliquez sur le bouton <strong class="UI">[Supprimer]</strong>.</li>
                </ol>
            </div>
            <div class="wn5-online-help-info">
                <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>La fonction d&apos;exclusion du suivi automatique ne fonctionne que lorsque <strong class="UI">[Configuration du suivi automatique]</strong> &gt; <strong class="UI">[Activation de la zone]</strong> est s&eacute;lectionn&eacute;.</li>
                <li>Lorsqu&rsquo;une zone est exclue du suivi automatique, cela signifie qu&apos;elle est exclue des zones de d&eacute;tection d&apos;objet initiales. Si un objet en cours de suivi se trouve dans une zone exclue, il sera suivi sans interruption.</li>
            </ul>
            </div>
        </div>
    </div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p><!-- ??? ????? <li>???</li> ??? ????? --></p>
            <h3>Hauteur de la cam&eacute;ra</h3>
            <p>D&eacute;finit la hauteur de la cam&eacute;ra. La fonction de suivi automatique fonctionne avec davantage de pr&eacute;cision si vous entrez une hauteur plus proche de la v&eacute;ritable hauteur d&apos;installation de la cam&eacute;ra.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zoom</h3>
            <p>Choisit s&rsquo;il faut ou non utiliser la fonction de zoom pour le suivi automatique. &nbsp;</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Maintenir la taille de l&apos;objet</h3>
            <p>Lorsque l&apos;utilisation du zoom est s&eacute;lectionn&eacute;e, la taille de l&apos;objet du suivi automatique est ajust&eacute;e par rapport &agrave; la taille de l&apos;&eacute;cran de visualisation global, et le suivi automatique est effectu&eacute; tout en conservant la taille de l&apos;objet de suivi.</p>
            <p>Il fonctionne uniquement lorsque <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute; dans <strong class="UI">[Zoom]</strong>.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Indicateur d&apos;affichage</h3>
            <p>Choisit s&rsquo;il faut ou non utiliser un indicateur qui indique un objet de suivi sur l&rsquo;&eacute;cran de visualisation.</p>
            <p>Lorsque <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute; pour l&apos;affichage de l&apos;indicateur, l&apos;indicateur est &eacute;galement affich&eacute; sur l&apos;image enregistr&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zone exclue</h3>
            <p>Un objet d&eacute;tect&eacute; dans la zone d&eacute;finie est exclu du suivi automatique. Pour savoir comment d&eacute;finir une zone exclue, reportez-vous &agrave; la section «&nbsp;<a class="wn5-online-help-link" href="autoTrackEvent#exclude" ng-href="#/help/analytics_autoTrackEvent?#exclude">D&eacute;finir une zone exclue du suivi automatique</a>&nbsp;».</p>
            <p>Si la fonction <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;e, toutes les zones exclues choisies seront utilis&eacute;es.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>D&eacute;clenchement automatique</h3>
            <p>D&eacute;finit si la fonction de suivi automatique doit &ecirc;tre arr&ecirc;t&eacute;e automatiquement ou non. Lorsque l&rsquo;option <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;e, la fonction de suivi automatique s&rsquo;arr&ecirc;te automatiquement, ce qui signifie que l&apos;op&eacute;ration de suivi ne sera plus maintenue lorsqu&apos;un objet de suivi n&apos;est pas d&eacute;tect&eacute; pendant une certaine p&eacute;riode (60&nbsp;secondes). Lorsque l&rsquo;option <strong class="UI">[Activer]</strong> n&apos;est pas s&eacute;lectionn&eacute;e, l&apos;op&eacute;ration de suivi automatique peut &ecirc;tre maintenue tout au long de la recherche d&apos;un objet de suivi.</p>
        </div>

    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Action de l&apos;&eacute;v&eacute;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Pour envoyer une image par e-mail lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Enregistrer</h3>
            <p>Pour enregistrer une image sur une carte SD ou un NAS lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>&Eacute;mission d&apos;alerte</h3>
            <p>Il est possible de d&eacute;finir le num&eacute;ro d&rsquo;&eacute;mission d&rsquo;alerte pour une alarme pr&eacute;cise lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;.&nbsp;Apr&egrave;s avoir s&eacute;lectionn&eacute; un num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte, s&eacute;lectionnez <strong class="UI">[D&eacute;sactiver]</strong> si vous ne souhaitez pas utiliser l&apos;alarme. Si vous souhaitez utiliser l&apos;alarme, s&eacute;lectionnez l&apos;heure d&rsquo;&eacute;mission. Vous pouvez r&eacute;gler l&apos;alarme afin qu&apos;elle sonne continuellement jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur, en s&eacute;lectionnant <strong class="UI">[Toujours]</strong> ou vous pouvez r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/alarmoutput.html"
ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</p>
        </div>
		
       <div class="wn5-setup-section-article-content" ng-if="DPTZSetupPage || ExternalPTZPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                    <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; un nombre pr&eacute;d&eacute;fini lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ num&eacute;rique]</strong></a> ou <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externe]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la section <strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuration PTZ]</strong></a>.</p>
        </div>

		
		<div class="wn5-setup-section-article-content" ng-if="SimpleFocusAfterDayNight">
            <h3>Mise au point simple</h3>
            <p>La mise au point simple est utilis&eacute;e pour ajuster automatiquement la mise au point lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;. La mise au point simple n&apos;est ex&eacute;cut&eacute;e qu&apos;une seule fois lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Temps d&apos;activation d&apos;&eacute;v&egrave;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>D&eacute;finit la configuration des actions de l&apos;&eacute;v&eacute;nement dans <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_defocusDetection?#action">Configuration des actions de l&apos;&eacute;v&eacute;nement</a>]</strong> pour qu&rsquo;elle fonctionne &agrave; tout moment, ou &agrave; l&apos;heure d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <ul>
                <p><!-- ??? ????? <li>???</li> ??? ????? --></p>
            </ul>
            <h3>Toujours</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est toujours utilis&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est utilis&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de suivi automatique est cr&eacute;&eacute; pendant l&rsquo;heure d&eacute;finie. La date, allant du dimanche au samedi, en fonction de l&apos;heure actuelle de la cam&eacute;ra, est affich&eacute;e sur le calendrier qui est montr&eacute; lorsque l&rsquo;option <strong class="UI">[Heure programm&eacute;e uniquement]</strong> est s&eacute;lectionn&eacute;e. Vous pouvez d&eacute;finir l&apos;heure de la configuration des actions de l&apos;&eacute;v&eacute;nement en cliquant ou en faisant glisser la souris sur l&apos;horaire. L&apos;heure d&apos;activation de l&apos;&eacute;v&eacute;nement d&eacute;finie est r&eacute;alis&eacute;e plusieurs fois le jour de la semaine et &agrave; l&apos;heure concern&eacute;s.</p>
			<p>Vous pouvez changer l&apos;unit&eacute; d&apos;affichage de l&apos;heure en cliquant sur les boutons <strong class="UI">[1&nbsp;min]</strong>, <strong class="UI">[30&nbsp;min]</strong> ou <strong class="UI">[1&nbsp;h]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, toutes les heures d&apos;activation des &eacute;v&eacute;nements d&eacute;finies seront supprim&eacute;es. Pour confirmer ou modifier l&apos;heure de la cam&eacute;ra, reportez-vous &agrave; la section <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Date et heure]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">