<h1 class="wn5-setup-main-title">Defocus d&eacute;tection</h1>

<div class="wn5-setup-section">
    <p>Un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou peut &ecirc;tre cr&eacute;&eacute; lorsque l&rsquo;effet de flou de l&apos;objectif de la cam&eacute;ra est d&eacute;tect&eacute;. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. La configuration de l&apos;&eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou s&apos;applique &agrave; la <strong class="UI">[Defocus D&eacute;tection]</strong> sur <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI">[Configuration de l&apos;&eacute;v&eacute;nement]</strong></a> de la m&ecirc;me mani&egrave;re.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Defocus d&eacute;tection</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p></p>
            <h3>Activer Defocus d&eacute;tection</h3>
            <p>Pour utiliser l&apos;&eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou, s&eacute;lectionnez <strong class="UI">[Activer Defocus d&eacute;tection]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Niveau de d&eacute;tection</h3>
            <p>Ceci d&eacute;finit le niveau standard de d&eacute;tection d&rsquo;effets de flou. Un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute; lorsque des effets de flou sup&eacute;rieurs au niveau d&eacute;fini sont d&eacute;tect&eacute;s.</p>
            <p>Lorsque les effets de flou sont d&eacute;tect&eacute;s, un sch&eacute;ma montrant le niveau de flou appara&icirc;t, et lorsqu&apos;un &eacute;v&eacute;nement d&rsquo;effets de flou est cr&eacute;&eacute;, la couleur du sch&eacute;ma change.</p>
        </div>
		
		<div class="wn5-setup-section-article-content">
            <h3>Sensibilit&eacute;</h3>
            <p>La sensibilité est élevée, plus le graphique de niveau est élevé pour la même image.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Dur&eacute;e(s) minimum</h3>
            <p>Ceci d&eacute;finit la dur&eacute;e minimum d&rsquo;effets de flou pour qu&rsquo;un &eacute;v&eacute;nement soit cr&eacute;&eacute;. Un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute; uniquement lorsque l&rsquo;effet de flou persiste pendant une dur&eacute;e minimum.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
 
            <ul><li>Afin de recevoir une alarme indiquant la d&eacute;tection des effets de flou apr&egrave;s qu&apos;elle se fut produite, l&apos;&eacute;tat doit redevenir stable au moins une fois. Les cas de retour &agrave; un &eacute;tat stable sont les suivants.<ul>
					<li>Lorsque l&rsquo;option <strong class="UI">[Activer Defocus d&eacute;tection]</strong> est d&eacute;s&eacute;lectionn&eacute;e.</li>
					<li>Lorsque la mise au point simple op&egrave;re afin qu&rsquo;une image puisse &ecirc;tre visible</li>
					<li>Lorsqu&rsquo;un objet dans l&rsquo;image se d&eacute;place vers une position de mise au point de sorte qu&apos;il puisse &ecirc;tre distingu&eacute;</li></ul>
					<li>Dans n&rsquo;importe lequel des cas suivants, les performances de d&eacute;tection d&rsquo;effets de flou peuvent se d&eacute;t&eacute;riorer ou un dysfonctionnement peut survenir.<ul>
					<li>Contr&ocirc;ler un environnement avec un arri&egrave;re-plan monotone, de nuit, et/ou dans un milieu peu &eacute;clair&eacute;</li>
					<li>Changement d&apos;&eacute;clairage soudain (par exemple, une lumi&egrave;re int&eacute;rieure est &eacute;teinte)</li>
					<li>Objectif bloqu&eacute; ou apparition d&apos;un gros objet qui couvre la plupart de l&apos;&eacute;cran</li>
					<li>L&apos;objet de la mise au point est modifi&eacute; en raison d&apos;un changement de position de la cam&eacute;ra</li></ul>
				</li>
            </ul>
        </div>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Configuration des actions de l&apos;&eacute;v&eacute;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">

            <h3>FTP</h3>
            <p>Pour enregistrer une image sur un serveur FTP lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le FTP peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Pour envoyer une image par e-mail lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Recording">
            <h3>Enregistrer</h3>
            <p>Pour enregistrer une image sur une carte SD ou un NAS lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput>0">
            <h3>&Eacute;mission d&apos;alerte</h3>
            <p>Il est possible de d&eacute;finir le num&eacute;ro d&rsquo;&eacute;mission d&rsquo;alerte pour une alarme pr&eacute;cise lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;.&nbsp;Apr&egrave;s avoir s&eacute;lectionn&eacute; un num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte, s&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas d&apos;alerte, ou s&eacute;lectionnez l&apos;heure d&rsquo;&eacute;mission si vous souhaitez &eacute;mettre une alarme. Vous pouvez d&eacute;finir une alarme continue jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur en s&eacute;lectionnant <strong class="UI">[Toujours]</strong>, ou r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</p>
            <p>En fonction du nombre d’émissions d’alerte prises en charge par votre caméra, l’affichage de l’option d’émission d’alerte variera. Par exemple, s’il y a 2 émissions d’alerte, l’option affichera « émission d’alerte 1 » et « émission d’alerte 2 ». </p>
        </div>
		
       <div class="wn5-setup-section-article-content" ng-if="(DPTZSetupPage || ExternalPTZPage) && PresetSupport && !ZoomOnlyModel">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                    <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; un nombre pr&eacute;d&eacute;fini lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ num&eacute;rique]</strong></a> ou <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externe]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la section <strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuration PTZ]</strong></a>.</p>
        </div>
		
		<div class="wn5-setup-section-article-content" ng-if="SimpleFocusAfterDayNight">
            <h3>Mise au point simple</h3>
            <p>Une mise au point simple est ex&eacute;cut&eacute;e afin d&rsquo;ajuster automatiquement la mise au point lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;. La mise au point simple n&apos;est ex&eacute;cut&eacute;e qu&apos;une seule fois lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="AudioClipCountRange !== undefined">
            <h3>Clip audio</h3>
            <p>Cela permet la lecture d&apos;un clip audio sp&eacute;cifique lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&apos;effets de flou survient. Une fois que vous avez s&eacute;lectionn&eacute; un fichier dans votre liste de clips audio, la lecture du clip commence lorsque l&apos;&eacute;v&eacute;nement se produit. Pour d&eacute;sactiver la lecture du clip audio lorsqu&apos;un &eacute;v&eacute;nement se produit, s&eacute;lectionner <strong class="UI">[D&eacute;sactiv&eacute;]</strong>. Cliquer sur le bouton Lecture (<span class="tui tui-wn5-toolbar-play"></span>) pour lire et pr&eacute;visualiser un fichier audio.</p>
            <p>Aller &agrave; <strong class="UI">[Video &amp; Audio]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../video&audio/audio.html" ng-href="#/help/videoAudio_audioSetup">[Audio configuration]</a></strong>&gt;<strong class="UI">[Clip audio]</strong> pour enregistrer un clip audio.</p>
        </div>		
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Temps d&apos;activation d&apos;&eacute;v&egrave;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Cela d&eacute;finit la configuration des actions de l&apos;&eacute;v&eacute;nement dans <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_defocusDetection?#action">Configuration des actions de l&apos;&eacute;v&eacute;nement</a>]</strong> afin qu&rsquo;elle fonctionne toujours, ou uniquement &agrave; l&apos;heure d&eacute;finie, pour laquelle un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de fou est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">

            <h3>Toujours</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement d&eacute;finie est toujours ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement d&eacute;finie est ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&rsquo;effets de flou est cr&eacute;&eacute; pendant l&rsquo;heure d&eacute;finie. La date, allant du dimanche au samedi en fonction de l&apos;horaire actuel de la cam&eacute;ra, est affich&eacute;e sur le calendrier visible lorsque l&rsquo;option <strong class="UI">[Heure programm&eacute;e uniquement]</strong> est s&eacute;lectionn&eacute;e. Vous pouvez d&eacute;finir l&apos;heure de configuration des actions de l&apos;&eacute;v&eacute;nement en cliquant ou en faisant glisser la souris sur le calendrier. L&apos;heure d&apos;activation de l&apos;&eacute;v&eacute;nement d&eacute;finie est r&eacute;alis&eacute;e plusieurs fois le jour de la semaine et &agrave; l&apos;heure concern&eacute;s.</p>
			<p>Vous pouvez changer l&apos;unit&eacute; d&apos;affichage de l&apos;heure en cliquant sur les boutons <strong class="UI">[1&nbsp;min]</strong>, <strong class="UI">[30&nbsp;min]</strong> ou <strong class="UI">[1&nbsp;h]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, toutes les heures d&apos;activation des &eacute;v&eacute;nements d&eacute;finies seront supprim&eacute;es. Pour confirmer ou modifier l&apos;heure de la cam&eacute;ra, reportez-vous &agrave; la section <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Date et heure]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">