<h1 class="wn5-setup-main-title">IVA</h1>
<div class="wn5-setup-section">
    <p>Un &eacute;v&eacute;nement IVA peut &ecirc;tre cr&eacute;&eacute; lorsque la r&egrave;gle de l&rsquo;analytique de vid&eacute;o est d&eacute;finie et qu&apos;un mouvement qui remplit les conditions d&apos;&eacute;v&eacute;nement est d&eacute;tect&eacute;. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. La configuration de l&apos;&eacute;v&eacute;nement IVA s&apos;applique &agrave; <strong class="UI">[IVA]</strong> aux pages <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI">[Configuration de l&apos;&eacute;v&eacute;nement]</strong></a> de la m&ecirc;me mani&egrave;re.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>IVA (analyse vid&eacute;o intelligente (Intelligent Video Analytics))</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Activer IVA</h3>
            <p>Pour utiliser l&apos;&eacute;v&eacute;nement IVA, s&eacute;lectionnez <strong class="UI">[Activer IVA]</strong>.</p>
 </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZModel">
            <h3>Type</h3>
            <p>Pour d&eacute;finir la m&ecirc;me IVA (analyse vid&eacute;o intelligente (Intelligent Video Analytics)) pour tous les pr&eacute;r&eacute;glages, s&eacute;lectionnez <strong class="UI">[Global]</strong>. Pour d&eacute;finir une IVA (analyse vid&eacute;o intelligente (Intelligent Video Analytics)) diff&eacute;rente pour chaque pr&eacute;r&eacute;glage PTZ, s&eacute;lectionnez <strong class="UI">[Pr&eacute;r&eacute;glage]</strong>. L&apos;option <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> ne sera activ&eacute;e que lorsqu&apos;un pr&eacute;r&eacute;glage est d&eacute;fini &agrave; partir de la page <a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.htm" ng-href="#/help/ptzSetup_ptzInfoSetup">Configuration pr&eacute;r&eacute;gl&eacute;e</a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PanTiltOnlyModel">
            <h3>Type</h3>
            <p>Pour d&eacute;finir la m&ecirc;me IVA (analyse vid&eacute;o intelligente (Intelligent Video Analytics)) pour tous les pr&eacute;r&eacute;glages, s&eacute;lectionnez <strong class="UI">[Global]</strong>. Pour d&eacute;finir une IVA (analyse vid&eacute;o intelligente (Intelligent Video Analytics)) diff&eacute;rente pour chaque pr&eacute;r&eacute;glage PTZ, s&eacute;lectionnez <strong class="UI">[Pr&eacute;r&eacute;glage]</strong>. L&apos;option <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> ne sera activ&eacute;e que lorsqu&apos;un pr&eacute;r&eacute;glage est d&eacute;fini &agrave; partir de la page <a class="wn5-online-help-link" href="../ptz/ptSetup.htm" ng-href="#/help/ptzSetup_ptSetup">Configuration PT</a>.</p>
        </div>
    </div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Ligne virtuelle</h2>
    </div>
        <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>Le mouvement d&apos;un objet est d&eacute;tect&eacute; en fonction de la ligne virtuelle et des instructions d&eacute;finies par l&apos;utilisateur.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>D&eacute;finir une ligne virtuelle</h4>
			<p>Lorsque vous cliquez sur le point de d&eacute;part et le point d&rsquo;arriv&eacute;e de la ligne, &agrave; chaque position souhait&eacute;e, sur l&apos;&eacute;cran d&apos;image de la cam&eacute;ra, la ligne virtuelle sera d&eacute;finie et la couleur du bouton num&eacute;rique dans <strong class="UI">[Ligne]</strong> change. Vous pouvez modifier la direction de A &agrave; B, de B &agrave; A, ou les deux directions, en cliquant sur la fl&egrave;che au milieu de la ligne virtuelle, ou vous pouvez s&eacute;lectionner une direction souhait&eacute;e parmi <strong class="UI">[Direction]</strong> dans <strong class="UI">[Cat&eacute;gories]</strong>. Il est possible de d&eacute;finir jusqu&apos;&agrave;&nbsp;8 lignes virtuelles.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Modifier une ligne virtuelle</h4>
			<p>Vous pouvez modifier la taille de la ligne virtuelle en d&eacute;pla&ccedil;ant un coin de la ligne virtuelle d&eacute;finie. Vous pouvez modifier la position de la ligne virtuelle en cliquant et en faisant glisser la ligne virtuelle avec la souris.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Effacer une ligne virtuelle</h4>
			<p>Pour effacer une ligne virtuelle, cliquez sur le bouton droit de la souris dans la zone correspondante de l&apos;&eacute;cran et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre confirmer la suppression.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Ligne</h3>
            <p>Lorsqu&apos;une ligne virtuelle est ajout&eacute;e, la couleur des boutons num&eacute;riques dans <strong class="UI">[Ligne]</strong> change. Lorsque vous d&eacute;sactivez une ligne virtuelle en cliquant sur les boutons num&eacute;riques, la ligne virtuelle correspondante ne s&apos;affiche pas sur l&apos;&eacute;cran d&apos;aper&ccedil;u. Lorsque vous cliquez &agrave; nouveau sur les boutons num&eacute;riques, la ligne virtuelle r&eacute;appara&icirc;t.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Cat&eacute;gories</h3>
            <ul>
                <li><strong class="UI">Passage</strong>&nbsp;: cochez la case pour cr&eacute;er un &eacute;v&eacute;nement lorsqu&apos;un objet qui passe la ligne virtuelle &eacute;tablie est d&eacute;tect&eacute;.</li>
                <li><strong class="UI">Instructions</strong>&nbsp;: d&eacute;finit les instructions pour qu&apos;un objet passe la ligne virtuelle.</li>
            </ul>
        </div>
    </div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Zone virtuelle</h2>
    </div>
<div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
			<p>L&apos;utilisateur &eacute;tablit la zone virtuelle et applique la r&egrave;gle d&apos;intrusion de l&apos;image, entr&eacute;e/sortie, apparition (disparition) et fl&acirc;nerie dans la zone concern&eacute;e afin de d&eacute;tecter le mouvement d&apos;un objet.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>D&eacute;finir une zone virtuelle</h4>
			<p>Sur l&rsquo;&eacute;cran Aper&ccedil;u, utilisez votre souris pour s&eacute;lectionner 4 coins ou faites glisser pour dessiner une forme quadrilat&eacute;rale qui sera alors votre zone d&rsquo;int&eacute;r&ecirc;t. Il est possible de d&eacute;finir jusqu&apos;&agrave; 8 zones virtuelles et une r&egrave;gle d&apos;analyse d&apos;image pour chaque zone.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Modifier une zone virtuelle</h4>
            <p>Vous pouvez modifier la taille de la zone virtuelle en d&eacute;pla&ccedil;ant un coin de la zone virtuelle d&eacute;finie.</p> 
            <p>Pour cr&eacute;er un polygone (N-gon), s&eacute;lectionnez d&rsquo;abord et cr&eacute;ez un quadrilat&egrave;re. Lorsqu&rsquo;un signe + appara&icirc;t, cliquez dessus pour ajouter un autre point. Vous pouvez ajouter jusqu&rsquo;&agrave; 4 points suppl&eacute;mentaires pour cr&eacute;er un polygone de votre choix.</p>
            <p>Pour d&eacute;placer la zone virtuelle d&eacute;finie, cliquez et faites glisser la zone correspondante avec la souris. Lorsqu&apos;un coin est cr&eacute;&eacute; apr&egrave;s avoir cliqu&eacute; sur une ligne, vous pouvez d&eacute;finir une zone virtuelle polygonale en d&eacute;pla&ccedil;ant le coin.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Effacer une zone virtuelle</h4>
			<p>Pour effacer une zone virtuelle, cliquez sur le bouton droit de la souris dans la zone correspondante de l&apos;&eacute;cran et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre confirmer la suppression.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Zone</h3>
            <p>Lorsqu&apos;une zone virtuelle est ajout&eacute;e, la couleur des boutons num&eacute;riques change dans <strong class="UI">[Zone]</strong>. Lorsque vous d&eacute;sactivez une zone virtuelle en cliquant sur les boutons num&eacute;riques, la zone virtuelle correspondante ne s&apos;affiche pas sur l&apos;&eacute;cran d&apos;aper&ccedil;u. Lorsque vous cliquez &agrave; nouveau sur les boutons num&eacute;riques, la zone virtuelle r&eacute;appara&icirc;t.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Cat&eacute;gories</h3>
            <p>Vous pouvez d&eacute;finir la r&egrave;gle &agrave; appliquer pour chaque zone virtuelle.</p>
            <ul>
                <li><strong class="UI">Intrusion</strong>&nbsp;: lorsqu&apos;un objet se d&eacute;placera dans la zone d&eacute;finie, un &eacute;v&eacute;nement sera cr&eacute;&eacute;.</li>
                <ul>
                    <li><strong class="UI">Dur&eacute;e(s) minimum</strong>&nbsp;:D&eacute;finit le temps minimum pour d&eacute;clencher un &eacute;v&eacute;nement apr&egrave;s la d&eacute;tection. Lorsque le mouvement dure plus longtemps que la p&eacute;riode d&eacute;finie, l&rsquo;&eacute;v&eacute;nement est d&eacute;clench&eacute;.</li>
                </ul>
                <li><strong class="UI">Entr&eacute;e</strong>&nbsp;: lorsqu&apos;un objet entrera dans la zone d&eacute;finie par l&apos;utilisateur, un &eacute;v&eacute;nement sera cr&eacute;&eacute;.</li>
                <li><strong class="UI">Sortie</strong>&nbsp;: lorsqu&apos;un objet en mouvement sortira de la zone d&eacute;finie par l&apos;utilisateur, un &eacute;v&eacute;nement sera cr&eacute;&eacute;.</li>
                <li><strong class="UI">Apparition (Disparition)</strong>&nbsp;: lorsqu&apos;un objet qui n&apos;existe pas dans la zone d&eacute;sign&eacute;e par l&apos;utilisateur appara&icirc;t &agrave; l&apos;int&eacute;rieur de la zone sans passer la ligne de la zone et reste pendant un certain temps, ou si un objet existant dans la zone dispara&icirc;t, un &eacute;v&eacute;nement sera cr&eacute;&eacute;.</li>
                <ul>
                    <li><strong class="UI">Dur&eacute;e(s) minimum</strong>&nbsp;: d&eacute;finit le d&eacute;lai minimum pour qu&apos;un objet soit d&eacute;tect&eacute; comme &eacute;tant en train d&rsquo;appara&icirc;tre (dispara&icirc;tre). Lorsqu&apos;un objet qui existe dans la zone de d&eacute;tection &agrave; l&apos;heure r&eacute;gl&eacute;e dispara&icirc;t, il est d&eacute;tect&eacute; comme &eacute;tant en train de dispara&icirc;tre et lorsqu&apos;un objet qui n&apos;existe pas appara&icirc;t pendant la dur&eacute;e d&eacute;finie, il est d&eacute;tect&eacute; comme en train d&rsquo;appara&icirc;tre.</li>
                </ul>
                <li><strong class="UI">Fl&acirc;nerie</strong>&nbsp;: Lorsqu&apos;un objet fl&acirc;nant dans la zone de d&eacute;tection est d&eacute;tect&eacute;, un &eacute;v&eacute;nement est cr&eacute;&eacute;.</li>
                <ul>
                    <li><strong class="UI">Dur&eacute;e(s) minimum</strong>&nbsp;: Ceci d&eacute;finit la dur&eacute;e minimale de d&eacute;tection d&apos;un objet fl&acirc;nant et de cr&eacute;ation d&apos;un &eacute;v&eacute;nement. Lorsqu&apos;un objet qui fl&acirc;ne plus longtemps que le temps d&eacute;fini est d&eacute;tect&eacute;, un &eacute;v&eacute;nement est cr&eacute;&eacute;.</li>
                </ul>
            </ul>
        </div>

				<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Lorsque la d&eacute;tection de fl&acirc;nerie est utilis&eacute;e avec d&apos;autres dispositifs de d&eacute;tection d&apos;&eacute;v&eacute;nement IVA, les performances peuvent se d&eacute;t&eacute;riorer jusqu&apos;&agrave; un certain degr&eacute; en comparaison avec une utilisation s&eacute;par&eacute;e de la d&eacute;tection de fl&acirc;nerie.</li>
            </ul>
        </div>
	</div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Zone exclue</h2>
    </div>

    <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>Cette option d&eacute;finit la zone exclue o&ugrave; les mouvements ne seront pas d&eacute;tect&eacute;s lorsque la r&egrave;gle d&apos;analyse est appliqu&eacute;e &agrave; la ligne virtuelle et &agrave; la zone virtuelle.</div>
        <div class="wn5-online-help-action">
            <h4>D&eacute;finir une zone exclue</h4>
            <p>Sur l&rsquo;&eacute;cran Aper&ccedil;u, utilisez votre souris pour s&eacute;lectionner 4 coins ou faites glisser pour dessiner une forme quadrilat&eacute;rale qui sera alors votre zone exclue. Il est possible de d&eacute;finir jusqu&apos;&agrave; 8&nbsp;zones exclues.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Modifier une zone exclue</h4>
            <p>Vous pouvez modifier la taille d&apos;une zone exclue en d&eacute;pla&ccedil;ant un coin de la zone exclue.</p>
            <p>Pour cr&eacute;er un polygone (N-gon), s&eacute;lectionnez d&rsquo;abord et cr&eacute;ez un quadrilat&egrave;re. Lorsqu&rsquo;un signe + appara&icirc;t, cliquez dessus pour ajouter un autre point. Vous pouvez ajouter jusqu&rsquo;&agrave; 4 points suppl&eacute;mentaires pour cr&eacute;er un polygone de votre choix.</p>
            <p>vous pouvez changer la position d&apos;une zone exclue en la s&eacute;lectionnant et en la faisant glisser avec la souris.</p>
        </div>
        <div class="wn5-online-help-action">
			<h4>Supprimer une zone exclue</h4>
			<p>Pour supprimer une zone exclue, cliquez sur le bouton droit de la souris dans la zone de l&apos;&eacute;cran correspondante et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre confirmer la suppression.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            
            <h3>Zone</h3>
            <p>Lors de l&rsquo;ajout d&rsquo;une zone exclue, la couleur des boutons num&eacute;rot&eacute;s dans la <strong class="UI">[Zone]</strong> changent. Si vous cliquez sur les boutons de num&eacute;rotation pour les d&eacute;sactiver, la zone exclue est alors s&eacute;lectionn&eacute;e sur l&rsquo;&eacute;cran Aper&ccedil;u</p>
        </div>
    </div>
</div>

<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Commun</h2>
    </div>

    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Cette option d&eacute;finit la sensibilit&eacute; et la taille minimum et maximum d&apos;un objet &agrave; d&eacute;tecter qui sera appliqu&eacute;e &agrave; la fois &agrave; la ligne virtuelle et &agrave; la zone virtuelle.</p>
            <p>Il s&rsquo;agit d&rsquo;un r&eacute;glage que vous pouvez appliquer pour augmenter la pr&eacute;cision de d&eacute;tection et minimiser l&rsquo;apparition de fausses d&eacute;tections en fonction de votre environnement.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Sensibilit&eacute;</h3>
            <p>Cette option d&eacute;finit la sensibilit&eacute; de la d&eacute;tection de mouvement pour la ligne virtuelle et la zone virtuelle. &Eacute;tablissez une sensibilit&eacute; plus faible pour un environnement o&ugrave; l&apos;arri&egrave;re-plan et un objet sont clairement visibles et une sensibilit&eacute; plus &eacute;lev&eacute;e pour un environnement o&ugrave; l&apos;arri&egrave;re-plan et un objet ne sont pas clairement visibles.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Taille</h3>
            <p>Cette option d&eacute;finit la taille minimum et maximum d&apos;un objet &agrave; d&eacute;tecter qui sera appliqu&eacute;e &agrave; la fois &agrave; la ligne virtuelle et &agrave; la zone virtuelle. Vous pouvez modifier la taille en cliquant sur un coin avec la souris et en le faisant glisser. Lorsque la taille est modifi&eacute;e, le <strong class="UI">[Minimum]</strong> et le <strong class="UI">[Maximum]</strong> dans <strong class="UI">[Taille]</strong> changent &eacute;galement.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Si la zone de d&eacute;tection et la zone exclue sont identiques ou se superposent, la zone exclue est prioritaire.</li>
                <li>Tout mouvement inf&eacute;rieur &agrave; la taille minimale sp&eacute;cifi&eacute;e ou sup&eacute;rieur &agrave; la taille maximale sp&eacute;cifi&eacute;e ne sera pas d&eacute;tect&eacute;. Veuillez d&eacute;terminer les meilleures valeurs pour les tailles de d&eacute;tection minimales/maximales appropri&eacute;es &agrave; l&rsquo;environnement d&rsquo;installation, afin d&rsquo;&eacute;viter toute d&eacute;tection erron&eacute;e r&eacute;sultant de petits et/ou grands bruits. Rappelez-vous que le m&ecirc;me mouvement au m&ecirc;me endroit n&rsquo;entra&icirc;ne pas toujours la m&ecirc;me taille de d&eacute;tection. Par cons&eacute;quent, il est recommand&eacute; de laisser suffisamment de petits/grands espaces pour vos limites de taille minimum/maximum en tenant compte de l&rsquo;&eacute;cart dans les tailles d&eacute;tect&eacute;es.</li>
            </ul>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">
            <div class="wn5-setup-section">
                <div class="wn5-setup-section-heading">
                    <h2>Relais</h2>
                </div>
                <div class="wn5-setup-section-article">
                    <div class="wn5-setup-section-article-content">
                        <h3>Relais</h3>
                        <p>S&eacute;lectionnez un num&eacute;ro de cam&eacute;ra r&eacute;cepteur de relais. S&eacute;lectionnez <strong class="UI">[D&eacute;sactiver]</strong> si vous ne souhaitez pas utiliser la fonction de relais.</p>
                        <p>Le relais est une fonction permettant &agrave; la cam&eacute;ra r&eacute;cepteur de passer &agrave; la position PTZ pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification de sources audio se produit. La cam&eacute;ra recevant le relais peut &ecirc;tre d&eacute;finie dans le menu <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt; <strong class="UI">[Relais]</strong>.</p>
						</div>
						        <div class="wn5-online-help-info">
                        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                                               <ul>

                                                   <li>Vous pouvez d&eacute;finir la cam&eacute;ra r&eacute;cepteur de relais pour chaque ligne virtuelle et zone d&rsquo;int&eacute;r&ecirc;t. Vous pouvez utiliser la fonction de relais apr&egrave;s avoir en premier d&eacute;fini la ligne virtuelle ou la zone d&rsquo;int&eacute;r&ecirc;t.</li>
                                               </ul>

                    </div>
					</div>
                    </div>
                    

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
    <h2>Transparence</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
        <P>Cliquez sur <strong class="UI">[Activer]</strong> pour superposer la zone d&eacute;tect&eacute;e sur l&rsquo;&eacute;cran vid&eacute;o.</P>
        </div>
    </div>
</div>
                    
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Configuration des actions de l&apos;&eacute;v&eacute;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>FTP</h3>
            <p>Pour enregistrer une image sur un serveur FTP lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le FTP peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Pour envoyer une image par e-mail lorsqu&apos;un &eacute;v&eacute;nement IVA se produit, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Recording">
            <h3>Enregistrer</h3>
            <p>Pour enregistrer une image sur une carte SD ou un NAS lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput>0">
            <h3>&Eacute;mission d&apos;alerte</h3>
            <p>Il est possible de d&eacute;finir le num&eacute;ro d&rsquo;&eacute;mission d&rsquo;alerte pour une alarme pr&eacute;cise lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;.&nbsp;Apr&egrave;s avoir s&eacute;lectionn&eacute; un num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte, s&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas d&apos;alerte, ou s&eacute;lectionnez l&apos;heure d&rsquo;&eacute;mission si vous souhaitez &eacute;mettre une alarme. Vous pouvez d&eacute;finir une alarme continue jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur en s&eacute;lectionnant <strong class="UI">[Toujours]</strong>, ou r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</p>
        </div>

      <div class="wn5-setup-section-article-content" ng-if="(DPTZSetupPage || ExternalPTZPage) && PresetSupport && !ZoomOnlyModel">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                    <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; un nombre pr&eacute;d&eacute;fini lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ num&eacute;rique]</strong></a> ou <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externe]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de vue de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la section <strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuration PTZ]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PanTiltOnlyModel">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez r&eacute;gler la position de la cam&eacute;ra afin qu&rsquo;elle passe &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptSetup.html" ng-href="#/help/ptzSetup_ptSetup"><strong class="UI">[Configuration PT]</strong></a>.</p>
        </div>



    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Temps d&apos;activation d&apos;&eacute;v&egrave;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Cela d&eacute;finit le temps de fonctionnement de la configurations des actions de l&apos;&eacute;v&eacute;nement IVA. D&eacute;finit la configuration des actions de l&apos;&eacute;v&eacute;nement dans <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_iva?#action">Configuration des actions de l&apos;&eacute;v&eacute;nement</a>]</strong> afin qu&rsquo;elle fonctionne constamment, ou uniquement &agrave; l&apos;heure d&eacute;finie.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Toujours</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est toujours ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement IVA est cr&eacute;&eacute; pendant l&apos;heure d&eacute;finie. La date, allant du dimanche au samedi en fonction de l&apos;horaire actuel de la cam&eacute;ra, est affich&eacute;e sur le calendrier visible lorsque l&rsquo;option <strong class="UI">[Heure programm&eacute;e uniquement]</strong> est s&eacute;lectionn&eacute;e. Vous pouvez d&eacute;finir l&apos;heure de configuration des actions de l&apos;&eacute;v&eacute;nement en cliquant ou en faisant glisser la souris sur le calendrier. L&apos;heure d&apos;activation de l&apos;&eacute;v&eacute;nement d&eacute;finie est r&eacute;alis&eacute;e plusieurs fois le jour de la semaine et &agrave; l&apos;heure concern&eacute;s.</p>
			<p>Vous pouvez changer l&apos;unit&eacute; d&apos;affichage de l&apos;heure en cliquant sur les boutons <strong class="UI">[1&nbsp;min]</strong>, <strong class="UI">[30&nbsp;min]</strong> ou <strong class="UI">[1&nbsp;h]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, toutes les heures d&apos;activation des &eacute;v&eacute;nements d&eacute;finies seront supprim&eacute;es. Pour confirmer ou modifier l&apos;heure de la cam&eacute;ra, reportez-vous &agrave; la section <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Date et heure]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
