<h1 class="wn5-setup-main-title">Classification sonore</h1>
<div class="wn5-setup-section">
    <p>Le type de son d&eacute;tect&eacute; pendant que la cam&eacute;ra capture une image peut &ecirc;tre class&eacute; et cr&eacute;&eacute; en tant qu&apos;&eacute;v&eacute;nement de classification sonore. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. Le param&egrave;tre de l&apos;&eacute;v&eacute;nement de classification sonore s&apos;applique &agrave; <strong class="UI">[Classification sonore]</strong> sur les pages <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI">[Configuration de l&apos;&eacute;v&eacute;nement]</strong></a> de mani&egrave;re &eacute;gale.</p>
</div>

<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section" ng-if="MaxChannel > 1">
        <div class="wn5-setup-section-heading">
            <h2><a name="channel"></a>Sélectionner un canal</h2>
        </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
    <p>La détection de choc de chaque canal peut être configurée en détail une fois qu'un canal caméra a été sélectionné. Le dernier numéro de canal sélectionné sur la page Live (direct) ou de lecture est sélectionné automatiquement.</p>
    <p>La transmission Live (direct) s'affiche sur le canal 1 tandis que la vidéo PTZ numérique s'affiche sur le canal 2. Vous ne pouvez configurer [Classification sonore] que sur le canal 1.</p>
            </div>
        </div>
    </div> 

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Classification sonore</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer la classification sonore</h3>
            <p>Pour utiliser l&apos;&eacute;v&eacute;nement de classification sonore, s&eacute;lectionnez <strong class="UI">[Activer la classification sonore]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content" ng-if="!AudioInNoiseReduction">
            <h3>R&eacute;duction de bruit</h3>
            <p>Pour utiliser le filtre d&apos;&eacute;limination du bruit, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Si le bruit environnant est sup&eacute;rieur &agrave; 55&nbsp;dB ~ 65&nbsp;dB, utilisez la fonction <strong class="UI">[R&eacute;duction du bruit]</strong>. L&apos;utilisation de la fonction de r&eacute;duction du bruit selon des environnements r&eacute;duit le son d&apos;origine de sorte que la performance de classification du son risque de se d&eacute;t&eacute;riorer ou un dysfonctionnement pourrait se produire. Si le filtre de r&eacute;duction de bruit est utilis&eacute; dans un environnement silencieux, la performance de classification sonore peut se d&eacute;t&eacute;riorer.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="AudioInNoiseReduction">
            <h3>Filtre sonore</h3>
            <p>Pour utiliser le filtre d&apos;&eacute;limination du bruit, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Si le bruit environnant est sup&eacute;rieur &agrave; 55&nbsp;dB ~ 65&nbsp;dB, utilisez le <strong class="UI">[Filtre sonore]</strong>. L&apos;utilisation de la fonction de r&eacute;duction du bruit selon des environnements r&eacute;duit le son d&apos;origine de sorte que la performance de classification du son risque de se d&eacute;t&eacute;riorer ou un dysfonctionnement pourrait se produire. Si le filtre de r&eacute;duction de bruit est utilis&eacute; dans un environnement silencieux, la performance de classification sonore peut se d&eacute;t&eacute;riorer.</p>
        </div><!--<div class="wn5-setup-section-article-content">
            <h3>Sensitivity  </h3>
            <p>This sets the sound sensitivity. A higher sensitivity enables the detection of a quieter sound.</p>
        </div> --><div class="wn5-setup-section-article-content">
            <h3>Niveau de classification</h3>
            <p>D&eacute;finit le niveau d&apos;&eacute;nergie audio pour classer le son. La valeur de niveau de l&apos;&eacute;nergie audio d&apos;entr&eacute;e est mesur&eacute;e sur la zone et renouvel&eacute;e p&eacute;riodiquement de droite &agrave; gauche. La classification sonore s&apos;applique uniquement &agrave; l&apos;audio au-dessus du niveau d&eacute;fini. En d&apos;autres termes, une source sonore est class&eacute;e uniquement lorsque l&apos;&eacute;nergie de l&apos;entr&eacute;e audio est sup&eacute;rieure &agrave; la ligne de r&eacute;f&eacute;rence. Si la ligne de r&eacute;f&eacute;rence est abaiss&eacute;e, il y a davantage de donn&eacute;es cibles qui entrent dans la classification sonore et cela augmente le nombre de possibilit&eacute;s de fausses d&eacute;tections. Si la ligne de r&eacute;f&eacute;rence est rehauss&eacute;e, il y a moins de donn&eacute;es cibles qui entrent dans la classification sonore et le nombre de d&eacute;tections manquantes est susceptible d&rsquo;augmenter. R&eacute;glez correctement la ligne de r&eacute;f&eacute;rence en fonction du niveau de bruit environnant.</p>

        </div>


        <div class="wn5-setup-section-article-content">
            <h3>Cat&eacute;gories</h3>
            <p>Cela d&eacute;tecte le type de son et cr&eacute;e un &eacute;v&eacute;nement. Le type de son &agrave; d&eacute;tecter peut &ecirc;tre s&eacute;lectionn&eacute; plusieurs fois.</p>
            <ul>
                <li><strong class="UI">Son de cri</strong>&nbsp;: D&eacute;tecte un son fort et soudain, y compris le cri d&apos;une personne tel qu&rsquo;un homme, femme ou enfant, et cr&eacute;e un &eacute;v&eacute;nement.</li>
                <li><strong class="UI">Son de coup de feu</strong>&nbsp;: D&eacute;tecte un coup de feu ne se produisant qu&rsquo;une fois et cr&eacute;e un &eacute;v&eacute;nement.</li>
                <li><strong class="UI">Son d'explosion</strong>&nbsp;: D&eacute;tecte une explosion et cr&eacute;e un &eacute;v&eacute;nement.</li>
                <li><strong class="UI">Son de verre bris&eacute;</strong>&nbsp;: D&eacute;tecte le bruit de verre bris&eacute; et cr&eacute;e un &eacute;v&eacute;nement.</li>
            </ul>
        </div>

		<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Si <strong class="UI">[Ligne]</strong> est r&eacute;gl&eacute; sur <strong class="UI"><a class="wn5-online-help-link" href="../video&audio/audio.html#source" ng-href="#/help/videoAudio_audioSetup?#source">[Source]</a></strong> dans <strong class="UI">[Vid&eacute;o et audio]</strong>&gt;<strong class="UI">[Configuration audio]</strong>&gt;<strong class="UI">[Entr&eacute;e audio]</strong>, la fonction de classification sonore ne fonctionne pas.</li>

				<li>Il est recommand&eacute; de d&eacute;finir un nombre compris entre 4 et 6 pour <strong class="UI">[Gain]</strong> dans <strong class="UI">[Vid&eacute;o et audio]</strong>&gt;<strong class="UI">[Configuration audio]</strong>&gt;<strong class="UI">[Entr&eacute;e audio]</strong>.</li>

				<li>Si le <strong class="UI">[Microphone externe]</strong> est r&eacute;gl&eacute; sur <strong class="UI"><a class="wn5-online-help-link" href="../video&audio/audio.html#source" ng-href="#/help/videoAudio_audioSetup?#source">[Source]</a></strong> dans <strong class="UI">[Vid&eacute;o et audio]</strong>&gt;<strong class="UI">[Configuration audio]</strong>&gt;<strong class="UI">[Entr&eacute;e audio]</strong>, les sp&eacute;cifications recommand&eacute;es du microphone sont les suivantes. Si le microphone n’est pas conforme aux spécifications, la fonction de classification du son peut ne pas fonctionner correctement.</li>
				<ul>
					<li>Gamme de fr&eacute;quences&nbsp;: 40 ~ 16&nbsp;000&nbsp;Hz</li>
					<li>Imp&eacute;dance&nbsp;: 1&nbsp;500&nbsp;Ω</li>
					<li>Sensibilit&eacute;&nbsp;: -40 ± 3&nbsp;dB (7,1 ~ 14,1&nbsp;mV)</li>
				</ul>

				<li>Dans tous les cas suivants, les performances de classification sonore peuvent se d&eacute;t&eacute;riorer ou un dysfonctionnement se produire.</li>
				<ul>
					<li>Lorsque des coups de feu r&eacute;p&eacute;t&eacute;s se produisent, comme un bruit de mitrailleuse, un seul coup de feu est inclus dans la cat&eacute;gorie pour le coup de feu</li>
					<li>Lorsque le son est trop long, de sorte que le bruit et le son de la cible ne peuvent &ecirc;tre distingu&eacute;s</li>
					<li>Lorsque deux ou plusieurs sons diff&eacute;rents sont entr&eacute;s en m&ecirc;me temps</li>
                    <li>Lorsque l&apos;objet de la mise au point a chang&eacute; en raison du changement de position de la cam&eacute;ra</li>
                    <li>Si la fonction d’élimination du bruit est utilisée dans un endroit calme et que la classification sonore est appliquée</li>
                    <li>Si la source de sons de claquement de mains ou de cris est proche de la caméra (à moins de 1 mètre)</li>
                    <li>Si un son qui n’appartient pas aux catégories de classification des sons, comme un son d’avion ou de sirène, retentit fort soudainement</li>
					</ul>
            </ul>
        </div>


    </div>
</div>

<hr class="wn5-setup-hr" ng-if="!HandoverCalibration && !SupportAutoImageAlignment">
<div class="wn5-setup-section" ng-if="!HandoverCalibration && !SupportAutoImageAlignment">
                <div class="wn5-setup-section-heading">
                    <h2>Transfert</h2>
                </div>
                <div class="wn5-setup-section-article">
                    <div class="wn5-setup-section-article-content">
                        <h3>Transfert</h3>
                        <p>S&eacute;lectionnez un num&eacute;ro de cam&eacute;ra r&eacute;cepteur de relais. S&eacute;lectionnez <strong class="UI">[Désactivé]</strong> si vous ne souhaitez pas utiliser la fonction de relais.</p>
                        <p>Le relais est une fonction permettant &agrave; la cam&eacute;ra r&eacute;cepteur de passer &agrave; la position PTZ pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;. La cam&eacute;ra recevant le relais peut &ecirc;tre d&eacute;finie dans le menu <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt; <strong class="UI">[Transfert]</strong>.</p>
                    </div>
</div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Config. action évén.</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>FTP</h3>
            <p>Pour enregistrer une image sur un serveur FTP lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le FTP peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Pour envoyer une image par email lorsqu&apos;un &eacute;v&eacute;nement de classement sonore est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Recording">
            <h3>Enregistrer</h3>
            <p>Pour enregistrer une image sur une carte SD ou un NAS lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput>0">
            <h3>&Eacute;mission d&apos;alerte</h3>
            <p>Il est possible de d&eacute;finir le num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte pour une alarme sp&eacute;cifique lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;.&nbsp;Apr&egrave;s avoir s&eacute;lectionn&eacute; un num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte, s&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas d&apos;alerte, ou s&eacute;lectionnez l&apos;heure d&rsquo;&eacute;mission si vous souhaitez &eacute;mettre une alarme. Vous pouvez d&eacute;finir une alarme continue jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur en s&eacute;lectionnant <strong class="UI">[Toujours]</strong>, ou r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</p>
            <p>En fonction du nombre d’émissions d’alerte prises en charge par votre caméra, l’affichage de l’option d’émission d’alerte variera. Par exemple, s’il y a 2 émissions d’alerte, l’option affichera « émission d’alerte 1 » et « émission d’alerte 2 ». </p>
        </div>

      <div class="wn5-setup-section-article-content" ng-if="(DPTZSetupPage || ExternalPTZPage) && PresetSupport && !ZoomOnlyModel">
            <h3>Al à Prérég</h3>
                    <p>Vous pouvez d&eacute;finir la position de vue de la cam&eacute;ra pour passer &agrave; un num&eacute;ro pr&eacute;d&eacute;fini lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ num&eacute;rique]</strong></a> ou <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externe]</a></strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Al à Prérég</h3>
                <p>Vous pouvez d&eacute;finir la position de vue de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la section <strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PanTiltOnlyModel">
            <h3>Al à Prérég</h3>
                <p>Vous pouvez d&eacute;finir la position de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptSetup.html" ng-href="#/help/ptzSetup_ptSetup"><strong class="UI">[Configuration PT]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Al à Prérég</h3>
                <p>Vous pouvez d&eacute;finir la position de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuration PTZ]</strong></a>.</p>
        </div>

    </div>
</div>


<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Temps d&apos;activation d&apos;&eacute;v&egrave;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Ceci d&eacute;finit les r&eacute;glages de la <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_soundClassification?#action">Config. action évén.</a>]</strong> pour qu&rsquo;ils fonctionnent en permanence, ou uniquement dans la plage horaire d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Toujours</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement d&eacute;finis est toujours ex&eacute;cut&eacute;s lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement d&eacute;finie n&rsquo;est ex&eacute;cut&eacute;e que lorsqu&apos;un &eacute;v&eacute;nement de classification sonore est cr&eacute;&eacute; pendant l&rsquo;heure d&eacute;finie. La date, allant du dimanche au samedi en fonction de l&apos;horaire actuel de la cam&eacute;ra, est affich&eacute;e sur le calendrier visible lorsque l&rsquo;option <strong class="UI">[Heure programm&eacute;e uniquement]</strong> est s&eacute;lectionn&eacute;e. Vous pouvez d&eacute;finir l&apos;heure de configuration des actions de l&apos;&eacute;v&eacute;nement en cliquant ou en faisant glisser la souris sur le calendrier. L&apos;heure d&apos;activation de l&apos;&eacute;v&eacute;nement d&eacute;finie est r&eacute;alis&eacute;e plusieurs fois le jour de la semaine et &agrave; l&apos;heure concern&eacute;s.</p>
			<p>Vous pouvez changer l&apos;unit&eacute; d&apos;affichage de l&apos;heure en cliquant sur les boutons <strong class="UI">[1&nbsp;min]</strong>, <strong class="UI">[30&nbsp;min]</strong> ou <strong class="UI">[1&nbsp;h]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, toutes les heures d&apos;activation des &eacute;v&eacute;nements d&eacute;finies seront supprim&eacute;es. Pour confirmer ou modifier l&apos;heure de la cam&eacute;ra, reportez-vous &agrave; la section <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Date et heure]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
