
<h1 class="wn5-setup-main-title">D&eacute;tection de temp&eacute;rature</h1>

<div class="wn5-setup-section">
    <p>Si un changement soudain de temp&eacute;rature se produit dans la zone d&apos;int&eacute;r&ecirc;t sp&eacute;cifi&eacute;e par l&apos;utilisateur, un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature peut &ecirc;tre d&eacute;clench&eacute;. Lorsque vous aurez termin&eacute; les r&eacute;glages, cliquez sur le bouton [Appliquer] au bas de la page. Les param&egrave;tres pour les &eacute;v&eacute;nements de d&eacute;tection de temp&eacute;rature sont les m&ecirc;mes que pour la <strong class="UI">[D&eacute;tection de temp&eacute;rature]</strong> sur la page <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt; [Configuration de l&rsquo;&eacute;v&eacute;nement].<a class="wn5-online-help-link" href="../event/eventSetup.html" ng-href="#/help/event_eventSetup"><strong class="UI"></strong></a></p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>D&eacute;tection de temp&eacute;rature</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content" ng-if="!BoxTemperatureDetection">
            <h3>Activer la d&eacute;tection de changement de temp&eacute;rature</h3>
            <p>Pour activer les &eacute;v&eacute;nements de d&eacute;tection de changement de temp&eacute;rature, s&eacute;lectionnez <strong class="UI">[Activer la d&eacute;tection de changement de temp&eacute;rature]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                <h3>Activer la d&eacute;tection de temp&eacute;rature</h3>
                <p>Pour activer les &eacute;v&eacute;nements de d&eacute;tection de temp&eacute;rature, s&eacute;lectionnez <strong class="UI">[Activer la d&eacute;tection de temp&eacute;rature]</strong>.</p>
            </div>
        <div class="wn5-setup-section-article-content" ng-if="!BoxTemperatureDetection">
            <h3>Zone</h3>
            <p>R&eacute;glez la zone pour d&eacute;tecter le changement de temp&eacute;rature. Vous pouvez modifier la taille de la zone d&apos;int&eacute;r&ecirc;t en d&eacute;pla&ccedil;ant le coin inf&eacute;rieur droit de la zone que vous avez d&eacute;finie. Pour d&eacute;placer la zone, cliquez et faites glisser la zone avec votre souris. Pour supprimer une zone, cliquez avec le bouton droit sur la zone &agrave; l&apos;&eacute;cran et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre de confirmation de suppression.</p>
            <p>Vous pouvez d&eacute;finir jusqu&apos;&agrave; trois zones et d&eacute;finir des r&egrave;gles de d&eacute;tection de changement de temp&eacute;rature pour chaque zone.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                <h3>Zone</h3>
                <p>R&eacute;glez la zone pour d&eacute;tecter le changement de temp&eacute;rature. Vous pouvez modifier la taille de la zone d&apos;int&eacute;r&ecirc;t en d&eacute;pla&ccedil;ant le coin inf&eacute;rieur droit de la zone que vous avez d&eacute;finie. Pour d&eacute;placer la zone, cliquez et faites glisser la zone avec votre souris. Pour supprimer une zone, cliquez avec le bouton droit sur la zone &agrave; l&apos;&eacute;cran et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre de confirmation de suppression.</p>
                <p>Vous pouvez d&eacute;finir jusqu&apos;&agrave; trois zones et d&eacute;finir des r&egrave;gles de d&eacute;tection de temp&eacute;rature pour chaque zone.</p>
            </div>
        <div class="wn5-setup-section-article-content" ng-if="!BoxTemperatureDetection">
            <h3>D&eacute;tection de changement de temp&eacute;rature</h3>
            <p>Dans <strong class="UI">[Zone]</strong>, s&eacute;lectionnez la zone de d&eacute;tection de changement de temp&eacute;rature et d&eacute;finissez les options suivantes.</p>
            <ul>
                <li><strong class="UI">Diff&eacute;rence de temp&eacute;rature&nbsp;:</strong>&nbsp;lorsqu&apos;un changement de temp&eacute;rature d&apos;un degr&eacute; ou plus se produit, s&eacute;lectionnez le seuil de changement de temp&eacute;rature. La valeur de seuil ou sup&eacute;rieure est d&eacute;tect&eacute;e comme un changement de temp&eacute;rature.&nbsp;Vous pouvez s&eacute;lectionner la mesure de temp&eacute;rature entre Celsius et Fahrenheit, y compris la diminution et l&apos;augmentation de la temp&eacute;rature.&nbsp;Par exemple, si vous s&eacute;lectionnez «&nbsp;20 degr&eacute;s Celsius&nbsp;», si le changement de temp&eacute;rature se produit &agrave; plus de 20 degr&eacute;s Celsius, la cam&eacute;ra d&eacute;tecte le changement de temp&eacute;rature.<br> <!-- 해당 영역에서 최근 1분 동안의 통계적 데이터로부터 온도차이를 판단합니다. 즉 1분 동안 수집된 평균 온도를 기준으로 온도가 급격히 상승하거나 감소하면 카메라가 온도 변화로 감지합니다. --></li>
                <li><strong class="UI">Type de temp&eacute;rature</strong>&nbsp;: Une plage de temp&eacute;ratures peut exister dans la zone d&eacute;finie dans <strong class="UI">[Zone]</strong>. S&eacute;lectionnez la temp&eacute;rature qui sera la norme lorsque vous observerez le changement de temp&eacute;rature entre «&nbsp;plus bas&nbsp;», «&nbsp;moyen&nbsp;» et «&nbsp;plus haut&nbsp;». Par exemple, si vous s&eacute;lectionnez «&nbsp;3&nbsp;» dans <strong class="UI">[Zone]</strong>, s&eacute;lectionnez «&nbsp;20&nbsp;°C&nbsp;» dans <strong class="UI">[</strong><strong class="UI">Diff&eacute;rence de temp&eacute;rature</strong><strong class="UI">]</strong>, et «&nbsp;Plus bas&nbsp;» dans <strong class="UI">[Type de temp&eacute;rature]</strong>, lorsqu&apos;un changement de temp&eacute;rature de plus de 20&nbsp;°C est d&eacute;tect&eacute; sur la base de la plus basse temp&eacute;rature observ&eacute;e dans la zone&nbsp;3, la cam&eacute;ra le d&eacute;tectera comme un changement de temp&eacute;rature.</div>

        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>Type de temp&eacute;rature</h3>
                            <p>S&eacute;lectionnez un type de temp&eacute;rature &agrave; observer.</p>
                            <p>Les trois types de temp&eacute;rature sont inclus dans la zone d&rsquo;inclusion d&eacute;finie dans <strong class="UI">[Zone]</strong>. S&eacute;lectionnez une temp&eacute;rature parmi les temp&eacute;ratures «&nbsp;minimum&nbsp;», «&nbsp;Moyen&nbsp;» et «&nbsp;maximum&nbsp;» qui seront la base d&rsquo;analyse pour les changements de temp&eacute;rature dans la zone d&rsquo;inclusion s&eacute;lectionn&eacute;e.</p>
                        </div>
                        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>Condition de d&eacute;tection</h3>
                            <p>S&eacute;lectionnez une condition de temp&eacute;rature &agrave; observer.</p>
                            <p>Pour d&eacute;tecter si la temp&eacute;rature en cours d&rsquo;observation varie &agrave; la baisse ou &agrave; la hausse par rapport &agrave; un niveau particulier, s&eacute;lectionnez [Au-dessus] ou [Au-dessous]. Pour d&eacute;tecter si la temp&eacute;rature en cours d&rsquo;observation augmente ou baisse en fonction d&rsquo;un niveau d&eacute;fini (le montant de la variation de temp&eacute;rature), s&eacute;lectionnez [Augmentation] ou [Diminution].</p>
                        </div>
                        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>D&eacute;tection</h3>
                            <p>Entrez une valeur de temp&eacute;rature. &nbsp;</p>
                            <p>Si [Au-dessus] ou [Au-dessous] est s&eacute;lectionn&eacute; dans <strong class="UI">[Condition de d&eacute;tection]</strong>, entrez une temp&eacute;rature &agrave; d&eacute;tecter. Aussi, si [Augmentation] ou [Diminution] est s&eacute;lectionn&eacute; dans <strong class="UI">[Condition de d&eacute;tection]</strong>, entrez le montant de variation de temp&eacute;rature (montant en hausse ou en baisse) &agrave; d&eacute;tecter.</p>
                        </div>
                        <div class="wn5-setup-section-article-content" ng-if="!BoxTemperatureDetection">
                            <h3>Dur&eacute;e(s) minimum</h3>
                            <p>D&eacute;finit la dur&eacute;e minimum n&eacute;cessaire pour qu&rsquo;un &eacute;v&eacute;nement se produise depuis la d&eacute;tection d&rsquo;un changement de temp&eacute;rature. Le changement de temp&eacute;rature doit &ecirc;tre observ&eacute; pendant la dur&eacute;e minimum pour qu&rsquo;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature se d&eacute;clenche. Vous pouvez entrer une valeur comprise entre 1 et 60 s. Vous pouvez entrer la valeur directement dans le champ de saisie ou ajuster la barre coulissante pour changer la valeur.</p>
                        </div>
                                <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>Dur&eacute;e(s) minimum</h3>
                            <p>D&eacute;finit la dur&eacute;e minimum n&eacute;cessaire pour qu&rsquo;un &eacute;v&eacute;nement se produise depuis la d&eacute;tection de temp&eacute;rature. Pour qu&rsquo;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature se d&eacute;clenche, en fonction de la configuration de [Condition de d&eacute;tection], un certain niveau de temp&eacute;rature au-dessous ou en dessous de la dur&eacute;e minimum doit &ecirc;tre maintenu, ou un changement de temp&eacute;rature en hausse/en baisse doit &ecirc;tre maintenu pendant la dur&eacute;e minimum. Vous pouvez entrer une valeur comprise entre 1 et 60 s. Vous pouvez entrer la valeur directement dans le champ de saisie ou ajuster la barre coulissante pour changer la valeur.</p>
                        </div>
                                <div class="wn5-online-help-action" ng-if="BoxTemperatureDetection">
                            <h4>Exemple de configuration d&rsquo;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature (1)</h4>
                                <p>Pour g&eacute;n&eacute;rer une notification d&rsquo;&eacute;v&eacute;nement lorsque la valeur de temp&eacute;rature maximum est &eacute;gale ou sup&eacute;rieure &agrave; 100 degr&eacute;s Celsius pendant au moins 3 secondes dans la Zone d&rsquo;inclusion 1, configurez comme suit&nbsp;:</p>
                                <ul>
                                    <li><strong class="UI">Zone</strong>&nbsp;: S&eacute;lectionnez la Zone d&rsquo;inclusion 1.</li>
                                    <li><strong class="UI">Type de temp&eacute;rature</strong>&nbsp;: S&eacute;lectionnez «&nbsp;Max&nbsp;».</li>
                                    <li><strong class="UI">Condition de d&eacute;tection</strong>&nbsp;: S&eacute;lectionnez «&nbsp;Au-dessus&nbsp;».</li>
                                    <li><strong class="UI">D&eacute;tection</strong>&nbsp;: Entrez «&nbsp;100&nbsp;».</li>
                                    <li><strong class="UI">Dur&eacute;e minimum</strong>&nbsp;: Entrez «&nbsp;3&nbsp;».</li>
                                </ul>
                                <p>Les actions et le calendrier de notification d&rsquo;&eacute;v&eacute;nement peuvent &ecirc;tre configur&eacute;s dans les menus <a href="#action">[Param&egrave;tres d&rsquo;action d&rsquo;&eacute;v&eacute;nement]</a> et <a href="#schedule">[Temps d&rsquo;activation d&rsquo;&eacute;v&eacute;nement]</a>.</p>
                            </div>
                                <div class="wn5-online-help-action" ng-if="BoxTemperatureDetection">
                            <h4>Exemple de configuration d&rsquo;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature (2)</h4>
                                <p>Pour g&eacute;n&eacute;rer une notification d&rsquo;&eacute;v&eacute;nement lorsque la valeur de temp&eacute;rature minimum d&eacute;passe la temp&eacute;rature de r&eacute;f&eacute;rence de 30 degr&eacute;s Celsius ou plus pendant au moins 5 secondes dans la Zone d&rsquo;inclusion 3, configurez comme suit&nbsp;:</p>
                                <ul>
                                    <li><strong class="UI">Zone</strong>&nbsp;: S&eacute;lectionnez la Zone d&rsquo;inclusion 3.</li>
                                        <li><strong class="UI">Type de temp&eacute;rature</strong>&nbsp;: S&eacute;lectionnez «&nbsp;Min&nbsp;».</li>
                                        <li><strong class="UI">Condition de d&eacute;tection</strong>&nbsp;: S&eacute;lectionnez «&nbsp;Augmentation&nbsp;».</li>
                                        <li><strong class="UI">D&eacute;tection</strong>&nbsp;: Entrez «&nbsp;30&nbsp;».</li>
                                    <li><strong class="UI">Dur&eacute;e minimum</strong>&nbsp;: Entrez «&nbsp;5&nbsp;».</li>
                                </ul>
                                <p>Les actions et le calendrier de notification d&rsquo;&eacute;v&eacute;nement peuvent &ecirc;tre configur&eacute;s dans les menus <a href="#action">[Param&egrave;tres d&rsquo;action d&rsquo;&eacute;v&eacute;nement]</a> et <a href="#schedule">[Temps d&rsquo;activation d&rsquo;&eacute;v&eacute;nement]</a>.</p>
                            </div>
                        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>Transparence zone temp&eacute;rature</h3>
                            <p>S&eacute;lectionnez les options &agrave; afficher sur l&rsquo;&eacute;cran vid&eacute;o de la cam&eacute;ra. Apr&egrave;s avoir s&eacute;lectionn&eacute; une zone d&rsquo;inclusion dans <strong class="UI">[Zone]</strong>, vous pouvez s&eacute;lectionner ce que vous voulez afficher dans chaque zone d&rsquo;inclusion.</p>
                            <ul>
                                <li><strong class="UI">Zone</strong>&nbsp;: Choisit d&rsquo;afficher ou non le num&eacute;ro de zone d&rsquo;inclusion.</li>
                                <li><strong class="UI">Moyen</strong>&nbsp;: Choisit d&rsquo;afficher ou non la temp&eacute;rature moyenne de la zone d&rsquo;inclusion d&eacute;finie sur l&rsquo;&eacute;cran.</li>
                                <li><strong class="UI">Min</strong>&nbsp;: Choisit ou non d&rsquo;afficher la temp&eacute;rature minimum de la zone d&rsquo;inclusion d&eacute;finie sur l&rsquo;&eacute;cran.</li>
                                <li><strong class="UI">Max</strong>&nbsp;: Choisit ou non d&rsquo;afficher la temp&eacute;rature maximum de la zone d&rsquo;inclusion d&eacute;finie sur l&rsquo;&eacute;cran.</li>
                            </ul>
                            <p>Les options s&eacute;lectionn&eacute;es sont affich&eacute;es en superposition en haut de l&rsquo;&eacute;cran vid&eacute;o <strong class="UI">[Direct]</strong>.</p>
                        </div>
                        <div class="wn5-setup-section-article-content" ng-if="BoxTemperatureDetection">
                            <h3>&Eacute;missivit&eacute; de zone d&rsquo;inclusion</h3>
                            <p>Vous pouvez d&eacute;finir une valeur d&rsquo;&eacute;missivit&eacute; pour chaque zone d&rsquo;inclusion. Des valeurs d&rsquo;&eacute;missivit&eacute; appropri&eacute;es sont n&eacute;cessaires pour des mesures plus pr&eacute;cises de la temp&eacute;rature des zones.</p>
                        </div>  
                        <div class="wn5-online-help-info" ng-if="BoxTemperatureDetection">
                            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                            <p>Pour l&rsquo;&eacute;missivit&eacute;, voir le tableau dans <strong class="UI">[Vid&eacute;o &amp; Audio]</strong>&gt;<a class="wn5-online-help-link" href="../video&audio/temperatureSetup.html" ng-href="#/help/videoAudio_temperatureSetup?#"><strong class="UI">[Réglage de températur]</strong></a>&gt;<strong class="UI">[&Eacute;missivit&eacute; de tache]</strong>. Du fait que l&rsquo;&eacute;missivit&eacute; varie en fonction des diverses variables, incluant le traitement de surface, les couleurs, la temp&eacute;rature au moment de la mesure et la temp&eacute;rature de l&rsquo;air, vous devez essayer des valeurs diff&eacute;rentes pour obtenir la valeur la mieux appropri&eacute;e. L&rsquo;entr&eacute;e d&rsquo;une valeur d&rsquo;&eacute;missivit&eacute; pr&eacute;cise garantit une mesure de temp&eacute;rature plus pr&eacute;cise.</p>
                        </div>
                    </div>
                </div>
                
                           


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="action"></a>Configuration des actions de l&apos;&eacute;v&eacute;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">

            <h3>FTP</h3>
            <p>Pour enregistrer une image sur un serveur FTP lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le FTP peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>E-mail</h3>
            <p>Pour envoyer une image par e-mail lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="Recording">
            <h3>Enregistrer</h3>
            <p>Pour enregistrer une image sur une carte SD ou un NAS lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;, s&eacute;lectionnez <strong class="UI">[Activer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput>0">
            <h3>&Eacute;mission d&apos;alerte</h3>
            <p>Il est possible de d&eacute;finir le num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte sur une alarme sp&eacute;cifique lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;.&nbsp;Apr&egrave;s avoir s&eacute;lectionn&eacute; un num&eacute;ro d&rsquo;&eacute;mission d&apos;alerte, s&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas d&apos;alerte, ou s&eacute;lectionnez l&apos;heure d&rsquo;&eacute;mission si vous souhaitez &eacute;mettre une alarme. Vous pouvez d&eacute;finir une alarme continue jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur en s&eacute;lectionnant <strong class="UI">[Toujours]</strong>, ou r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="../event/alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</p>
            <p>En fonction du nombre d’émissions d’alerte prises en charge par votre caméra, l’affichage de l’option d’émission d’alerte variera. Par exemple, s’il y a 2 émissions d’alerte, l’option affichera « émission d’alerte 1 » et « émission d’alerte 2 ». </p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="(DPTZSetupPage || ExternalPTZPage) && PresetSupport && !ZoomOnlyModel">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                    <p>Vous pouvez d&eacute;finir la position de vue de la cam&eacute;ra pour passer &agrave; un num&eacute;ro pr&eacute;d&eacute;fini lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&apos;alt&eacute;ration est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/dptzSetup.html" ng-href="#/help/ptzSetup_dptzSetup"><strong class="UI">[PTZ num&eacute;rique]</strong></a> ou <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI"><a class="wn5-online-help-link" href="../ptz/externalPTZ.html" ng-href="#/help/ptzSetup_externalPtzSetup">[PTZ externe]</a></strong>.</p>
        </div>


        <div class="wn5-setup-section-article-content" ng-if="PresetSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez d&eacute;finir la position de vue de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection d&apos;alt&eacute;ration est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la section <strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/presetZoom.html" ng-href="#/help/ptzSetup_presetZoom"><strong class="UI">[Configuration pr&eacute;r&eacute;gl&eacute;e]</strong></a>.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="PTZSetupPage">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez d&eacute;finir la position de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de gestion de file d&apos;attente est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptzInfoSetup.html" ng-href="#/help/ptzSetup_ptzInfoSetup"><strong class="UI">[Configuration PTZ]</strong></a>.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="PanTiltOnlyModel">
            <h3>Aller &agrave; pr&eacute;r&eacute;glage</h3>
                <p>Vous pouvez d&eacute;finir la position de la cam&eacute;ra pour passer &agrave; une position pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de gestion de file d&apos;attente est cr&eacute;&eacute;. Le pr&eacute;r&eacute;glage de la cam&eacute;ra peut &ecirc;tre d&eacute;fini dans la partie <strong class="UI">[Pr&eacute;r&eacute;glage]</strong> dans <strong class="UI">[PTZ]</strong>&gt;<a class="wn5-online-help-link" href="../ptz/ptSetup.html" ng-href="#/help/ptzSetup_ptSetup"><strong class="UI">[Configuration PT]</strong></a>.</p>
        </div>


    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a name="schedule"></a>Temps d&apos;activation d&apos;&eacute;v&egrave;nement</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Ceci d&eacute;finit l&apos;action de l&apos;&eacute;v&eacute;nement de <strong class="UI">[<a class="wn5-online-help-link" href="#action" ng-href="#/help/analytics_temperatureDetection?#action">Configuration des actions de l&apos;&eacute;v&eacute;nement</a>]</strong> pour qu&rsquo;elle fonctionne en permanence, ou uniquement &agrave; l&apos;heure d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">

            <h3>Toujours</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est toujours ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute;.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Heure programm&eacute;e uniquement</h3>
            <p>La configuration des actions de l&apos;&eacute;v&eacute;nement est uniquement ex&eacute;cut&eacute;e lorsqu&apos;un &eacute;v&eacute;nement de d&eacute;tection de temp&eacute;rature est cr&eacute;&eacute; pendant l&rsquo;heure d&eacute;finie. La date, allant du dimanche au samedi en fonction de l&apos;horaire actuel de la cam&eacute;ra, est affich&eacute;e sur le calendrier visible lorsque l&rsquo;option <strong class="UI">[Heure programm&eacute;e uniquement]</strong> est s&eacute;lectionn&eacute;e. Vous pouvez d&eacute;finir l&apos;heure de configuration des actions de l&apos;&eacute;v&eacute;nement en cliquant ou en faisant glisser la souris sur le calendrier. L&apos;heure d&apos;activation de l&apos;&eacute;v&eacute;nement d&eacute;finie est r&eacute;alis&eacute;e plusieurs fois le jour de la semaine et &agrave; l&apos;heure concern&eacute;s.</p>
			<p>Vous pouvez changer l&apos;unit&eacute; d&apos;affichage de l&apos;heure en cliquant sur les boutons <strong class="UI">[1&nbsp;min]</strong>, <strong class="UI">[30&nbsp;min]</strong> ou <strong class="UI">[1&nbsp;h]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, toutes les heures d&apos;activation des &eacute;v&eacute;nements d&eacute;finies seront supprim&eacute;es. Pour confirmer ou modifier l&apos;heure de la cam&eacute;ra, reportez-vous &agrave; la section <strong class="UI">[G&eacute;n&eacute;ral]</strong>&gt;<strong class="UI">[Date et heure]</strong>.</p>
    </div>
</div>

<hr class="wn5-setup-hr">
