<h1 class="wn5-setup-main-title">Configuration de l&apos;&eacute;v&eacute;nement</h1>
<div class="wn5-setup-section">
    <p>Vous pouvez g&eacute;rer les &eacute;v&eacute;nements et la configuration des actions de l&apos;&eacute;v&eacute;nement pris en charge par la cam&eacute;ra dans un emplacement. Lorsque vous modifiez la configuration des actions de l&apos;&eacute;v&eacute;nement sur la page en cours, la configuration des actions de l&apos;&eacute;v&eacute;nement de la page de configuration d&eacute;taill&eacute;e de chaque &eacute;v&eacute;nement est &eacute;galement modifi&eacute;e. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Liste des &eacute;v&eacute;nements</h2> 
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <ul>
                <li><strong class="UI">Utilisation</strong>&nbsp;: Lorsque les cases &agrave; cocher de la colonne <strong class="UI">[Utilisation]</strong> sont s&eacute;lectionn&eacute;es, seuls les &eacute;v&eacute;nements s&eacute;lectionn&eacute;s fonctionneront.</li>
                <li><strong class="UI">Type</strong>&nbsp;: S&eacute;lectionner un nom d&apos;&eacute;v&eacute;nement dans la colonne <strong class="UI">[Type]</strong> vous am&egrave;nera &agrave; la page de configuration d&eacute;taill&eacute;e de l&apos;&eacute;v&eacute;nement concern&eacute;.</li>
                <li><strong class="UI">Configuration des actions de l&apos;&eacute;v&eacute;nement</strong>&nbsp;: D&eacute;termine la configuration des actions de l&apos;&eacute;v&eacute;nement sera effectu&eacute;e par la cam&eacute;ra lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;.</li>
                        <ul>
                            <li><strong class="UI">FTP</strong>: Pour capturer et envoyer une image d&rsquo;un &eacute;cran &agrave; un serveur FTP, cochez la case dans la colonne <strong class="UI">[FTP]</strong>. &nbsp;Les r&eacute;glages d&eacute;taill&eacute;s pour le FTP peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="ftpemail.html#ftp" ng-href="#/help/event_ftpemail?#ftp"><strong class="UI">[FTP/E-mail]</strong></a>.</li>
                            <li><strong class="UI">E-mail</strong>&nbsp;: Pour capturer et envoyer un image de l&rsquo;&eacute;cran par e-mail, cochez la case dans la colonne <strong class="UI">[E-mail]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour l&apos;e-mail peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="ftpemail.html#email" ng-href="#/help/event_ftpemail?#email"><strong class="UI">[FTP/E-mail]</strong></a>.</li>
                            <li ng-if="Recording"><strong class="UI">Enregistrer</strong>&nbsp;: Pour enregistrer une image, cochez la case dans la colonne <strong class="UI">[Enregistrer]</strong>. Les r&eacute;glages d&eacute;taill&eacute;s pour le stockage peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="storage.html" ng-href="#/help/event_storage"><strong class="UI">[Stockage]</strong></a>.</li>
                            <li ng-if="MaxAlarmOutput>0"><strong class="UI">&Eacute;mission d&apos;alerte</strong>&nbsp;: S&eacute;lectionnez <strong class="UI">[D&eacute;sactiv&eacute;]</strong> si vous ne souhaitez pas d&apos;alerte lorsqu&apos;un &eacute;v&eacute;nement est cr&eacute;&eacute;&nbsp;; s&eacute;lectionnez l&apos;heure appropri&eacute;e si vous souhaitez &eacute;mettre une alarme. Vous pouvez d&eacute;finir une alarme continue jusqu&apos;&agrave; ce qu&apos;elle soit d&eacute;sactiv&eacute;e par l&apos;utilisateur en s&eacute;lectionnant <strong class="UI">[Toujours]</strong>, ou r&eacute;gler l&apos;alarme pour 5, 10 ou 15&nbsp;secondes. Les r&eacute;glages d&eacute;taill&eacute;s pour l&rsquo;&eacute;mission d&apos;alerte peuvent &ecirc;tre effectu&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<a class="wn5-online-help-link" href="alarmoutput.html" ng-href="#/help/event_alarmoutput"><strong class="UI">[&Eacute;mission d&apos;alerte]</strong></a>.</li>
                            <li ng-if="AudioClipCountRange !== undefined"><strong class="UI">Clip audio&nbsp;</strong>: S&eacute;lectionner un clip audio &agrave; lire lorsqu&apos;un &eacute;v&eacute;nement survient. Vous pouvez programmer un clip audio diff&eacute;rent pour chaque type d&apos;&eacute;v&eacute;nement. Aller &agrave; <strong class="UI">[Video &amp; Audio]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../video&audio/audio.html" ng-href="#/help/videoAudio_audioSetup">[Audio configuration]</a></strong>&gt;<strong class="UI">[Clip audio]</strong> pour enregistrer un clip audio.</li>
                            <li ng-if="AudioClipCountRange !== undefined"><strong class="UI">Aller &agrave; pr&eacute;r&eacute;glage</strong>&nbsp;: Se d&eacute;place vers l&apos;emplacement pr&eacute;d&eacute;fini de PTZ d&eacute;sign&eacute; par la cam&eacute;ra.</li>
            </ul>
        </ul>
        </div>
        <div class="wn5-online-help-info" ng-if="MaxAlarmOutput>0">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>La colonne d&rsquo;&eacute;mission d&apos;alerte est affich&eacute;e diff&eacute;remment selon le nombre d&apos;alarmes prises en charge par la cam&eacute;ra. Par exemple, si le nombre d&apos;alarmes &agrave; &eacute;mettre est 2, les colonnes «&nbsp;&Eacute;mission d&apos;alerte&nbsp;1&nbsp;» et «&nbsp;&Eacute;mission d&apos;alerte&nbsp;2&nbsp;» sont affich&eacute;es et l&rsquo;&eacute;mission d&apos;alerte pour chaque &eacute;v&eacute;nement peut &ecirc;tre d&eacute;finie.</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2>Sélection d’un canal</h2> 
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">     
            <p>Apr&egrave;s avoir s&eacute;lectionn&eacute; le canal de votre cam&eacute;ra, vous pouvez g&eacute;rer et d&eacute;finir les param&egrave;tres d&rsquo;action d&rsquo;&eacute;v&eacute;nement pour chaque canal dans <strong class="UI">[Liste d&rsquo;&eacute;v&eacute;nement de canal]</strong>.</p> 
            <p ng-if="HandoverCalibration">Le canal de cam&eacute;ra fixe est affich&eacute; sous la forme d&rsquo;un num&eacute;ro et le canal PTZ est affich&eacute; sous la forme «&nbsp;PTZ&nbsp;».</p>
            <p>Les param&egrave;tres d&eacute;finis dans la <strong class="UI">[Liste d&rsquo;&eacute;v&eacute;nements communs]</strong> s&rsquo;appliqueront &agrave; tous les autres canaux.</p>
            <p>Sur la page en direct ou la page de lecture, le dernier num&eacute;ro de canal s&eacute;lectionn&eacute; s&rsquo;affiche automatiquement. Cliquez sur le bouton <strong class="UI">[Informations d&eacute;taill&eacute;es]</strong> pour afficher un r&eacute;sum&eacute; de la condition du canal.</p>
            <p>Si vous s&eacute;lectionnez un autre canal sans appliquer les modifications apport&eacute;es au r&eacute;glage, un message d&rsquo;alarme s&rsquo;affiche.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">