<h1 class="wn5-setup-main-title">Relais</h1>
<div class="wn5-setup-section">
    <p>Le relais est une fonction permettant &agrave; la cam&eacute;ra r&eacute;cepteur de passer &agrave; la position PTZ pr&eacute;d&eacute;finie lorsqu&apos;un &eacute;v&eacute;nement se produit. Sur cette page, vous pouvez r&eacute;gler la cam&eacute;ra et la position pr&eacute;d&eacute;finie afin qu&rsquo;elles passent &agrave; la position pr&eacute;d&eacute;finie. Lorsque vous aurez termin&eacute; les r&eacute;glages, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Cam&eacute;ra r&eacute;cepteur</h2>
	</div>
	    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
        <p>Vous pouvez ajouter ou supprimer des cam&eacute;ras PTZ pour la r&eacute;ception. Jusqu&apos;&agrave;&nbsp;32 cam&eacute;ras r&eacute;cepteurs peuvent &ecirc;tre enregistr&eacute;es.</p>
            <p>Les informations des cam&eacute;ras enregistr&eacute;es en tant que cam&eacute;ra r&eacute;cepteur sont affich&eacute;es.</p>
</div>

			        <div class="wn5-online-help-action">
            <h4>Comment ajouter une cam&eacute;ra r&eacute;cepteur</h4>
            <ol>
                <li>Cliquez sur le bouton <strong class="UI">[Ajouter]</strong>.</li>
                <li>Dans la fen&ecirc;tre <strong class="UI">[Ajouter cam&eacute;ra]</strong>, entrez les informations sur la cam&eacute;ra PTZ afin de recevoir le relais.</li>
                <ul>
                    <li><strong class="UI">Num&eacute;ro</strong>&nbsp;: D&eacute;finissez le num&eacute;ro de la cam&eacute;ra r&eacute;cepteur. Dans le sous-menu <strong class="UI">[Analyse]</strong>, le num&eacute;ro de la cam&eacute;ra r&eacute;cepteur est utilis&eacute; lors du r&eacute;glage de la cam&eacute;ra r&eacute;cepteur de relais.</li>
                    <li><strong class="UI">Type d&apos;IP</strong>&nbsp;: R&eacute;glez le type d&apos;adresse&nbsp;IP entre IPv4 et IPv6.</li>
                    <li><strong class="UI">Adresse IP</strong>&nbsp;: Entrez l&apos;adresse&nbsp;IP de la cam&eacute;ra r&eacute;cepteur.</li>
                    <li><strong class="UI">Port</strong>&nbsp;: Entrez le num&eacute;ro de port de la cam&eacute;ra r&eacute;cepteur.</li>
                    <li><strong class="UI">Utilisateur</strong>&nbsp;: Entrez l&apos;identifiant d&apos;acc&egrave;s afin d&rsquo;acc&eacute;der &agrave; la cam&eacute;ra r&eacute;cepteur.</li>
                    <li><strong class="UI">Mot de passe</strong>&nbsp;: Entrez le mot de passe afin d&rsquo;acc&eacute;der &agrave; la cam&eacute;ra r&eacute;cepteur.</li>
                    <li><strong class="UI">Num&eacute;ro pr&eacute;d&eacute;fini</strong>&nbsp;: Entrez le num&eacute;ro pr&eacute;d&eacute;fini de la position &agrave; laquelle la cam&eacute;ra r&eacute;cepteur passera. Le num&eacute;ro pr&eacute;d&eacute;fini doit &ecirc;tre r&eacute;gl&eacute; &agrave; l&apos;avance dans la cam&eacute;ra PTZ de r&eacute;ception. Dans le menu de relais, entrez le num&eacute;ro PTZ pr&eacute;d&eacute;fini.</li>
                </ul>
                <li>Cliquez sur <strong class="UI">[Appliquer]</strong>.</li>
            </ol>
        </div>

        <div class="wn5-online-help-action">
            <h4>Comment supprimer une cam&eacute;ra r&eacute;cepteur</h4>
            <ol>
                <li>Cliquez sur une case &agrave; cocher dans la liste des cam&eacute;ras r&eacute;cepteur et s&eacute;lectionnez la cam&eacute;ra que vous souhaitez supprimer.</li>
                <li>Cliquez sur le bouton <strong class="UI">[Supprimer]</strong> et lorsque la fen&ecirc;tre de confirmation appara&icirc;t, cliquez sur <strong class="UI">[OK]</strong>.</li>
            </ol>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
