<h1 class="wn5-setup-main-title">Configuraci&oacute;n de audio</h1>

<div class="wn5-setup-section">
	<p>Se puede conectar un micr&oacute;fono y un altavoz a una c&aacute;mara de red y escuchar el sonido en una ubicaci&oacute;n remota donde est&aacute; instalada la c&aacute;mara o sacar audio de la c&aacute;mara hasta la ubicaci&oacute;n. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Entrada de audio</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Puede introducir audio en una imagen a trav&eacute;s de un micr&oacute;fono conectado a la c&aacute;mara. Introduzca audio al seleccionar una fuente que se ajuste al entorno de uso. </p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Fuente</h3>
			<p>Seleccione un tipo de entrada de alarma.</p>
			<ul>
				<li><strong class="UI">Micr&oacute;fono interno</strong>: Este es el micr&oacute;fono interno incluido con la c&aacute;mara.</li>
				<li><strong class="UI">Micr&oacute;fono externo</strong>: Un micr&oacute;fono externo puede ser conectado a la c&aacute;mara y ser utilizado en lugar del micr&oacute;fono interno. Cuando se selecciona <strong class="UI">[Aplicar alimentaci&oacute;n al micr&oacute;fono externo]</strong>, la c&aacute;mara suministra energ&iacute;a al micr&oacute;fono externo.</li>
				<li><strong class="UI">L&iacute;nea</strong>: Conectar con el equipo de sonido a trav&eacute;s de un cable. Por ejemplo, conecte un equipo de sonido, como un reproductor de MP3 y una c&aacute;mara a trav&eacute;s de un cable, y seleccione el reproductor de MP3 cuando introduce el audio grabado desde &eacute;l a la c&aacute;mara.</li>
			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>C&oacute;dec</h3>
			<p>Seleccione un c&oacute;dec de audio.</p>
			<ul>
				<li><strong class="UI">G.711</strong>: Este es el c&oacute;dec de audio est&aacute;ndar de ITU-T, que se utiliza principalmente en la comunicaci&oacute;n telef&oacute;nica; la calidad del sonido es baja. Tambi&eacute;n se conoce como la modulaci&oacute;n de c&oacute;digo de pulso de frecuencia de sonido; ondas sonoras pueden ser entregados en forma digital a trav&eacute;s de PSTN o PBX.</li>
				<li><strong class="UI">G.726</strong>: Este es el c&oacute;dec de audio est&aacute;ndar de ITU-T, que se utiliza principalmente en la comunicaci&oacute;n telef&oacute;nica; la calidad del sonido es baja. Es posible cambiar y comprimir 64 Kbps PCM a 16, 24, 32 o 40 Kbps a trav&eacute;s de ADPCM. </li>
				<li><strong class="UI">AAC</strong>: AAC (Advanced Audio Coding) es la norma internacional que mejora al MP3. Es m&aacute;s eficiente que el MP3 y tiene una calidad de sonido similar a una copia original de un CD. AAC permite el uso de audio de una velocidad de muestreo mayor que la que se utiliza en los anteriores c&oacute;decs G.711 y G.726.</li>
			</ul>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul><li>Cuando una imagen se transmite a trav&eacute;s de Firefox o Edge, el c&oacute;dec AAC no es compatible incluso si el c&oacute;dec que desee se ha establecido en la p&aacute;gina de configuraci&oacute;n de audio.</li>
			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Vel. de muestreo</h3>
			<p>Esto se refiere al n&uacute;mero de muestreos por segundo cuando una fuente de sonido anal&oacute;gica se convierte en una fuente de sonido digital; si este valor es m&aacute;s alto, la calidad del sonido ser&aacute; mejor. La velocidad de muestreo se fija para cada c&oacute;dec de audio, y no puede ser cambiado por el usuario. La velocidad de muestreo de los c&oacute;decs G.711 y G.726 es de 8 KHz, mientras que la velocidad de muestreo del c&oacute;dec AAC es de 16 KHz.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Velocidad de bits</h3>
			<p>La tasa de bits del c&oacute;dec G.711 es de 64 Kbps y no se puede cambiar. La tasa de bits del c&oacute;dec G.726 es 16, 24, 32 y 40 Kbps; la relaci&oacute;n de compresi&oacute;n se puede cambiar. S&oacute;lo 48 Kbps se pueden seleccionar para el codec AAC.</p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3><a class="wn5-online-help-link" name="gain"></a>Ganancia</h3>
			<p>Establece el valor de amplificaci&oacute;n de entrada de audio. Si el sonido de entrada es demasiado bajo, puede aumentar el valor de ganancia para amplificar la se&ntilde;al de audio de entrada. El rango de valor de ganancia es de 1 a 10; un valor m&aacute;s grande implica una mayor amplificaci&oacute;n. </p>
		</div>
     	<div class="wn5-setup-section-article-content" ng-if="AudioInNoiseReduction">
			<h3>Reducción de ruido</h3>
            <p>Seleccione Reducción de ruido si el ruido alrededor es demasiado fuerte para escuchar el sonido de interés.</p>
			<p>La reducción de ruido puede no funcionar correctamente si el ruido no se puede distinguir del sonido de la voz circundante o si la presión del sonido es alta.</p>
			<ul>
                <li><strong class="UI">Sensibilidad</strong>: Puede establecer la sensibilidad de reducción basada en el nivel de ruido según el grado de ruido ambiental.</li>
            </ul>
		</div>  

	</div>
</div>

<hr class="wn5-setup-hr" ng-if="MaxAudioOutput>0">

<div class="wn5-setup-section" ng-if="MaxAudioOutput>0">
	<div class="wn5-setup-section-heading">
		<h2>Salida de audio</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Puede emitir el audio a trav&eacute;s del altavoz incorporado. </p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Salida de audio</h3>
			<p>Para utilizar la salida de audio, seleccione <strong class="UI">[Activar]</strong>.  </p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Ganancia</h3>
			<p>Establece el valor de amplificaci&oacute;n de salida de audio. Si el sonido de salida es demasiado bajo, puede aumentar el valor de ganancia para amplificar la se&ntilde;al de audio de salida. La gama de valor de ganancia es de 1 a 10; un valor mayor implica una fuerte salida de audio. La ganancia se activa s&oacute;lo cuando <strong class="UI">[Activar]</strong> se selecciona para la salida de audio.</p>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul><li>Si se establece un excesivo nivel de audio o valor de ganancia, se podr&iacute;a producir un deterioro en la calidad del sonido o sonidos desagradables. </li>
			</ul>
		</div>
	</div>
</div>
<hr class="wn5-setup-hr" ng-if="AudioClipCountRange !== undefined">
<div class="wn5-setup-section" ng-if="AudioClipCountRange !== undefined">
	<div class="wn5-setup-section-heading">
		<h2>Clip de audio</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Puede registrar o eliminar un archivo de clip de audio. Tambi&eacute;n puede ajustar la programaci&oacute;n para reproducir el clip de ajuste solo a una hora espec&iacute;fica.</p>
			<p>Necesita pulsar el bot&oacute;n <strong class="UI">[Aplicar]</strong> despu&eacute;s del registro de archivo para mostrar el archivo de audio en la lista de clips de audios en la p&aacute;gina <strong class="UI">[En vivo]</strong> o <strong class="UI">[Configuraci&oacute;n de eventos]</strong>. Se pueden registrar hasta 5 clips de audio dentro de un l&iacute;mite de capacidad total de 3 MB.</p>
			<p>Despu&eacute;s de registrar sus clips de audio, puede definir el clip que elija para que se emita cuando ocurra un evento o reproducir el clip seleccion&aacute;ndolo mientras monitorea el v&iacute;deo de c&aacute;mara en la pantalla <strong class="UI">[En vivo]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Cargar</h3>
			<p>Registra un archivo de audio. Solo se permite el formato .WAV.</p>
			<p>Pulse el bot&oacute;n <strong class="UI">[Cargar]</strong> y luego seleccione un archivo.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Grabar</h3>
			<p>El audio grabado puede registrarse como clip de audio.</p>
		</div>
		<div class="wn5-online-help-action">
			<h4>Grabaci&oacute;n de audio</h4>
				<ol>
					<li>Pulse el bot&oacute;n <strong class="UI">[Grabar]</strong>.</li>
					<li>Defina el cuadro de di&aacute;logo <strong class="UI">[Grabar]</strong> de la siguiente manera:</li>
					<ul>
						<li>Ingrese un nombre para el archivo de clip de audio en el campo <strong class="UI">[Nombre]</strong>. Solo se permiten caracteres alfanum&eacute;ricos.</li>
						<li>Pulse el bot&oacute;n <strong class="UI">[Inicio]</strong> para comenzar a grabar un audio.</li>
						<li>Para detener la grabaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Detener]</strong>. Luego se muestran el tiempo disponible para grabar y la duraci&oacute;n del audio grabado.</li>
						<li>Pulse el bot&oacute;n <strong class="UI">[Reproducir]</strong> para escuchar la grabaci&oacute;n.</li>
					</ul>
				<li>En el cuadro de di&aacute;logo <strong class="UI">[Grabar]</strong>, pulse el bot&oacute;n <strong class="UI">[Aceptar]</strong>.</li>
				</ol>
			</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
				<ul>
					<li>Esta funci&oacute;n de grabaci&oacute;n de audio solo est&aacute; disponible para buscadores que cuenten con grabaci&oacute;n de audio.</li>
					<li>Si ve el mensaje «El modo HTTP no soporta la grabaci&oacute;n de audio. Cambie al modo de acceso seguro HTTPS.», tendr&aacute; que acceder al Web Viewer de la c&aacute;mara utilizando el modo seguro HTTPS. Para acceder en el modo seguro, seleccione <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con certificado &uacute;nico)]</strong> o <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con certificado p&uacute;blico)]</strong> en <strong class="UI">[Red]</strong>&gt;<strong class="UI">[HTTPS]</strong>&gt;<strong class="UI">[Sistema de conexi&oacute;n segura]</strong>, y luego reintente acceder al Web Viewer.</li>
				</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Eliminar</h3>
			<p>Despu&eacute;s de seleccionar el bot&oacute;n de radio de un clip para eliminar de la lista de clips de audio, presione el bot&oacute;n <strong class="UI">[Eliminar]</strong> para eliminar el clip de audio seleccionado. &nbsp;</p>
		</div>
			<div class="wn5-setup-section-article-content">
			<h3>Lista de clips de audio</h3>
				<p>Se mostrar&aacute; la lista de clips de audio registrados.</p>
				<p>Para seleccionar un clip, presione su bot&oacute;n de radio.</p>
				<ul>
					<li><strong class="UI">Nombre</strong>: Se mostrar&aacute; el nombre del clip de audio.</li>
					<li><strong class="UI">Reproducir</strong>: Pulsar el bot&oacute;n Reproducir (<span class="tui tui-wn5-toolbar-play"></span>) le permite reproducir y hacer vista previa del archivo de audio.</li>
					<li><strong class="UI">Ganancia</strong>: Puede ajustar el valor de amplificaci&oacute;n de salida de audio. Si su salida de audio no es lo suficientemente alta, puede aumentar el valor de ganancia para amplificar la salida de se&ntilde;al de audio. Cuanto m&aacute;s alto sea el valor, m&aacute;s alta ser&aacute; la salida de audio.</li>
					<li><strong class="UI">Descargar</strong>: Puede descargar un archivo de clip de audio. &nbsp;</li>
				</ul>
			</div>
		<div class="wn5-setup-section-article-content">
			<h3>Programaci&oacute;n</h3>
			<p>Puede definir la programaci&oacute;n para que sus clips de audio se reproduzcan autom&aacute;ticamente. Puede definir una programaci&oacute;n distinta para cada clip de audio.</p>
			<p>Primero necesita registrar un clip de audio para activar la opci&oacute;n de Programaci&oacute;n. &nbsp;</p>
		</div>
			<div class="wn5-online-help-action">
				<h4>Ajustar la programaci&oacute;n para reproducci&oacute;n de clip de audio</h4>
					<ol>
						<li>Seleccione un clip de audio de la lista de clips de audios para reproducirlo a una hora espec&iacute;fica.</li>
						<li>Marque el cuadro <strong class="UI">[Activar]</strong> debajo de <strong class="UI">[Programaci&oacute;n]</strong>.</li>
						<li>Especifique la hora de reproducci&oacute;n.</li>
					<ul>
						<li>Si prefiere reproducirlo diariamente a una hora espec&iacute;fica, seleccione <strong class="UI">[Diariamente]</strong> y la hora espec&iacute;fica que desee. </li>
						<li>Si prefiere reproducirlo un d&iacute;a de la semana a una hora espec&iacute;fica, seleccione <strong class="UI">[Semanal]</strong> y el d&iacute;a de la semana espec&iacute;fico, junto con la hora que desee. </li>
					</ul>
					</ol>
				</div>
			</div>
</div>
<hr class="wn5-setup-hr">