<h1 class="wn5-setup-main-title">Conf. Enfoque</h1>

<div class="wn5-setup-section">
    <p>El usuario puede ajustar el foco de la pantalla manualmente, o autom&aacute;ticamente a trav&eacute;s de Enfoque simple. El enfoque tambi&eacute;n se puede restablecer a los valores predeterminados a trav&eacute;s de [Inicializar Enfoque].</p>
</div>


<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2><a name="channel"></a>Seleccionar canal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
			<p>Tras seleccionar un canal de cámara, puede definir la configuración detallada de enfoque de cada canal. En la página en directo o de reproducción se selecciona automáticamente el número del canal seleccionado más recientemente.</p>
<p>El canal 1 muestra imágenes en directo y el canal 2, vídeo PTZ digital. [Conf. enfoque] solo puede configurarse en el canal 1.</p>
        </div>
	</div>
</div> 

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Conf. Enfoque</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Inicializar Enfoque</h3>
            <p>Para inicializar el enfoque, haga clic en el bot&oacute;n <strong class="UI">[Inicializar enfoque]</strong>. El enfoque se ajusta a la ubicaci&oacute;n predeterminada.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="FastAutoFocusDefined">
            <h3>Modo enfoque r&aacute;pido</h3>
            <p>El enfoque se ajusta r&aacute;pidamente dentro del rango disponible. Para configurar <strong class="UI">[Modo enfoque r&aacute;pido]</strong>, seleccione <strong class="UI">[Activar]</strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Enfoque </h3>
            <p>Haga clic en el bot&oacute;n de enfoque en la pantalla y ajuste el enfoque de forma manual. Si el control de enfoque autom&aacute;tico no es posible con un enfoque simple, controle el enfoque de forma manual. El valor mostrado en el bot&oacute;n se refiere al intervalo de enfoque en movimiento. &apos;1&apos; significa mover el foco en un factor de 1, mientras que &apos;10&apos; significa mover el foco en un factor de 10; &apos;100&apos; significa mover el foco en un factor de 100. &apos;-&apos; mueve el &aacute;rea de enfoque m&aacute;s cerca y &apos;+&apos; mueve el &aacute;rea de enfoque m&aacute;s lejos.</p>
        </div>

        <div class="wn5-setup-section-article-content" ng-if="Zoom">
            <h3>Zoom </h3>
            <p>Ajusta manualmente la ampliaci&oacute;n del zoom. El valor mostrado en el bot&oacute;n se refiere al intervalo de zoom en movimiento. &apos;1&apos; significa mover el zoom en un factor de 1, &apos;10&apos; significa mover el zoom en un factor de 10, y &apos;100&apos; significa mover el zoom en un factor de 100. &apos;-&apos; significa alejar la imagen (m&aacute;s ancho) y &apos;+&apos; significa acercar la imagen (m&aacute;s cerca).</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Enfoque simple</h3>
            <p>El enfoque se ajusta autom&aacute;ticamente, basado en la ubicaci&oacute;n designada por el usuario. Cuando se establece la posici&oacute;n del enfoque haciendo clic y arrastra en la pantalla con el rat&oacute;n y luego hace clic en el bot&oacute;n de <strong class="UI">[Enfoque simple]</strong>, N (Cerca) y<->F (Lejos) se muestran en la pantalla y el enfoque se controla autom&aacute;ticamente, basado en la ubicaci&oacute;n designada por el usuario.</p>
        </div>

        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><li>La funci&oacute;n de enfoque simple no puede funcionar correctamente si hay un cambio repentino (movimiento repentino, desaparici&oacute;n) en el tema, si hay un cambio repentino de brillo, si la imagen es de bajo contraste o si hay una fuente de luz potente en la proximidad.</li>
            </ul>
        </div>
                 <div class="wn5-setup-section-article-content" ng-if="ICS">
            <h3>Corrección de IR</h3>
            <p>Corrige automáticamente los errores de enfoque de la luz visible y la luz IR cuando se utiliza la fuente de luz IR en modo nocturno. </p>
        </div>
                <div class="wn5-online-help-info" ng-if="ICS">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>

                <li>La función de corrección de IR sólo se puede ajustar cuando se selecciona el objetivo "ICS" en <strong class="UI">[Vídeo y Audio]</strong>> <strong class="UI">[Configuración de cámara]</strong>> <strong class="UI">[Exposición]</strong>> <strong class="UI">[Lente]</strong>.
</li>

            </ul>
        </div>
 <div class="wn5-setup-section-article-content" ng-if="ICS">
            <h3>Compensación de temperatura</h3>
            <p>Esta función es útil en áreas donde hay una amplia diferencia de temperatura entre el día y la noche, como un desierto. Compensa los errores de enfoque automáticamente detectando la contracción y la expansión de la lente debido a la diferencia de temperatura.</p>
        </div>
        <div class="wn5-online-help-info" ng-if="ICS">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>

                              <li>La función de compensación de temperatura sólo se puede ajustar cuando se selecciona el objetivo "ICS" en <strong class="UI">[Vídeo y Audio]</strong>> <strong class="UI">[Configuración de cámara]</strong>> <strong class="UI">[Exposición]</strong>> <strong class="UI">[Lente]</strong>.</li>

            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">