
<h1 class="wn5-setup-main-title">Configuraci&oacute;n del v&iacute;deo</h1>

<div class="wn5-setup-section">
    <p>Puede configurar un &aacute;rea privada en la imagen de la c&aacute;mara o voltearla en las direcciones inversas (verticalmente u horizontalmente).</p>
    <!-- <p>Adem&aacute;s, puede mostrar una imagen anal&oacute;gica o cambiar el tipo de salida del video.</p> -->
    <p ng-if="SupportAutoImageAlignment && !PrivacyMaskSupport && !FlipMirrorSupport">Puede determinar el tipo de salida del video para una salida de video anal&oacute;gica.</p>
    <p>Una vez que haya completado la configuraci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>
<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2><a name="channel"></a>Seleccionar canal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p ng-if="SupportAutoImageAlignment">Despu&eacute;s de seleccionar un canal de la c&aacute;mara, puede configurar un &aacute;rea privada para cada canal, o configurar los ajustes de video detallados, como la rotaci&oacute;n de video, la salida anal&oacute;gica, etc.</p> 
            <p ng-if="!SupportAutoImageAlignment">Despu&eacute;s de seleccionar un canal de la c&aacute;mara, puede configurar un &aacute;rea privada para cada canal, o configurar los ajustes de video detallados.</p> 
            <p ng-if="HandoverCalibration">El canal de la c&aacute;mara fija se muestra como un n&uacute;mero y el canal PTZ se muestra como “PTZ”.</p>
            <p ng-if="SupportAutoImageAlignment">Canal2 a Canal5 son videos de c&aacute;maras que han sido instaladas individualmente. Canal1 es una vista panor&aacute;mica en varias pantallas de c&aacute;mara de Canal2 a Canal5 ordenadas en una fila. Canal6 y Canal7 son v&iacute;deos de v&iacute;deo Canal1 con PTZ digital aplicado.</p>
            <p ng-if="SupportAutoImageAlignment">Debido a que se configura individualmente un &aacute;rea privada para cada canal, una configuraci&oacute;n de &aacute;rea privada en Canal1 aplicar&aacute; &uacute;nicamente a Canal1, incluso si la misma &aacute;rea privada existe en Canal2.</p>

            <p ng-if="SupportChannelEnabledFeature">El modo de visualizaci&oacute;n para cada canal se describe a continuaci&oacute;n.  La “Configuración de vídeo” se puede habilitar solo en el canal 1.</p>
            <ul ng-if="SupportChannelEnabledFeature">
                <li>Canal 1: Muestra la imagen de v&iacute;deo de la c&aacute;mara de ojo de pez tal como est&aacute;, sin ninguna correcci&oacute;n.</li>
                <li>Canal 2: Corrige la distorsi&oacute;n del v&iacute;deo de 360˚ y lo muestra en una vista panor&aacute;mica.</li>
                <li>Canal 3: Corrige la distorsi&oacute;n del v&iacute;deo de 360˚ y lo muestra en una vista panor&aacute;mica dividida arriba/abajo.</li>
                <li>Canal 4: Corrige la distorsi&oacute;n de 4 pantallas similares a la percepci&oacute;n visual humana y las muestra simult&aacute;neamente. Seleccione una pantalla para mover la vista hacia arriba/abajo/izquierda/derecha o acercar/alejar el zoom.</li>
                <li>Canal 5: Muestra el v&iacute;deo superior izquierdo desde la vista de cuadrante del canal 4.</li>
                <li>Canal 6: Muestra el v&iacute;deo superior derecho desde la vista de cuadrante del canal 4.</li>
                <li>Canal 7: Muestra el v&iacute;deo inferior izquierdo desde la vista de cuadrante del canal 4.</li>
                <li>Canal 8: Muestra el v&iacute;deo superior derecho desde la vista de cuadrante del canal 4.</li>
            </ul>


            <p>Haga clic en el bot&oacute;n <strong class="UI">[Información del producto]</strong> para ver un resumen general de cada canal.</p>
            <p>Si selecciona otro canal sin aplicar los cambios en la configuraci&oacute;n, aparecer&aacute; un mensaje de alarma.</p>
        </div>
	</div>
</div> 

<hr class="wn5-setup-hr" ng-if="PrivacyMaskSupport">
<div class="wn5-setup-section" ng-if="PrivacyMaskSupport">
	<div class="wn5-setup-section-heading">
		<h2>&Aacute;rea privada</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		    <p>Para evitar una posible invasi&oacute;n de privacidad en la imagen de la c&aacute;mara, puede configurar un &aacute;rea privada. Despu&eacute;s de seleccionar <strong class="UI">[Activar &aacute;rea privada]</strong>. Para desactivar un &aacute;rea privada, deseleccione <strong class="UI">[Activar &aacute;rea privada]</strong>. Puede verificar la imagen completa de la c&aacute;mara sin nada escondido debido a la privacidad. Las &aacute;reas privadas configuradas no se borran y se pueden verificar en la lista de &aacute;rea privada.</p>
        </div>
        <div class="wn5-online-help-info" ng-if="LDCIncompatibleSupport">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul>				
				<li>Cuando se selecciona <strong class="UI">[Activar la zona de privacidad]</strong> la función LDC de la cámara se desactiva. Puede verificar la función LDC en  <strong class="UI">[Vídeo y Audio]</strong>&gt;<strong class="UI">[<a class="wn5-online-help-link" href="cameraSetup.html" ng-href="#/help/videoAudio_cameraSetup">Configuración de cámara</a>]</strong>&gt;<strong class="UI">[Especial]</strong>.
				 </li>
			</ul>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="PrivacyMaskPattern">
			<h3>Patr&oacute;n</h3>
            <p>Seleccione el patr&oacute;n de mosaico para aplicar al &aacute;rea privada. Seleccionar <strong class="UI">[</strong><strong>Opaco</strong><strong class="UI">]</strong> para aplicar la configuraci&oacute;n del color en la ventana del &aacute;rea privada. Si selecciona el patr&oacute;n, se aplicar&aacute; a todas las &aacute;reas.</p>
		</div>
        

	        <div class="wn5-online-help-action" ng-if="PTZModel && PrivacyMaskRectangle && !PrivacyMasGlobalColor">
            <h4>Configurar un &aacute;rea privada (c&aacute;mara PTZ)</h4>
            <ol>
				
                <li>Seleccione <strong class="UI">[Activar &aacute;rea privada]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
                <li>Arrastre el mouse en la pantalla de video de la c&aacute;mara para configurar el tama&ntilde;o del &aacute;rea privada.</li>
                <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, configure lo siguiente:</li>
                <ul>
                    <li>Arrastre el icono <span class="tui tui-wn5-ptz-handle"></span>  para colocar la pantalla de video deseada en un &aacute;rea privada al ajustar la panor&aacute;mica/inclinaci&oacute;n de la c&aacute;mara.</li>
                    <li>Introduzca el nombre del &aacute;rea privada en <strong class="UI">[Nombre]</strong>, seleccione el color para cubrir la imagen en <strong class="UI">[Color]</strong>.</li>
                    <li>Seleccione si desea activar el <strong class="UI">[Umbral del zoom]</strong>. La funci&oacute;n garantiza que un &aacute;rea privada se use solamente si se ampl&iacute;a la imagen a un tama&ntilde;o mayor que un &iacute;ndice de zoom configurado en [Configurar umbral del zoom]. En otras palabras, si la imagen se reduce abajo del &iacute;ndice de zoom, el &aacute;rea privada se borra de la imagen.</li>
                </ul>
                <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, haga clic en el bot&oacute;n <strong class="UI">[OK]</strong>.</li>
                <li>En el paso 3, si selecciona <strong class="UI">[Activar]</strong> para la opci&oacute;n <strong class="UI">[Umbral del zoom]</strong>, entonces la ventana <strong class="UI">[Configurar el umbral del zoom]</strong> aparecer&aacute;. Despu&eacute;s de configurar el &iacute;ndice de zoom deseado, haga clic en el bot&oacute;n <strong class="UI">[OK]</strong>.</li>
                <li>Se a&ntilde;ade una nueva &aacute;rea privada a la lista de &aacute;reas privadas. El &aacute;rea privada a la que se aplica el umbral del zoom se marcar&aacute; como «[Zoom]» en la lista de &aacute;reas privadas. La configuraci&oacute;n del color en la pantalla de imagen de la c&aacute;mara se usa para mostrar el &aacute;rea privada.</li>
            </ol><!-- <p>'줌 표시 제한'은 설정한 줌 배율보다 영상 화면을 더 축소하면 영상에서&nbsp;프라이버시 영역이 일시적으로 제거되는 기능입니다. 줌을 확대하면 프라이버시 영역이 영상에 다시 나타납니다. 기준이 되는 줌 배율은 [줌 배율 표시 제한 설정] 창에서 설정할 수 있습니다. &nbsp;</p> --></div>
		
        <div class="wn5-online-help-action" ng-if="Zoom && PrivacyMaskRectangle && !PrivacyMasGlobalColor">
            <h4>Configurar un &aacute;rea privada (c&aacute;mara zoom)</h4>
            <ol>
				
                <li>Seleccione <strong class="UI">[Activar &aacute;rea privada]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
                <li>Arrastre el mouse en la pantalla de video de la c&aacute;mara para configurar el &aacute;rea privada.</li>
                <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, configure lo siguiente:</li>
                <ul>
                    <li>Introduzca el nombre del &aacute;rea privada en <strong class="UI">[Nombre]</strong>, seleccione el color para cubrir la imagen en <strong class="UI">[Color]</strong>.</li>
                    <li>Seleccione si desea activar el <strong class="UI">[Umbral del zoom]</strong>. La funci&oacute;n garantiza que un &aacute;rea privada se use solamente si se ampl&iacute;a la imagen a un tama&ntilde;o mayor que un &iacute;ndice de zoom configurado en [Configurar umbral del zoom]. En otras palabras, si la imagen se reduce abajo del &iacute;ndice de zoom, el &aacute;rea privada se borra de la imagen.</li>
                </ul>
                <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, haga clic en el bot&oacute;n <strong class="UI">[OK]</strong>.</li>
                <li>En el paso 3, si selecciona <strong class="UI">[Activar]</strong> para la opci&oacute;n <strong class="UI">[Umbral del zoom]</strong>, entonces la ventana <strong class="UI">[Configurar el umbral del zoom]</strong> aparecer&aacute;. Despu&eacute;s de configurar el &iacute;ndice de zoom deseado, haga clic en el bot&oacute;n <strong class="UI">[OK]</strong>.</li>
                <li>Se a&ntilde;ade una nueva &aacute;rea privada a la lista de &aacute;reas privadas. El &aacute;rea privada a la que se aplica el umbral del zoom se marcar&aacute; como «[Zoom]» en la lista de &aacute;reas privadas. La configuraci&oacute;n del color en la pantalla de imagen de la c&aacute;mara se usa para mostrar el &aacute;rea privada.</li>
            </ol>
        </div>

        <div class="wn5-online-help-action" ng-if="!PrivacyMaskRectangle && !PrivacyMasGlobalColor">
                <h4>Configurar un &aacute;rea privada(excepto para el c&aacute;mara PTZ o zoom)</h4>
                <ol>
                    
                    <li>Seleccione <strong class="UI">[Activar &aacute;rea privada]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
                    <li>Haga clic en las 4 esquinas con el mouse en la pantalla de video de la c&aacute;mara.</li>
                    <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, configure lo siguiente:</li>
                    <ul>
                        <li>Introduzca el nombre del &aacute;rea privada en <strong class="UI">[Nombre]</strong>, seleccione el color para cubrir la imagen en <strong class="UI">[Color]</strong>.</li>
                    </ul>
                    <li>En la ventana del <strong class="UI">[&Aacute;rea privada]</strong>, haga clic en el bot&oacute;n <strong class="UI">[OK]</strong>.</li>
                    <li>Se a&ntilde;ade una nueva &aacute;rea privada a la lista de &aacute;reas privadas. La configuraci&oacute;n del color en la pantalla de imagen de la c&aacute;mara se usa para mostrar un &aacute;rea privada.</li>
                </ol>
            </div>

            <div class="wn5-online-help-action" ng-if="PrivacyMasGlobalColor">
                    <h4>Configuraci&oacute;n de un &aacute;rea de privacidad</h4>
                    <ol>
                        
                        <li>Seleccione <strong class="UI">[Habilitar &aacute;rea de privacidad]</strong>.</li>
                        <li>Arrastre el rat&oacute;n sobre la pantalla de v&iacute;deo de la c&aacute;mara para configurar el &aacute;rea de privacidad.</li>
                        <li>Ingrese el nombre del &aacute;rea de privacidad en <strong class="UI">[Nombre]</strong> debajo de <strong class="UI">[&Aacute;rea de privacidad]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>.</li>
                        <li>La nueva &aacute;rea de privacidad se a&ntilde;adir&aacute; a la lista de &aacute;reas de privacidad.</li>
                        <li>Para aplicar un color al &aacute;rea de privacidad, vaya a <strong class="UI">[Color]</strong>, seleccione un color para pintar el &aacute;rea, y haga clic Clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina. El color seleccionado se aplicar&aacute; a cada &aacute;rea de privacidad.</li>
                    </ol>
            </div>            
		
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul>
				
				<li>S&oacute;lo las letras en ingl&eacute;s, los n&uacute;meros, los guiones (-) y el punto (.) se pueden introducir para el nombre de un &aacute;rea privada.</li>

			</ul>
		</div>


		<div class="wn5-online-help-action">
			<h4>Borrar un &aacute;rea privada</h4>
			<ol>
				
				<li>Seleccionar un &aacute;rea privada para borrar de la lista de &aacute;reas privadas. Se muestra el &aacute;rea seleccionada en la pantalla de imagen de la c&aacute;mara.</li>
				<li>Haga clic en el bot&oacute;n <strong class="UI">[Borrar]</strong>. El &aacute;rea seleccionada se borrar&aacute;.</li>
			</ol>
		</div>
		       <div class="wn5-online-help-action" ng-if="PTZModel">
            <h4>Ajuste del PTZ</h4>
            <p ng-if="MaxChannel > 1 && HandoverCalibration">En <strong class="UI"><a href="#channel">[Seleccionar canal]</a></strong>, seleccione el canal <strong class="UI">[PTZ]</strong>. El panel panor&aacute;mico del PTZ aparecer&aacute;.</p>
            <p>Puede configurar la panor&aacute;mica, la inclinaci&oacute;n, y el zoom de la c&aacute;mara.</p>
            <ul>
                <li>Al arrastrar el icono <span class="tui tui-wn5-ptz-handle"></span> con el mouse, la c&aacute;mara se mueve siguiendo las acciones de panor&aacute;mica e inclinaci&oacute;n.</li>
                <li>Con la barra de zoom puede ajustar el porcentaje de zoom del v&iacute;deo. Tambi&eacute;n puede hacer clic en el icono <span class="tui tui-wn5-ptz-plus"></span>para ampliar la pantalla o en el icono <span class="tui tui-wn5-ptz-minus"></span>para reducirla.</li>
                <li>Mueva el enfoque cercano haciendo clic en el icono <span class="tui tui-wn5-ptz-near"></span>  o mueva el foco lejano haciendo clic en el icono<span class="tui tui-wn5-ptz-far"></span>.</li>
                <li>Para ajustar el enfoque de la c&aacute;mara autom&aacute;ticamente para un disparo, haga clic en el icono<span class="tui tui-wn5-simple-focus"></span>.</li>
            </ul>
        </div>
	</div>
</div>

<hr class="wn5-setup-hr" ng-if="FlipMirrorSupport">

<div class="wn5-setup-section" ng-if="FlipMirrorSupport">
	<div class="wn5-setup-section-heading">
		<h2>Rotaci&oacute;n del video</h2>
	</div>
	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Si la pantalla se muestra al rev&eacute;s despu&eacute;s de instalar la c&aacute;mara, puede corregir esto a trav&eacute;s de las funciones del modo de volteo y el modo de espejo.</p>
            <p ng-if="HallwayView">La funci&oacute;n de <strong class="UI">[Vista de pasillo]</strong> proporciona una larga vista vertical de la pantalla que permite al usuario controlar el &aacute;rea de vigilancia m&aacute;s eficientemente en un pasillo o pasaje.</p>
        </div>
		<div class="wn5-online-help-info" ng-if="Statistics">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                    <ul>
                        <li>Si cambia la configuraci&oacute;n de rotaci&oacute;n del video, &eacute;ste se voltear&aacute; en cuatro direcciones o se cambiar&aacute;. Para ayudarlo a analizar el video cambiado y acumular la estad&iacute;stica, cambie la configuraci&oacute;n de an&aacute;lisis y estad&iacute;stica. Los ajustes se pueden cambiar en los men&uacute;s de [An&aacute;lisis] y [Estad&iacute;stica].</li>
                    </ul>
        </div>
				<div class="wn5-online-help-info" ng-if="!Statistics">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                    <ul>
                        <li>Si cambia la configuraci&oacute;n de rotaci&oacute;n del video, la pantalla del video se voltear&aacute; en cuatro direcciones o se cambiar&aacute;. Para ayudarlo a analizar el video cambiado, cambie la configuraci&oacute;n de an&aacute;lisis en el men&uacute; [An&aacute;lisis].</li>
                    </ul>
        </div>
		<div class="wn5-setup-section-article-content" ng-if="!PTZModel && !PTRZModel">
			
			<h3>Voltear</h3>
			<p>Puede voltear la imagen boca abajo. Para voltear la imagen de la c&aacute;mara, seleccione <strong class="UI">[Activar]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="!PTZModel && !PTRZModel">
			<h3>Espejo</h3>
			<p>Puede reflejar la imagen de la c&aacute;mara. Para reflejar la imagen de la c&aacute;mara, seleccione <strong class="UI">[Activar]</strong>.</p>
		</div>

		<div class="wn5-setup-section-article-content" ng-if="PTZModel || PTRZModel">
			<h3>Voltear/Espejo</h3>
			<p>Seleccione <strong class="UI">[Act]</strong> para voltear la salida de la c&aacute;mara horizontal o verticalmente.</p>
		</div>

		<div class="wn5-setup-section-article-content" ng-if="PTZModel && AutoFlip">
			<h3>Volteo digital</h3>
            <p>Cuando cambia la ubicaci&oacute;n de la c&aacute;mara al usar las funciones PTZ, la imagen de la c&aacute;mara se puede voltear en cuatro direcciones. Ahora, si quiere invertir autom&aacute;ticamente la imagen, para que pueda ver la imagen natural, seleccione&nbsp;<strong class="UI">[Act]</strong>.</p>
		</div>
		
        <div class="wn5-setup-section-article-content" ng-if="HallwayView">
            <h3>Vista de pasillo</h3>
            <p>Al rotar la imagen de la c&aacute;mara en un entorno donde una c&aacute;mara general no puede monitorear correctamente los pasillos estrechos o corredores, puede ampliar las &aacute;reas de monitoreo vertical. Puede rotarla 90 grados (hacia la derecha) o 270 grados (hacia la derecha) o configurarla a 0 grados para volver a la imagen original.</p>
			<p ng-if="MaxChannel > 1 && HandoverCalibration">Solamente si selecciona un canal fijo de la c&aacute;mara en <strong class="UI"><a href="#channel">[Seleccionar canal]</a></strong>, puede configurar la funci&oacute;n «Vista de pasillo».</p>
        </div>
		<div class="wn5-online-help-info" ng-if="HallwayView">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
				<ul>
					
			        <li>Con el fin de establecer la vista de pasillo, es necesario configurar la c&aacute;mara instalada en 0 grados, o rotar hasta 90 grados hacia la derecha o 270 grados hacia la derecha, y seleccionar el mismo &aacute;ngulo en <strong class="UI">[Vista de pasillo]</strong>.</li>
					<li>Cuando configura la <strong class="UI">[Vista de pasillo]</strong>, el navegador web se cerrar&aacute; autom&aacute;ticamente. Necesitar&aacute; volverse a conectar al visor web.</li>
				</ul>
		</div>
		
						<div class="wn5-setup-section-article-content" ng-if="FisheyeLens">
			<h3>Modo de montaje de la c&aacute;mara</h3>
            <p>Seleccione el modo de montaje de la c&aacute;mara. Seleccione <strong class="UI">[Pared]</strong> cuando la c&aacute;mara est&eacute; instalada en la pared o <strong class="UI">[Techo]</strong> cuando est&eacute; instalada en el techo.</p>
		</div>
        <div class="wn5-online-help-info" ng-if="FisheyeLens">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
                <li>Si cambia el modo de montaje de la c&aacute;mara, todos los ajustes de perfil en&nbsp;<strong class="UI">[Perfil de video]</strong> se reinician y la c&aacute;mara se reinicia. Adem&aacute;s, como la pantalla se cambia, necesita cambiar la configuraci&oacute;n de an&aacute;lisis y estad&iacute;stica del video, como corresponde. La configuraci&oacute;n se puede cambiar en <strong class="UI">[An&aacute;lisis]</strong> y <strong class="UI">[Estad&iacute;stica]</strong>.</li>
                <li>Solamente si configura el modo de montaje de la c&aacute;mara a<span>&nbsp;</span><strong class="UI">[Tipo de pared]</strong>, puede usar la funci&oacute;n panor&aacute;mica de DPTZ en el modo<span>&nbsp;</span><strong class="UI">[En vivo]</strong><span></span>.</li>
                <li>Si cambia el modo de montaje de la c&aacute;mara, la direcci&oacute;n del modo ojo de pez <strong class="UI">[En vivo]</strong><span></span> tambi&eacute;n se cambia.</li>
            </ul>
        </div>
	</div>
</div>
<!-- 멀티 센터 변경점 이 후에는 분기 코드 삭제해야 함 --> 
<hr class="wn5-setup-hr" ng-if="SupportAutoImageAlignment">
<div class="wn5-setup-section" ng-if="SupportAutoImageAlignment">
    <div class="wn5-setup-section-heading">
        <h2>v&iacute;deo analógico</h2>
     </div>
    <div class="wn5-setup-section-article">
    <div class="wn5-setup-section-article-content">
    <h3>Salida de v&iacute;deo</h3>    
        <p>Puede establecer si desea o no la salida de v&iacute;deo anal&oacute;gico. La salida de v&iacute;deo anal&oacute;gico es &uacute;til, ya que se puede establecer durante la comprobaci&oacute;n de la ubicaci&oacute;n de la lente o el enfoque cuando se instala la c&aacute;mara.</p>
    </div>
    <div class="wn5-setup-section-article-content">
    <h3>Tipo de v&iacute;deo</h3>

        <p>Seleccione el tipo de v&iacute;deo anal&oacute;gico. Puede seleccionar <strong class="UI">[NTSC]</strong> o <strong class="UI">[PAL]</strong> como el tipo de v&iacute;deo.</p>
    </div>
    <div class="wn5-setup-section-article-content">
        <ul><li><strong class="UI">NTSC</strong>: NTSC (National Television System Committee) es el est&aacute;ndar para la televisi&oacute;n en color en los EE.UU., opera a 30 fotogramas por segundo con 525 l&iacute;neas de definici&oacute;n horizontal. El n&uacute;mero de fotogramas por segundo es grande, por lo que la pantalla se puede mostrar de forma natural. Este tipo se utiliza principalmente en los EE.UU., Jap&oacute;n y Canad&aacute;.</li>
            <li><strong class="UI">PAL</strong>: PAL (Phase Alternation Line) se origin&oacute; en Alemania, y mientras que es similar a NTSC, hay una diferencia en el m&eacute;todo que utiliza para manejar las se&ntilde;ales de color. Este tipo se utiliza principalmente en Europa. Aunque este tipo tiene un menor n&uacute;mero de cuadros por segundo en comparaci&oacute;n con NTSC, tiene un mayor n&uacute;mero de l&iacute;neas horizontales de exploraci&oacute;n (625) y una menor deformaci&oacute;n de color; que no requiere especificaciones avanzadas para equipos de transmisi&oacute;n. </li>
        </ul>
    </div>
</div>
</div>
<!-- 멀티 센터 변경점 이 후에는 분기 코드 삭제해야 함 --> 
<hr class="wn5-setup-hr" ng-if="VideoTypeOptions || UsbConfigEnable">
<div class="wn5-setup-section" ng-if="VideoTypeOptions || UsbConfigEnable">
	<div class="wn5-setup-section-heading">
		<h2>Salida de v&iacute;deo</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
        <!--     <p>Esto determina el tipo de salida del video para una salida de video anal&oacute;gica. La salida de video anal&oacute;gica es &uacute;til ya que puede configurarla mientras verifica la ubicaci&oacute;n de los lentes y el enfoque de la c&aacute;mara mientras instala la c&aacute;mara.</p> --> 
        <p>Seleccione el método de mostrar la salida de vídeo de la cámara. </p>
        </div>

            <div class="wn5-setup-section-article-content" ng-if="UsbConfigEnable">
                <h3>USB</h3>
                <p>Para mostrar un vídeo de la cámara al usar el USB, haga clic en <strong class="UI">[Activar]</strong>.</p>
                <p>Mediante el dongle de Wi-Fi y la aplicación para smartphone de Hanwha Techwin puede acceder a su cámara por Wi-Fi. Esto es útil cuando intenta instalar una cámara de red por primera vez o cambiar el campo de visión angular o la posición de su cámara, ya que puede ver la pantalla de la cámara en su smartphone sin preocuparse por tener un monitor adicional para comprobar la instalación.</p>
            </div>
			<div class="wn5-setup-section-article-content" ng-if="VideoTypeOptions">
               <h3>CVBS</h3> 
             <!--     <h3>Salida de v&iacute;deo</h3>  -->
                <p>Para mostrar un video al conectar un cable a la terminal CVBS, haga clic en <strong class="UI">[Activar]</strong>.</p>
                <p>Es útil ya que se puede establecer durante la comprobación de la posición de la lente o el enfoque cuando se instala la cámara.</p>
            </div>
	
	<div class="wn5-setup-section-article-content" ng-if="VideoTypeOptions">
         <h3>Tipo de CVBS</h3>
        <!-- <h3>Tipo</h3> -->
	    	<p>Para usar CVBS, seleccione el tipo de salida de video CVBS.</p>
            <ul>
                <li><strong class="UI">NTSC</strong>: NTSC (Comit&eacute; Nacional de Sistema de Televisi&oacute;n) es el est&aacute;ndar para la televisi&oacute;n en color en los EE. UU. El n&uacute;mero de fotogramas por segundo es 30 y el n&uacute;mero de rayo de proyecci&oacute;n horizontal es 525. Dado que el n&uacute;mero de fotogramas por segundo es alto, la pantalla parece muy natural. En su mayor&iacute;a, se usa en los EE. UU., Jap&oacute;n y Canad&aacute;.</li>
				<li><strong class="UI">PAL</strong>: Al m&eacute;todo PAL (L&iacute;nea de alternancia de fase) lo propuso Alemania y es similar al NTSC pero difiere en la manera en que trata las se&ntilde;ales de color. En su mayor&iacute;a, se usa en Europa. Comparado con el NTSC, el n&uacute;mero de fotogramas por segundo es m&aacute;s bajo pero el n&uacute;mero de rayos horizontales es m&aacute;s alto (625). Por consiguiente, la resoluci&oacute;n es m&aacute;s alta, la deformaci&oacute;n de color es menor, y el centro de radiodifusi&oacute;n no requiere altas especificaciones.</li>
			</ul>
		</div>
		      <div class="wn5-online-help-info" ng-if="FisheyeLens">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                <ul>
                    <li>Para evitar la degradaci&oacute;n del rendimiento de la c&aacute;mara, apague la funci&oacute;n de video anal&oacute;gico despu&eacute;s de instalar la c&aacute;mara.</li>
                </ul>
        </div>
	</div>

</div>

<hr class="wn5-setup-hr">

