<h1 class="wn5-setup-main-title">WiseStream</h1>

<div class="wn5-setup-section">
    <p>WiseStream es una funci&oacute;n que, mediante el an&aacute;lisis de la complejidad de una imagen, puede reducir efectivamente el tama&ntilde;o de bit de datos, manteniendo la calidad. Reduce el tama&ntilde;o de la imagen y ahorra ancho de banda mediante el aumento de la tasa de compresi&oacute;n, siempre que no se creen muchos movimientos en la imagen a ser capturada por la c&aacute;mara. Si aumenta el movimiento, la imagen vuelve a su estado anterior, evitando la p&eacute;rdida de informaci&oacute;n de la imagen. Esta funci&oacute;n no es adecuada en un entorno con mucho movimiento, ya que la pantalla podr&iacute;a funcionar de manera incorrecta. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2>Seleccionar canal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Después de seleccionar su canal de cámara, puede definir los detalles de WiseStream para cada canal.</p>
            <p ng-if="objectDetectionSupport">El canal 1 muestra imágenes en directo y el canal 2, vídeo PTZ digital. [WiseStream] solo puede configurarse en el canal 1.</p>
            <p ng-if="HandoverCalibration">El canal de la c&aacute;mara fija se muestra como un n&uacute;mero y el canal PTZ se muestra como “PTZ”.</p>

            <p ng-if="SupportChannelEnabledFeature">El modo de visualizaci&oacute;n para cada canal se describe a continuaci&oacute;n.</p>
            <ul ng-if="SupportChannelEnabledFeature">
                <li>Canal 1: Muestra la imagen de v&iacute;deo de la c&aacute;mara de ojo de pez tal como est&aacute;, sin ninguna correcci&oacute;n.</li>
                <li>Canal 2: Corrige la distorsi&oacute;n del v&iacute;deo de 360˚ y lo muestra en una vista panor&aacute;mica.</li>
                <li>Canal 3: Corrige la distorsi&oacute;n del v&iacute;deo de 360˚ y lo muestra en una vista panor&aacute;mica dividida arriba/abajo.</li>
                <li>Canal 4: Corrige la distorsi&oacute;n de 4 pantallas similares a la percepci&oacute;n visual humana y las muestra simult&aacute;neamente. Seleccione una pantalla para mover la vista hacia arriba/abajo/izquierda/derecha o acercar/alejar el zoom.</li>
                <li>Canal 5: Muestra el v&iacute;deo superior izquierdo desde la vista de cuadrante del canal 4.</li>
                <li>Canal 6: Muestra el v&iacute;deo superior derecho desde la vista de cuadrante del canal 4.</li>
                <li>Canal 7: Muestra el v&iacute;deo inferior izquierdo desde la vista de cuadrante del canal 4.</li>
                <li>Canal 8: Muestra el v&iacute;deo superior derecho desde la vista de cuadrante del canal 4.</li>
            </ul>

            <p>Si selecciona otro canal sin aplicar los cambios en la configuración, aparecerá un mensaje de alarma.</p>
        </div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h3 >WiseStream</h3>
    </div>

    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            
            <h3>Modo</h3>
            <p>Se puede seleccionar la cantidad de la imagen que se comprime con WiseStream.</p>
            <ul>
                <li><strong class="UI">Des</strong>: La funci&oacute;n WiseStream no se utiliza.</li>
                <li><strong class="UI">Bajo</strong>: &apos;Bajo&apos; se establece para una tasa de compresi&oacute;n de imagen m&iacute;nima. La velocidad de bits se reduce en aproximadamente 15% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.</li>
                <li><strong class="UI">Mediano</strong>: &apos;Mediano&apos; se establece para una tasa de compresi&oacute;n de imagen media. La velocidad de bits se reduce en aproximadamente 30% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.</li>
                <li><strong class="UI">Alto</strong>: &apos;Alto&apos; se establece para la tasa de compresi&oacute;n de imagen m&aacute;xima. La velocidad de bits se reduce en aproximadamente 50% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.  </li>
              </ul>
          </div>

  <div class="wn5-online-help-info">
       <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
       <ul>
               <li ng-if="DynamicGOVSupport">Para optimizar el rendimiento del WiseStream, ajuste <strong class="UI">[GOV Dinámico]</strong> y <strong class="UI">[FPS Dinámico]</strong> en <strong class="UI">[Activar]</strong> en el menú <strong class="UI">[Básico]</strong> > <strong class="UI">[Perfil de vídeo]</strong>. Con las funciones <strong class="UI">[GOV Dinámico]</strong> y <strong class="UI">[FPS Dinámico]</strong>, puede obtener tanto la calidad de vídeo como el número de fotogramas por segundo.</li>
               <li ng-if="!DynamicGOVSupport">Para optimizar el rendimiento del WiseStream, ajuste <strong class="UI">[FPS Dinámico]</strong> en <strong class="UI">[Activar]</strong> en el menú <strong class="UI">[Básico]</strong> > <strong class="UI">[Perfil de vídeo]</strong>. </li>
               <li>En cualquiera de los casos siguientes, la funci&oacute;n WiseStream podr&iacute;a no funcionar correctamente:</li>
               <ul>
                   <li>Si cambia repentinamente la pantalla, la visualizaci&oacute;n en pantalla puede que no funcione correctamente.</li>
                   <li>En un entorno con muchos cambios en la pantalla, el uso de la funci&oacute;n WiseStream no es correcto.</li>
               </ul>
            </ul>
        </div>
    </div>
</div>

  <hr class="wn5-setup-hr">
