<h1 class="wn5-setup-main-title">WiseStream</h1>

<div class="wn5-setup-section">
    <p>WiseStream es una funci&oacute;n que, mediante el an&aacute;lisis de la complejidad de una imagen, puede reducir efectivamente el tama&ntilde;o de bit de datos, manteniendo la calidad. Reduce el tama&ntilde;o de la imagen y ahorra ancho de banda mediante el aumento de la tasa de compresi&oacute;n, siempre que no se creen muchos movimientos en la imagen a ser capturada por la c&aacute;mara. Si aumenta el movimiento, la imagen vuelve a su estado anterior, evitando la p&eacute;rdida de informaci&oacute;n de la imagen. Esta funci&oacute;n no es adecuada en un entorno con mucho movimiento, ya que la pantalla podr&iacute;a funcionar de manera incorrecta. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h3 >WiseStream</h3>
    </div>

    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --></ul>
            <h3>Modo</h3>
            <p>Se puede seleccionar la cantidad de la imagen que se comprime con WiseStream.</p>
            <ul>
                <li><strong class="UI">Des</strong>: La funci&oacute;n WiseStream no se utiliza.</li>
                <li><strong class="UI">Bajo</strong>: &apos;Bajo&apos; se establece para una tasa de compresi&oacute;n de imagen m&iacute;nima. La velocidad de bits se reduce en aproximadamente 15% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.</li>
                <li><strong class="UI">Mediano</strong>: &apos;Mediano&apos; se establece para una tasa de compresi&oacute;n de imagen media. La velocidad de bits se reduce en aproximadamente 30% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.</li>
                <li><strong class="UI">Alto</strong>: &apos;Alto&apos; se establece para la tasa de compresi&oacute;n de imagen m&aacute;xima. La velocidad de bits se reduce en aproximadamente 50% a partir de la imagen original; el tama&ntilde;o de los bit de datos tambi&eacute;n se reduce.  </li>
              </ul>
          </div>

  <div class="wn5-online-help-info">
       <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
       <ul>
               <li>Para optimizar el rendimiento del WiseStream, ajuste <strong class="UI">[GOV Dinámico]</strong> y <strong class="UI">[FPS Dinámico]</strong> en <strong class="UI">[Activar]</strong> en el menú <strong class="UI">[Básico]</strong> > <strong class="UI">[Perfil de vídeo]</strong>. Con las funciones <strong class="UI">[GOV Dinámico]</strong> y <strong class="UI">[FPS Dinámico]</strong>, puede obtener tanto la calidad de vídeo como el número de fotogramas por segundo.</li>
            </ul>
        </div>
    </div>
</div>

  <hr class="wn5-setup-hr">
