<h1 class="wn5-setup-main-title">Plate-forme ouverte</h1>

<div class="wn5-setup-section">
    <p>Lorsque vous installez une application suppl&eacute;mentaire sur la cam&eacute;ra, vous pouvez utiliser les fonctions de l&apos;application install&eacute;e en plus des fonctions existantes.</p>
</div>


<hr class="wn5-setup-hr" ng-if="MaxChannel > 1">
<div class="wn5-setup-section" ng-if="MaxChannel > 1">
    <div class="wn5-setup-section-heading">
        <h2><a name="channel"></a>S&eacute;lectionner un canal</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Apr&egrave;s avoir s&eacute;lectionn&eacute; le canal d&rsquo;une cam&eacute;ra, vous pouvez d&eacute;finir les d&eacute;tails de plate-forme ouverte pour chaque canal. Le dernier num&eacute;ro de canal s&eacute;lectionn&eacute; sur la page Direct ou Lecture est automatiquement s&eacute;lectionn&eacute;. </p>
            <p>Si vous s&eacute;lectionnez un autre canal sans appliquer les modifications apport&eacute;es au r&eacute;glage, un message d&rsquo;alarme s&rsquo;affiche. </p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Plate-forme ouverte</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-online-help-action">
            <h4>Installation d&apos;une plate-forme ouverte</h4>
            <ol>
                <li>Cliquez sur le bouton <strong class="UI">[...]</strong>, s&eacute;lectionnez une application, puis cliquez sur le bouton <strong class="UI">[Ouvrir]</strong>.</li>
                <li>Cliquez sur le bouton <strong class="UI">[Installer]</strong>. Une fois l&apos;installation de l&apos;application termin&eacute;e, un message indiquant «&nbsp;Install&eacute;&nbsp;» s&apos;affiche et les informations sur l&apos;application install&eacute;e s&apos;affichent dans la liste.</li>
            </ol>
        </div>
    
        <div class="wn5-setup-section-article-content">
            <h3>No.</h3>
            <p>Un num&eacute;ro est attribu&eacute; dans l&apos;ordre d&apos;installation des applications.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nom de l&apos;application</h3>
            <p>Le nom de l&apos;application, la date d&apos;installation et la version sont affich&eacute;s.</p>
            <ul>
                <li><strong class="UI">D&eacute;sinstaller</strong>&nbsp;: Supprime une application install&eacute;e.</li>
                <li><strong class="UI">Aller App</strong>&nbsp;: Passe &agrave; l&apos;&eacute;cran fourni par chaque application.</li>
            </ul>  
        </div>
        <div class="wn5-setup-section-article-content">      
            <h3>&Eacute;tat</h3>
            <p>Affiche l&apos;&eacute;tat de fonctionnement d&apos;une application.</p>
            <p>Lorsqu&apos;une application est en cours de fonctionnement, «&nbsp;En cours de fonctionnement&nbsp;» s&apos;affiche et lorsqu&apos;une application est arr&ecirc;t&eacute;e, «&nbsp;Arr&ecirc;t&eacute;e&nbsp;» s&apos;affiche.</p>
            <ul>
                <li><strong class="UI">D&eacute;marrer</strong>&nbsp;: Ex&eacute;cute l&apos;application install&eacute;e.</li>
                <li><strong class="UI">Arr&ecirc;ter</strong>&nbsp;: Arr&ecirc;te une application en cours d&apos;ex&eacute;cution.</li>
                <li><strong class="UI">Sant&eacute;</strong>&nbsp;: Le taux d&apos;utilisation des ressources, le compte de processus et le temps de fonctionnement des applications en cours de fonctionnement sont affich&eacute;s. Cette option est activ&eacute;e uniquement lorsqu&apos;au moins une application est en cours de fonctionnement.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Configuration</h3>
            <p>D&eacute;finit la priorit&eacute; d&apos;ex&eacute;cution et le d&eacute;marrage automatique des applications. R&eacute;glez selon vos pr&eacute;f&eacute;rences et cliquez sur le bouton <strong class="UI">[Appliquer]</strong>.</p>
            <ul>
                <li><strong class="UI">Priorit&eacute;</strong>&nbsp;: D&eacute;finit la priorit&eacute; entre les applications en cours d&apos;ex&eacute;cution. Si l&apos;utilisation des ressources de l&apos;ensemble de la cam&eacute;ra (y compris la t&acirc;che principale de la cam&eacute;ra et les applications) devient trop &eacute;lev&eacute;e, certaines applications en cours d&apos;ex&eacute;cution seront ferm&eacute;es de force. Les applications d&eacute;finies comme &eacute;tant de «&nbsp;faible priorit&eacute;&nbsp;» par l&apos;utilisateur sont ferm&eacute;es en premier.</li>
                <li><strong class="UI">D&eacute;marrage automatique</strong>&nbsp;: Lorsque <strong class="UI">[Activer]</strong> est s&eacute;lectionn&eacute;, une application est ex&eacute;cut&eacute;e automatiquement quand la cam&eacute;ra est allum&eacute;e et la t&acirc;che principale est ex&eacute;cut&eacute;e.</li>
            </ul> 
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Gestionnaire de t&acirc;ches</h3>
            <p>Le taux d&apos;utilisation des ressources des applications en cours d&apos;ex&eacute;cution dans la cam&eacute;ra est affich&eacute;.</p>
            <ul>
                <li><strong class="UI">Nom de l&apos;application</strong>&nbsp;: Le nom de l&apos;application est affich&eacute;.</li>
                <li><strong class="UI">Utilisation de la m&eacute;moire (%)</strong>&nbsp;: Le taux d&apos;utilisation de la m&eacute;moire par chaque application est affich&eacute;.</li>
                <li><strong class="UI">Utilisation du CPU (%)</strong>&nbsp;: Le taux d&apos;utilisation du CPU de chaque application est affich&eacute;.</li>
                <li><strong class="UI">Compte de processus</strong>&nbsp;: Le nombre de processus cr&eacute;&eacute;s par chaque application est affich&eacute;.</li>
                <li><strong class="UI">Dur&eacute;e</strong>&nbsp;: La dur&eacute;e totale de fonctionnement de chaque application est affich&eacute;e.</li>
                <li><strong class="UI">Action</strong>&nbsp;: L&apos;&eacute;tat d&apos;action de chaque application est affich&eacute;. Pour arr&ecirc;ter l&apos;application, cliquez sur <strong class="UI">[Tuer la t&acirc;che]</strong>.</li>
                <li><strong class="UI">Utilisation totale</strong>&nbsp;: Le taux d&apos;utilisation total des ressources (la t&acirc;che principale de la cam&eacute;ra et les applications inclues) actuellement utilis&eacute; dans la cam&eacute;ra est affich&eacute;.</li>
            </ul>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Pour toute question concernant l&apos;installation et l&apos;utilisation des applications, contactez le site web des d&eacute;veloppeurs de Hanwha Techwin (<a class="wn5-online-help-link" href="https://step.hanwha-security.com/kor_EN/Default.aspx">https://step.hanwha-security.com/fra_FR/Default.aspx</a>).</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
