<h1 class="wn5-setup-main-title">Perfil de v&iacute;deo</h1>
<div class="wn5-setup-section">
    <p>El usuario puede a&ntilde;adir o eliminar un perfil de v&iacute;deo, y cambiar las propiedades del perfil. Establecer el perfil de v&iacute;deo, velocidad de fotogramas y el c&oacute;dec como &apos;Perfil de v&iacute;deo&apos; anticipadamente y luego cambiar el perfil de v&iacute;deo para transmitir o reproducir una imagen. Cuando haya finalizado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr" ng-if="PTZMode">
<div class="wn5-setup-section" ng-if="PTZMode">
            <div class="wn5-setup-section-heading">
                <h2>Seleccionar modo PTZ</h2>
            </div>
            <div class="wn5-setup-section-article">
                <div class="wn5-setup-section-article-content">

					<p>Cuando se selecciona <strong class="UI">[PTZ externa]</strong>, el usuario puede controlar el PTZ de la c&aacute;mara a trav&eacute;s del destinatario conectado al terminal RS-485 o RS-422. El men&uacute; <strong class="UI">[PTZ]</strong>&gt;<strong class="UI">[PTZ externa]</strong> se crea en el men&uacute; desplegable de la izquierda del visualizador web.</p>

					<p>Cuando se selecciona <strong class="UI">[PTZ digital]</strong>, el PTZ de la c&aacute;mara ser&aacute; controlado digitalmente. El men&uacute; <strong class="UI">[PTZ]</strong>&gt;<strong class="UI">[PTZ digital]</strong> se crea en el men&uacute; desplegable de la izquierda del visualizador web.</p>

                </div>
            </div>
        </div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Pol&iacute;tica de conexi&oacute;n de perfiles de v&iacute;deo</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Despu&eacute;s de que las propiedades de este perfil hayan sido cambiadas, se puede establecer si se debe imprimir una imagen con el perfil anterior o con el perfil modificado. </p>
            <p>Cuando se selecciona <strong class="UI">[Mantener conexi&oacute;n al cambiar las propiedades del perfil]</strong>, la imagen se emite de acuerdo con las propiedades de los perfiles anteriores, incluso si las propiedades de este perfil han sido modificadas; cuando se vuelve a conectar el visor web, la imagen se emite con el perfil modificado. Unos bordes naranjas aparecer&aacute;n en el extremo de la vista en directo de la p&aacute;gina <strong class="UI">[En vivo]</strong> hasta que se conecte al visor web despu&eacute;s de cambiar las propiedades de perfil. Cuando <strong class="UI">[Mantener conexi&oacute;n al cambiar las propiedades del perfil]</strong> no se ha seleccionado, la imagen se emite con el perfil cambiado inmediatamente cuando las propiedades del perfil se cambian.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Perfil de v&iacute;deo</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>El usuario puede seleccionar un perfil de v&iacute;deo de acuerdo con el entorno de servicio y las circunstancias de uso del producto. Adem&aacute;s de los perfiles proporcionados por defecto, el usuario puede a&ntilde;adir un nuevo perfil o borrar uno existente. Puede configurar el c&oacute;dec, el tipo de perfil, entrada de audio, el modo ATC, sensibilidad ATC, l&iacute;mite de ATC, resoluci&oacute;n, velocidad de fotogramas, velocidad de bits de destino, tasa de bits objetivo, control de velocidad de bits y multidifusi&oacute;n para cada perfil.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Lista de perfiles</h3>
            <p>La lista de perfiles se proporciona de forma predeterminada; tambi&eacute;n se muestran todos los perfiles a&ntilde;adidos por el usuario. </p>

            <p>Los perfiles predeterminados que se proporcionan cuando se instala la c&aacute;mara son los siguientes (el nombre y el c&oacute;dec de los perfiles predeterminados proporcionados no puede ser cambiado; otros ajustes pueden ser cambiados por el usuario cuando se desee):</p>
            <table class="table table-bordered wn5-setup-table">
                <thead>
                <tr>
                    <td>Nombre de perfil</td>
                    <td>C&oacute;dec </td>
                    <td>Descripci&oacute;n</td>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>MJPEG</td>
                    <td>MJPEG</td>
                    <td>
                        <p>Usado como el perfil adecuado para el c&oacute;dec MJPEG, perfil de eventos, y perfil de grabaci&oacute;n</p>
                    </td>
                </tr>
                <tr>
                    <td>H.264</td>
                    <td>H.264</td>
                    <td>Usado como el perfil adecuado para el c&oacute;dec H.264, y es el perfil predeterminado para la transmisi&oacute;n de im&aacute;genes en directo</td>
                </tr>
                <tr>
                    <td>H.265</td>
                    <td>H.265</td>
                    <td>Perfil adecuado para el c&oacute;dec H.265</td>
                </tr>
                <tr>
                    <td>M&Oacute;VIL</td>
                    <td>MJPEG</td>
                    <td>Perfil adecuado para m&oacute;viles</td>
                </tr>
                </tbody>
            </table>
        </div>

        <div class="wn5-online-help-action">
            <h4><span class="tui tui-wn5-help-warning"></span>Adici&oacute;n de un perfil de v&iacute;deo</h4>
            <div>
                <ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Haga clic en el bot&oacute;n <strong class="UI">[Agregar]</strong>. Un nuevo elemento se a&ntilde;adir&aacute; a la lista de perfiles.</li>
                    <li>Introduzca el nombre del perfil en el campo <strong class="UI">[Nombre]</strong>. El nombre introducido aparecer&aacute; en la lista de perfiles.</li>
                    <li>Establecer los elementos del perfil, incluyendo <strong class="UI">[C&oacute;dec]</strong>, <strong class="UI">[Tipo de perfil]</strong> y <strong class="UI">[Resoluci&oacute;n]</strong>. </li>
                    <li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
                    <li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. Se a&ntilde;adir&aacute; el nuevo perfil.</li>
                </ol>
            </div>
        </div>

        <div class="wn5-online-help-action">
            <h4><span class="tui tui-wn5-help-warning"></span>Cambiar una propiedad del perfil de v&iacute;deo</h4>
            <div>
                <ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione el perfil que desea cambiar de la lista de perfiles.</li>
                    <li>Cambie los elementos del perfil, incluyendo <strong class="UI">[C&oacute;dec]</strong>, <strong class="UI">[Tipo de perfil]</strong> y <strong class="UI">[Resoluci&oacute;n]</strong>.</li>
                    <li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
                    <li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. Los ajustes del perfil seleccionado cambiar&aacute;n.</li>
                </ol>
            </div>
        </div>

        <div class="wn5-online-help-action">
            <h4><span class="tui tui-wn5-help-warning"></span>Eliminaci&oacute;n de un perfil de v&iacute;deo</h4>
            <div>
                <ol><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>Seleccione el perfil que desea eliminar de la lista de perfiles. </li>
                    <li>Haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>.</li>
                    <li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. Se eliminar&aacute; el perfil seleccionado.</li>
                </ol>
            </div>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Nombre</h3>
            <p>Se mostrar&aacute; el nombre del perfil seleccionado de la lista de perfiles. Se puede introducir un nuevo nombre de perfil si crea un nuevo perfil.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>C&oacute;dec</h3>
            <p>Seleccione el c&oacute;dec que desea aplicar al perfil. Las propiedades del perfil podr&iacute;an variar de acuerdo con el tipo de c&oacute;dec seleccionado.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="profiletype"></a>Tipo de perfil</h3>
            <p>Seleccione un tipo de perfil para aplicar. El tipo de perfil seleccionado se muestra en la columna <strong class="UI">[Tipo]</strong> de la lista de perfiles. Los elementos de ajuste pueden variar seg&uacute;n el tipo de c&oacute;dec seleccionado.</p>

            <ul>
                <li><strong class="UI">Perfil predet.</strong>: Este es el perfil predeterminado que se aplica para la transmisi&oacute;n de una imagen de la c&aacute;mara en vivo. &apos;Predeterminado&apos; se muestra en <strong class="UI">[Tipo]</strong> de la lista de perfiles.</li>
                <li><strong class="UI">Perfil de E-mail/FTP</strong>: Este perfil de v&iacute;deo se utiliza para el env&iacute;o de la pantalla capturada de una imagen cuando se crea un evento. &apos;Evento&apos; se muestra en <strong class="UI">[Tipo]</strong> de la lista de perfiles. La opci&oacute;n de perfil E-mail/FTP aparecer&aacute; s&oacute;lo cuando MJPEG se establezca para el c&oacute;dec.</li>
                <li><strong class="UI">Perfil de grabaci&oacute;n</strong>: Este perfil se aplica para la grabaci&oacute;n de una imagen en una tarjeta SD o NAS. &apos;Grabar&apos; se muestra en <strong class="UI">[Tipo]</strong> de la lista de perfiles.</li>
                <li ng-if="!PTZModel"><strong class="UI">Perfil PTZ digital</strong>: Este perfil se utiliza para controlar los movimientos PTZ. &apos;DPTZ&apos; se muestra en <strong class="UI">[Tipo]</strong> de la lista de perfiles. La opci&oacute;n de perfil PTZ digital aparecer&aacute; s&oacute;lo cuando H.264 o H.265 se establezca para el c&oacute;dec.</li>

            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="audioin"></a>Entrada de audio </h3>
            <p>Cuando la c&aacute;mara tiene un micr&oacute;fono interno o un micr&oacute;fono externo est&aacute; conectado, puede configurar los sonidos externos para ser introducidos en la imagen.</p>
            <p>Para utilizar las funciones de Micr&oacute;fono y Altavoz en la p&aacute;gina de monitoreo, <strong class="UI">[Activar]</strong> debe estar seleccionado para <strong class="UI">[Entrada de audio]</strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Modo ATC</h3>
            <p>El modo ATC (Control autom&aacute;tico de Transmisi&oacute;n) ajusta la cantidad de bit de datos enviados, mediante el cambio de las propiedades de la imagen de acuerdo a los cambios de ancho de banda de la red. El m&eacute;todo de ajuste para la cantidad enviada var&iacute;a seg&uacute;n el modo ATC.</p>
            <ul>
                <li><strong class="UI">Desactivar</strong>: Una cantidad fija de bit de datos enviados se mantiene incluso si hay cambios de ancho de banda de red. </li>
                <li><strong class="UI">Act. - Controlar velocidad de cuadro</strong>: Si el ancho de banda de red cambia, puede ajustar la cantidad de bit de datos que deben enviarse cambiando la velocidad de fotogramas. </li>
                <li><strong class="UI">Act. - Controlar compresi&oacute;n</strong>: Si el ancho de banda de red cambia, puede ajustar la cantidad de bit de datos que deben enviarse cambiando la tasa de compresi&oacute;n de bit de datos.</li>
                <li><strong class="UI">Act - Evento (MD)</strong>: Este modo se puede utilizar cuando se configura <a class="wn5-online-help-link" href="../analytics/motionDetection.html" ng-href="#/help/analytics_motionDetection/v2">Evento de detecci&oacute;n de movimiento</a>. Cuando se crea un evento de detecci&oacute;n de movimiento y el ancho de banda de red cambia, puede ajustar la cantidad de bit de datos cambiando la velocidad de fotogramas. Cuando no se detecta movimiento, reduzca el consumo de ancho de banda mediante la producci&oacute;n de un n&uacute;mero m&iacute;nimo de fotogramas.</li>
            </ul>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Sensibilidad</h3>
            <p>Ajuste la velocidad de reflejo de los cambios de ancho de banda de red. La velocidad de la reflexi&oacute;n es m&aacute;s r&aacute;pida cuando la sensibilidad ATC es muy alta, mientras que la velocidad de reflexi&oacute;n es m&aacute;s lenta cuando es muy baja. </p>
            <p>Sensibilidad ATC se activa s&oacute;lo cuando <strong class="UI">[Act. - Controlar velocidad de cuadro]</strong> o <strong class="UI">[Act. - Controlar compresi&oacute;n]</strong> se selecciona para <strong class="UI">[Modo ATC]</strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>L&iacute;mite</h3>
            <p>Al cambiar las propiedades de la imagen de acuerdo a los cambios de ancho de banda de red, configure el l&iacute;mite del modo ATC hasta un grado particular para cambiar las propiedades. Asumiendo el 100% como la situaci&oacute;n cuando no se usa el modo ATC, el valor se puede ajustar entre 10~50%; las propiedades no cambiar&aacute;n por debajo de este valor. </p>
            <p>El l&iacute;mite ATC se activa s&oacute;lo cuando <strong class="UI">[Act. - Controlar velocidad de cuadro]</strong> o <strong class="UI">[Act. - Controlar compresi&oacute;n]</strong> se selecciona para <strong class="UI">[Modo ATC]</strong>.</p>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr" ng-if="Crop">

<div class="wn5-setup-section" ng-if="Crop">
    <div class="wn5-setup-section-heading">
        <h2>Codificaci&oacute;n de recorte</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Codificaci&oacute;n de recorte es la funci&oacute;n que selecciona y transmite un &aacute;rea espec&iacute;fica deseada solamente; se pueden seleccionar, ver o transmitir diferentes zonas de cada perfil. Para aplicar la codificaci&oacute;n de recorte al perfil actual, seleccione <strong class="UI">[Activar]</strong>.</p>
        </div>

        <div class="wn5-online-help-action">
            <h4>Ajuste de un &aacute;rea de recorte</h4>
            <div>
                <ol>
                    <li>Establezca <strong class="UI">[Activar]</strong> para la codificaci&oacute;n de recorte y haga clic en el bot&oacute;n <strong class="UI">[Definir &aacute;rea]</strong>.</li>
                    <li>Ajuste el &aacute;rea arrastrando el rat&oacute;n sobre la pantalla de vista previa de <strong class="UI">[Recortar &aacute;rea definida]</strong>. Para establecer el &aacute;rea ya sea a un 16:9 o 4:3, seleccione <strong class="UI">[16:9]</strong> o <strong class="UI">[4:3]</strong>; para establecer una zona deseada independientemente del ratio, seleccione <strong class="UI">[Manual]</strong>.</li>
                    <li>Para completar la configuraci&oacute;n del &aacute;rea, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>.</li>
                </ol>
            </div>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Propiedades de perfil</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Ajuste los detalles para el perfil actual de v&iacute;deo.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Resoluci&oacute;n</h3>
            <p>Ajuste la resoluci&oacute;n de la imagen de la c&aacute;mara.</p>
        </div>

		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

			<ul>
				<li>Con el fin de transmitir una imagen de alta resoluci&oacute;n sin problemas, se recomienda conectar con el visor web a trav&eacute;s de Google Chrome.</li>
				<li>Los navegadores web Chrome, Edge o Firefox no son compatibles con la alta resoluci&oacute;n. Im&aacute;genes de alta resoluci&oacute;n pueden ser transmitidas en Internet Explorer y Safari despu&eacute;s de la instalaci&oacute;n de un plugin. Para instalar el plug-in, haga clic en el bot&oacute;n {Icono} de la parte superior derecha de la p&aacute;gina <strong class="UI">[Monitoreo]</strong> o la p&aacute;gina <strong class="UI">[Reproducci&oacute;n]</strong>. </li>
			</ul>
		</div>


        <div class="wn5-setup-section-article-content">
            <h3>Velocidad de cuadro </h3>
            <p>Ajuste el n&uacute;mero de fotogramas por segundo. El rango de velocidades de fotogramas disponibles var&iacute;a seg&uacute;n el valor de velocidad de fotograma seleccionado de <strong class="UI">[V&iacute;deo &amp; Audio]</strong> &gt; <strong class="UI">[Configuraci&oacute;n de c&aacute;mara]</strong> &gt; <a class="wn5-online-help-link" href="../video&audio/cameraSetup.html#sensor" ng-href="#/help/videoAudio_cameraSetup?#sensor"><strong class="UI">[Sensor]</strong></a>.</p>
        </div>

		<div class="wn5-setup-section-article-content">
            <h3>Vel. bits m&aacute;xima </h3>
            <p>Ajuste la velocidad de bits m&aacute;xima de la imagen cuando <strong class="UI">[Control de vel. bits]</strong> sea <strong class="UI">[VBR]</strong>. Si la cantidad de bit de datos de imagen que se env&iacute;a no es superior a la velocidad m&aacute;xima establecida, se enviar&aacute; la imagen original.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Velocidad de bits de destino </h3>
            <p>Corrija la cantidad de bit de datos de imagen que se env&iacute;an si <strong class="UI">[Control de vel. bits]</strong> es <strong class="UI">[CBR]</strong>.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Avanzado</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Si bien <strong class="UI">[H.264]</strong> o <strong class="UI">[H.265]</strong> est&aacute; configurado como <strong class="UI">[C&oacute;dec]</strong> del perfil, se mostrar&aacute;n todos los elementos de configuraci&oacute;n avanzada. Si se selecciona <strong class="UI">[MJPEG]</strong> como <strong class="UI">[C&oacute;dec]</strong> del perfil, s&oacute;lo se mostrar&aacute; el elemento <strong class="UI">[Prioridad de codificaci&oacute;n]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="bitrate"></a>Control de vel. bits</h3>
            <p>Configure c&oacute;mo ajustar la cantidad de bit de datos de imagen. </p>
            <ul>
                <li><strong class="UI">CBR</strong>: La velocidad de bits constante sirve para enviar bit de datos de fotograma completo de un tama&ntilde;o constante. Cuando se selecciona CBR, el tama&ntilde;o de los bit de datos a enviar se establece mediante el establecimiento de la velocidad de bits de destino. CBR tiene un tama&ntilde;o de bit de datos constante, lo que hace f&aacute;cil de predecir el tama&ntilde;o de los bit de datos para todo el sistema, permitiendo que el sistema sea operado de forma estable.</li>
                <li><strong class="UI">VBR</strong>: La velocidad de bits variable sirve para enviar una imagen mientras se mantienen las propiedades de v&iacute;deo creadas por el usuario, dentro de la velocidad de bits m&aacute;xima, sin fijar el tama&ntilde;o de bit de datos del fotograma. VBR puede utilizar una capacidad de espacio de almacenamiento o ancho de banda eficiente, manteniendo la calidad, pero si una imagen de repente se vuelve m&aacute;s compleja, puede causar una tensi&oacute;n en la red.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Prioridad de codificaci&oacute;n</h3>
            <p>Establezca la prioridad entre la velocidad de fotogramas y la calidad de la imagen si la cantidad de bit de datos de imagen es superior a la velocidad de bits de destino.</p>

			<p>Si <strong class="UI">[H.264]</strong> o <strong class="UI">[H.265]</strong> se seleccionan como <strong class="UI">[C&oacute;dec]</strong> del perfil, el usuario puede seleccionar entre <strong class="UI">[Velocidad de cuadro]</strong> y <strong class="UI">[Compresi&oacute;n]</strong>. Si <strong class="UI">[Velocidad de cuadro]</strong> se establece como de alta prioridad, la frecuencia de imagen m&aacute;xima est&aacute; asegurada, pero la calidad de la imagen podr&iacute;a ser reducida. Por otro lado, cuando <strong class="UI">[Compresi&oacute;n]</strong> se establece como alta prioridad, se asegura la calidad de imagen, pero algunos fotogramas podr&iacute;an ser omitidos, de modo que la imagen podr&iacute;a estar desconectado o parecer antinatural. Si <strong class="UI">[H.264]</strong> o <strong class="UI">[H.265]</strong> se seleccionan como <strong class="UI">[C&oacute;dec]</strong> del perfil, <strong class="UI">[Prioridad de codificaci&oacute;n]</strong> se activa solo cuando <strong class="UI">[CBR]</strong> est&aacute; configurado para <strong class="UI">[Control de vel. bits]</strong>.</p>

			<p>Si el <strong class="UI">[C&oacute;dec]</strong> del perfil es <strong class="UI">[MJPEG]</strong>, puede seleccionar entre <strong class="UI">[Velocidad de cuadro]</strong> y <strong class="UI">[Velocidad de bits]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="GOV"></a>Longitud de GOV  </h3>
            <p>GOV (Grupo de v&iacute;deo) es un grupo de fotograma de imagen para la compresi&oacute;n de v&iacute;deo H.264/H.265; hace referencia al grupo de fotogramas de un I-frame al siguiente I-frame. GOV contiene tanto I-frame como P-frame. I-frame es el fotograma que se convierte en la base de compresi&oacute;n (tambi&eacute;n llamado el fotograma clave); que tiene bit de datos para una imagen completa. P-frame tiene informaci&oacute;n de la zona de cambio solamente, con base en el marco frontal. Por esta raz&oacute;n, el n&uacute;mero de I-frames es menor si la longitud de GOV es m&aacute;s larga, provocando que el tama&ntilde;o de la imagen sea peque&ntilde;o, mientras que el n&uacute;mero de I-frames es mayor conforme la longitud de GOV se hace m&aacute;s corta, lo que provoca un tama&ntilde;o de imagen mayor. El valor m&aacute;ximo de la longitud GOV var&iacute;a de acuerdo con la <strong class="UI">[Velocidad de cuadro]</strong> en <strong class="UI">[Propiedades de perfil]</strong>. </p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Perfil</h3>
            <p>Este men&uacute; se activa s&oacute;lo cuando el c&oacute;dec del perfil es H.264. El perfil puede ser considerado como un conjunto de diferentes tecnolog&iacute;as de compresi&oacute;n. Los perfiles soportados en las c&aacute;maras Hanwha Techwin incluyen <strong class="UI">[Baseline]</strong>, <strong class="UI">[Main]</strong> y <strong class="UI">[High]</strong>. El funcionamiento de la compresi&oacute;n se hace m&aacute;s alto y la calidad mejora a medida que se pasa de Base a Alto, pero una gran cantidad de recursos del sistema se utilizan para comprimir y descomprimir, y podr&iacute;a crear una tensi&oacute;n en el equipo de reproducci&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Codif. Entropia</h3>
            <p>Establezca el tipo para reducir la p&eacute;rdida de compresi&oacute;n. Se proporcionan dos tipos de codificaci&oacute;n de entrop&iacute;a, CAVLC (Codificaci&oacute;n de Longitud Variable Adaptable al Contexto) y CABAC (Codificaci&oacute;n Aritm&eacute;tica Binaria Adaptable al Contexto).</p>
            <ul>
                <li><strong class="UI">CABAC</strong>: El procedimiento de tratamiento de bit de datos CABAC es m&aacute;s complicado que CAVLC, por lo que utiliza m&aacute;s recursos del sistema, pero tiene una velocidad de compresi&oacute;n excelente.</li>
                <li><strong class="UI">CAVLC</strong>: El procedimiento de tratamiento de bit de datos para CAVLC es m&aacute;s simple que CABAC, para que utilice menos recursos del sistema, pero la velocidad de compresi&oacute;n es relativamente baja.</li>
            </ul>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3><a class="wn5-online-help-link" name="smartcodec"></a>Smart codec </h3>
            <p>Permite definir si desea utilizar o no Smart codec. Smart codec es una tecnolog&iacute;a &uacute;nica de Hanwha Techwin que reduce la tasa de compresi&oacute;n para un &aacute;rea de inter&eacute;s del usuario (para producir una calidad alta), mientras que aumenta la tasa de compresi&oacute;n para otras &aacute;reas, (para producir una calidad normal), reduciendo de este modo el tama&ntilde;o de los bit de datos de la imagen en su conjunto. Smart codec se activa s&oacute;lo cuando <strong class="UI">[Control de vel. bits]</strong> es <strong class="UI">[CBR]</strong>.</p>

            <p>El &aacute;rea de smart codec se puede establecer desde <strong class="UI">[V&iacute;deo &amp; Audio]</strong> &gt; <a class="wn5-online-help-link" href="../video&audio/smartCodec.html" ng-href="#/help/videoAudio_smartCodec"><strong class="UI">[Smart codec]</strong></a>. </p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>GOV Din&aacute;mica</h3>
                <p>Para aplicar la funci&oacute;n GOV Din&aacute;mica al perfil actual, seleccione <strong class="UI">[Activar]</strong>. GOV Din&aacute;mica es la funci&oacute;n por la que la longitud GOV cambia autom&aacute;ticamente de acuerdo con la situaci&oacute;n de la imagen. En otras palabras, en una imagen casi sin movimiento, la longitud GOV establecida por el usuario en <strong class="UI">[GOV Din&aacute;mica]</strong> aumenta al m&aacute;ximo, y cuando se detecta movimiento, se reduce a la longitud establecida en <a class="wn5-online-help-link" href="#GOV" ng-href="#/help/basic_videoProfile?#GOV"><strong class="UI">[Longitud de GOV]</strong></a> para generar la imagen. GOV Din&aacute;mica se activa s&oacute;lo cuando <strong class="UI">[Control de vel. bits]</strong> es <strong class="UI">[VBR]</strong>.</p>

            <ul>
                <li>Introduzca la longitud m&aacute;xima GOV a aplicar cuando no haya movimiento en la imagen. El rango de valor de entrada se muestra junto a <strong class="UI">[Longitud de GOV]</strong>. El valor de entrada en <strong class="UI">[Longitud de GOV]</strong> se convierte en el valor m&iacute;nimo, mientras que el valor m&aacute;ximo es de 480; que var&iacute;a de acuerdo con la <strong class="UI">[Velocidad de cuadro]</strong> en <strong class="UI">[Propiedades de perfil]</strong>.</li>
              </ul>
              </div>

              <div class="wn5-online-help-info">
              			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

                          <ul>
                              <li>Cuando se utiliza la función WiseStream, si se utilizan las funciones dinámicas GOV y FPS dinámicas, se optimiza el rendimiento de WiseStream. El WiseStream se puede configurar en el menú <strong class="UI">[Vídeo y Audio]</strong> > <strong class="UI">[WiseStream]</strong> menu.</li>
                          </font></ul>
              		</div>

            </div>
    		<div class="wn5-setup-section-article-content">
                <h3>FPS dinámico</h3>
                <p>Seleccione <strong class="UI">[Activar]</strong> para aplicar la función FPS dinámico al perfil que se está configurando actualmente. FPS dinámico es una función que cambia automáticamente los fotogramas por segundo de acuerdo con la situación del vídeo. FPS dinámico sólo se habilita cuando <strong class="UI">[Códec]</strong> está ajustado en <strong class="UI">[H.264]</strong> o <strong class="UI">[H.265]</strong> and <strong class="UI">[Método de control de velocidad de bits]</strong> está ajustado en <strong class="UI">[VBR]</strong>.</p>
                <ul>
                    <li>Introduzca el valor FPS mínimo que se aplicará cuando FPS dinámico esté habilitado.  </li>
                </ul></font>

            </div>
    <div class="wn5-online-help-info">
    			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

                <ul>
                    <li>Cuando se utiliza la función WiseStream, si se utilizan las funciones dinámicas GOV y FPS dinámicas, se optimiza el rendimiento de WiseStream. El WiseStream se puede configurar en el menú <strong class="UI">[Vídeo y Audio]</strong> > <strong class="UI">[WiseStream]</strong>.</li>
                </font></ul>
    		        </div>
        </div>
    </div>

    <hr class="wn5-setup-hr">
    <div class="wn5-setup-section">
        <div class="wn5-setup-section-heading">
        <h2>Multidifusi&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Multidifusi&oacute;n es el m&eacute;todo utilizado para enviar bit de datos en una instancia de la c&aacute;mara a varios equipos. Permite definir si desea utilizar o no RTSP (Real Time Streaming Protocol) en el perfil actual e introducir la informaci&oacute;n detallada. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Multidifusi&oacute;n (RTSP)</h3>
            <p>Para enviar una imagen mediante RTSP, seleccione <strong class="UI">[Activar]</strong>. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Direcci&oacute;n IP</h3>
            <p>Introduzca una direcci&oacute;n IPv4 a la que se pueda conectar desde la red IPv4. Multidifusi&oacute;n puede no estar disponible en un entorno espec&iacute;fico si 224.0.0.0 ~ 224.0.0.255 se establecen para la direcci&oacute;n de multidifusi&oacute;n. Si se produce un problema, cambie la direcci&oacute;n de multidifusi&oacute;n.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Puerto</h3>
            <p>Establezca el puerto que controla el env&iacute;o de la imagen. El rango de puertos RTSP multidifusi&oacute;n es de 1024 a 65535. (Sin embargo, el puerto 3702, no se puede utilizar)</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>TTL</h3>
            <p>Puede establecer el TTL del paquete RTSP. Se puede introducir un valor entre 0 y 255 para el valor TTL.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
