<h1 class="wn5-setup-main-title">Usuario</h1>
<div class="wn5-setup-section">
	<p>Gestiona las cuentas de usuario que se conectan a la c&aacute;mara. El cambio de la contrase&ntilde;a de administrador y configuraci&oacute;n de invitados, la configuraci&oacute;n de la autenticaci&oacute;n y la configuraci&oacute;n de los usuarios actuales est&aacute;n todos disponibles. Cuando haya finalizado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<h2 class="wn5-setup-section-heading">Cambiar contrase&ntilde;a de administrador</h2>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Puede cambiar la contrase&ntilde;a de administrador. Para reforzar la seguridad, cree una contrase&ntilde;a aleatoria mediante la combinaci&oacute;n de may&uacute;sculas y min&uacute;sculas, n&uacute;meros y caracteres especiales.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Contrase&ntilde;a actual</h3>
	        <p>Introduzca la contrase&ntilde;a actual. Para evitar que la contrase&ntilde;a sea cambiada por otra persona, la contrase&ntilde;a de administrador s&oacute;lo puede cambiarse despu&eacute;s de introducir la contrase&ntilde;a anterior.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
			<h3>Nueva contrase&ntilde;a</h3>
			<p>Introduzca una nueva contrase&ntilde;a.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
			<h3>Confirmar nueva contrase&ntilde;a</h3>
			<p>Este es el procedimiento de confirmaci&oacute;n para evitar la entrada incorrecta de una nueva contrase&ntilde;a. Introduzca la nueva contrase&ntilde;a de nuevo.</p>
		</div>

		<div class="wn5-online-help-info">
	        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul>
					<li>Para una mayor seguridad, se recomienda crear una contrase&ntilde;a que combine caracteres especiales, n&uacute;meros y letras may&uacute;sculas y min&uacute;sculas.</li>
					<li>Se recomienda cambiar la contrase&ntilde;a cada tres meses.</li>
					<li>La longitud y restricciones de la contrase&ntilde;a son las siguientes:</li>
					<ul>
						<li>Para contrase&ntilde;as de 8 a 9 d&iacute;gitos, necesita combinar al menos tres tipos diferentes de los siguientes: letras may&uacute;sculas y min&uacute;sculas, n&uacute;meros y caracteres especiales.</li>
						<li>Para contrase&ntilde;as de 10 a 15 d&iacute;gitos, necesita combinar al menos dos tipos diferentes de los siguientes: letras may&uacute;sculas y min&uacute;sculas, n&uacute;meros y caracteres especiales.</li>
						<li>Debe ser diferente de su identificaci&oacute;n.</li>
						<li>No se pueden utilizar cuatro letras consecutivas de un tipo (Por ejemplo: 1234, abcd)</li>
						<li>No se puede repetir la misma letra cuatro o m&aacute;s veces seguidas. (Por ejemplo: !!!!, 1111, aaaa)</li>
						<li>Solo ~`!@#$%^*()_-+=|{}[].?/ est&aacute;n permitidos como caracteres especiales.</li>
						<li>Despu&eacute;s del restablecimiento de f&aacute;brica, se restablecer&aacute;n las contrase&ntilde;as de administrador y de usuario y deber&aacute; crearlas nuevamente.</li>
						<li>Cuando acceda al visor web de la c&aacute;mara por primera vez o acceda a &eacute;l despu&eacute;s de la inicializaci&oacute;n, se lo llevar&aacute; al men&uacute; de configuraci&oacute;n de la contrase&ntilde;a.</li>
						<li>Para utilizar el men&uacute; del visor web, se debe configurar la nueva contrase&ntilde;a en el men&uacute; de cambio de contrase&ntilde;a e iniciar sesi&oacute;n nuevamente en el visor web con la nueva contrase&ntilde;a.</li>
						<li>Cuando cambie la contrase&ntilde;a del administrador, si la contrase&ntilde;a actual no coincide, no podr&aacute; establecer la nueva contrase&ntilde;a.</li>
						<li>Despu&eacute;s de cambiar la contrase&ntilde;a, si hay una c&aacute;mara conectada a un cliente, tales como CMS o NVR, debe registrar la nueva contrase&ntilde;a antes de usarla. Si mantiene la misma conexi&oacute;n, el cliente utilizar&aacute; la contrase&ntilde;a anterior para la autenticaci&oacute;n, para que la cuenta se pueda bloquear.</li>
					</ul>
					 <li>Cuando inicie sesi&oacute;n en el visor web, si ingres&oacute; la contrase&ntilde;a incorrecta m&aacute;s de cinco veces, se bloquear&aacute; durante 30 segundos y no podr&aacute; acceder al visor web.</li>
					 <li>Si la conexi&oacute;n se realiza desde varios lugares con el mismo ID, o se cambia la contrase&ntilde;a mientras que un n&uacute;mero de navegadores de Internet est&aacute;n abiertos, los navegadores de Internet pueden no funcionar correctamente. Se recomienda que una contrase&ntilde;a se cambie s&oacute;lo desde un lugar o s&oacute;lo a trav&eacute;s de un navegador de Internet.</li>
				</ul>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<h2 class="wn5-setup-section-heading">Configurar invitado</h2>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Cuando se selecciona <strong class="UI">[Habilitar acceso de invitado]</strong>, un cliente se puede conectar a una pantalla de visor web. Los usuarios que se conectan con una cuenta de invitado s&oacute;lo pueden ver la pantalla en vivo en el visor web. La ID de invitado y la contrase&ntilde;a son &apos;invitado / invitado&apos; y &eacute;stos no se pueden cambiar. </p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<h2 class="wn5-setup-section-heading">Configurar autenticaci&oacute;n</h2>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Cuando se selecciona <strong class="UI">[Habilitar conexi&oacute;n RTSP sin autenticaci&oacute;n]</strong> se puede conectar a la imagen de la c&aacute;mara usando RTSP (Real Time Streaming Protocol) sin necesidad de autenticaci&oacute;n de inicio de sesi&oacute;n.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
	<h2 class="wn5-setup-section-heading">Usuario actual</h2>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p ng-if="MaxAudioInput>0 && MaxAudioOutput>0 && MaxAlarmOutput>0">Puede configurar la informaci&oacute;n de conexi&oacute;n para las cuentas de usuario que no sean la de administrador, y configurar los permisos de uso, incluyendo audio, salida de audio, salida de alarma y el perfil.</p>
			<p ng-if="MaxAudioInput==0 && MaxAudioOutput==0 && MaxAlarmOutput==0">Puede configurar la informaci&oacute;n de conexi&oacute;n para las cuentas de usuario que no sean la de administrador, y configurar los permisos de uso.</p>	<p>Cuando un usuario registrado inicie la sesi&oacute;n, s&oacute;lo las funciones establecidas para ese usuario est&aacute;n habilitadas. 10 cuentas de usuario actuales se establecen de forma predeterminada; se puede a&ntilde;adir o eliminar una cuenta. Hasta 10 cuentas de usuario actuales IP se pueden utilizar.</p>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul>
			<li>Si desea seleccionar el usuario configurado que puede usar ONVIF, el uso de la funci&oacute;n puede estar restringido seg&uacute;n el nivel de permisos establecidos.</li>
			</ul>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Nombre</h3>
			<p>Introduzca el ID</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Contrase&ntilde;a</h3>
			<p>Introduzca la contrase&ntilde;a. La regla de ajuste de la contrase&ntilde;a es la misma que la regla de ajuste de la contrase&ntilde;a de administrador.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAudioInput>0">
			<h3>Entrada de audio</h3>
			<p>Establezca el permiso para acceder al audio introducido. Si se selecciona en audio, un usuario que se conecta con la cuenta principal puede ver la pantalla y escuchar el audio al mismo tiempo; si la entrada de audio no est&aacute; seleccionada, el usuario podr&aacute; ver solamente la pantalla de imagen.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAudioOutput>0">
			<h3>Salida de audio</h3>
			<p>Establezca los permisos de salida de audio. Cuando se selecciona la salida de audio, un usuario que se conecta a una cuenta correspondiente puede enviar audio a trav&eacute;s del micr&oacute;fono.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="MaxAlarmOutput>0">
			<h3>Salida de alarma</h3>
			<p>Establecimiento de permisos de salida de alarma. Cuando una alarma se ha fijado, un usuario que se conecta a una cuenta relevante puede emitir la alarma.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="PTZModel || ExternalPTZModel || FisheyeLens">

			<h3>PTZ</h3>
			<p>Establece el permiso para controlar la PTZ en el modo <strong class="UI">[En vivo]</strong>. </p>
		</div>




		<div class="wn5-setup-section-article-content">
			<h3>Perfil</h3>
			<p>Cuando <strong class="UI">[Predeterminado]</strong> est&aacute; configurado, el usuario puede ver la imagen s&oacute;lo en el modo por defecto; cuando <strong class="UI">[Todo]</strong> est&aacute; establecido, el usuario puede ver la imagen en todos los perfiles.</p>
		</div>

		<div class="wn5-online-help-action">
			<h4>El ingreso de un usuario actual</h4>
			<ol>
				<li>Seleccione el bot&oacute;n de radio de la cuenta de usuario actual que desee utilizar. La cuenta de usuario actual se cambia a un estado donde la entrada est&eacute; disponible.</li>
				<li>Seleccione la casilla de verificaci&oacute;n en la columna de <strong class="UI">[Uso]</strong>.</li>
				<li>Introduzca el ID y la contrase&ntilde;a en las columnas <strong class="UI">[Nombre]</strong> y <strong class="UI">[Contrase&ntilde;a]</strong>.</li>
				<li ng-if="MaxAudioInput > 0 && MaxAudioOutput > 0 && MaxAlarmOutput >0">Seleccione una funci&oacute;n para habilitar las columnas <strong class="UI">[Entrada de audio]</strong>, <strong class="UI">[Salida de audio]</strong> y <strong class="UI">[Salida de alarma]</strong> respectivamente, y seleccione el tipo de perfil para habilitar la columna <strong class="UI">[Perfil]</strong>.</li>
				<li ng-if="MaxAudioInput === 0 && MaxAudioOutput === 0 && MaxAlarmOutput === 0">Seleccione el tipo de perfil para habilitar la columna <strong class="UI">[Perfil]</strong>.</li>
				<li>Cuando se haya completado la entrada de la cuenta de usuario actual, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
				<li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>.</li>
			</ol>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

			<ul>
				<li>Si el n&uacute;mero de cuentas de usuario actual es inferior a 10, puede agregar una cuenta de usuario actual haciendo clic en el bot&oacute;n <strong class="UI">[Agregar]</strong>.</li>
			</ul>
		</div>

		<div class="wn5-online-help-action">
			<h4>Modificaci&oacute;n de un usuario actual</h4>
			<ol>
				<li>Seleccione el bot&oacute;n de radio de la cuenta de usuario actual que se desea modificar. </li>
				<li>Cambie los ajustes de la funci&oacute;n y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
				<li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. La informaci&oacute;n del usuario cambiar&aacute;.</li>
			</ol>
		</div>

		<div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de un usuario actual</h4>
			<ol>
				<li>Seleccione el bot&oacute;n de radio de la cuenta de usuario actual que desea eliminar y haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>.</li>
				<li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</li>
				<li>Cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. Se eliminar&aacute; la informaci&oacute;n del usuario actual seleccionado.</li>
			</ol>
		</div>
	</div>
</div>
<hr class="wn5-setup-hr">
