<h1 class="wn5-setup-main-title">Pantalla de reproducci&oacute;n</h1>
<div class="wn5-setup-section">
    <p ng-if="NAS">Puede importar y reproducir una imagen grabada desde una tarjeta SD o NAS.</p>
    <p ng-if="!NAS">Puede importar y reproducir una imagen grabada desde una tarjeta SD.</p>
    <p> Al hacer clic en el bot&oacute;n <span class="tui tui-wn5-top-playback"></span> de la pantalla, aparecer&aacute; la pantalla grabada. Una barra de tiempo aparecer&aacute; en la parte inferior de la pantalla de reproducci&oacute;n y una imagen grabada de acuerdo con el horario establecido o por un evento se muestra en la barra de tiempo. Puede buscar una imagen grabada por tipo de evento o fecha, y capturar o guardarla en un PC.</p>
</div>
<div class="wn5-setup-section">
    <div class="wn5-online-help-list">
    <p>Puede pasar a la pantalla en vivo, pantalla de reproducci&oacute;n o pantalla de configuraci&oacute;n haciendo clic en los botones de la parte superior.</p>
        <ul><li><span class="tui tui-wn5-top-live"></span>(En vivo): Compruebe la pantalla en vivo para ver lo que est&aacute; siendo capturado por la c&aacute;mara y controlar una variedad de funciones de la c&aacute;mara.</li>
            <li ng-if="NAS"><span class="tui tui-wn5-top-playback"></span>(Reproducci&oacute;n): Busque y reproduzca una imagen grabada desde una tarjeta SD o NAS.  </li>
            <li ng-if="!NAS"><span class="tui tui-wn5-top-playback"></span>(Reproducci&oacute;n): Busque y reproduzca una imagen grabada desde una tarjeta SD.  </li>
            <li><span class="tui tui-wn5-top-setup"></span>(Configuraci&oacute;n): Cambiar los ajustes de la c&aacute;mara.</li>
        </ul>
    </div>

<div class="wn5-setup-section">
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul>
            <li>Primero, se debe grabar un video en la p&aacute;gina <strong class="UI">[En vivo]</strong> antes de poder reproducirlo.&nbsp; </li>
            <li ng-if="NAS">Si no hay conexi&oacute;n a una tarjeta SD o NAS, la funci&oacute;n de reproducci&oacute;n no se puede utilizar. </li>
            <li ng-if="!NAS">Si no hay conexi&oacute;n a una tarjeta SD, la funci&oacute;n de reproducci&oacute;n no se puede utilizar. </li>
			<li>Si se conecta al visor web a trav&eacute;s de Chrome, la funci&oacute;n de pantalla de grabar reproducci&oacute;n puede ser utilizada con seguridad.</li>
			<!-- <li>Cuando se conecta a un visor web a trav&eacute;s de Internet Explorer o Safari, la funci&oacute;n de copia de seguridad s&oacute;lo se puede utilizar despu&eacute;s de que un plugin se haya instalado. Para instalar el plug-in, haga clic en el bot&oacute;n <span class="tui tui-wn5-download"></span> de la parte superior derecha. </li>  -->
        </ul>
    </div>
	
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Iconos de reproducci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Los iconos en la parte inferior de la pantalla de reproducci&oacute;n proporcionan las siguientes funciones: </p>
            <table class="table table-bordered wn5-setup-table">
                <thead>
                    <tr>
                        <th width="235">Icono</th>
                        <th width="235">Descripci&oacute;n de la funci&oacute;n</th>
                    </tr>
                </thead>
                <tbody>
                    <tr ng-if="MaxChannel > 1 && !SupportAutoImageAlignment && !objectDetectionSupport">
                            <td width="235">Seleccionar canal</td>
                            <td width="235">Después de seleccionar su canal, puede buscar o reproducir vídeos grabados para cada canal.</td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-fullscreen"></span>Pantalla completa</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ver la reproducci&oacute;n en pantalla completa. Para volver al tama&ntilde;o anterior, haga clic en el bot&oacute;n <span class="tui tui-wn5-toolbar-fullscreen"></span> en el modo de pantalla completa o pulse la tecla <strong class="UI">[Esc]</strong> del teclado.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p>Opci&oacute;n de tama&ntilde;o</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <ul>
                                <li>El tama&ntilde;o cambia al siguiente tama&ntilde;o cada vez que hace clic en &eacute;l. <br><span class="tui tui-ch-live-view-fit"></span>(Ajustar): Ver la imagen de la c&aacute;mara en el mismo tama&ntilde;o que la ventana de visualizaci&oacute;n del navegador web.  </li>
                                <li><span class="tui tui-ch-live-view-originalsize"></span>(Tama&ntilde;o original): Vea la imagen de la c&aacute;mara en su resoluci&oacute;n real.</li>
                                <li><span class="tui tui-ch-live-view-originalratio"></span>(Relaci&oacute;n de aspecto): Vea la pantalla de reproducci&oacute;n en el navegador web para acercarse o alejarse mientras se mantiene la relaci&oacute;n de aspecto de la imagen de la c&aacute;mara.  </li>
                            </ul>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-capture"></span></p>
                            <p>Capturar</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Capture y guarde una imagen grabada como un archivo de imagen PNG. Un archivo de imagen capturado se guardar&aacute; en la ruta de grabaci&oacute;n por defecto de cada navegador.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-backward"></span></p></p>
                            <p>Anterior</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Vaya al fotograma anterior.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-play"></span>/<span class="tui tui-wn5-toolbar-pause"></span></p>
                            <p>Reproducción/Pausa</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Reproduzca o pause una imagen.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-forward"></span></p>
                            <p>Siguiente</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Pasar al siguiente fotograma.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr>
                        <td width="235">
                            <p>  </p>
                            <p>Velocidad de reproducci&oacute;n</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ajuste la velocidad de reproducci&oacute;n de la pantalla.</p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                    <tr ng-if="MaxAudioInput>0">
                        <td width="235">
                            <p><span class="tui tui-wn5-toolbar-sound"></span></p>
                            <p>Altavoz</p>
                            <p>&nbsp;</p>
                        </td>
                        <td width="235">
                            <p>Ajuste el volumen del audio de la pantalla de reproducci&oacute;n. <span class="tui tui-wn5-toolbar-sound"></span> Haga clic en el bot&oacute;n para activar el audio y ajustar el volumen. </p>
                            <p>&nbsp;</p>
                        </td>
                    </tr>
                  
                </tbody>
            </table>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Reproduzca una imagen grabada a trav&eacute;s de la b&uacute;squeda de eventos</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede buscar una imagen grabada por tipo de evento.</p>
            <p>Adem&aacute;s, si el tiempo en el sistema de la c&aacute;mara se ajust&oacute; y, por lo tanto, result&oacute; en tiempos superpuestos, se puede buscar el video grabado durante ese tiempo superpuesto. </p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Para buscar por evento y reproducir </h4>
            <ol>
                <li>Haga clic en el bot&oacute;n Mostrar en la pantalla Reproducci&oacute;n. Si hay alg&uacute;n video tomado el d&iacute;a de la b&uacute;squeda, se mostrar&aacute; en la barra de tiempo.</li>
                <li>Para buscar por tipo de evento, haga clic en el bot&oacute;n <strong class="UI">[Todos]</strong> en la parte superior de la barra de tiempo y seleccione el evento que desee.</li>
                <li>Para buscar im&aacute;genes grabadas durante el tiempo superpuesto, seleccione una secci&oacute;n superpuesta. </li>
                <li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> para mostrar los eventos buscados en la barra de tiempo.</li>
                <li>Haga clic en el bot&oacute;n Reproducir.</li>
                <li>Para detener la reproducci&oacute;n, haga clic en el bot&oacute;n Pausa. &nbsp;</li>
            </ol>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Reproduzca una imagen grabada de nuevo a trav&eacute;s de la b&uacute;squeda por hora</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Busque una imagen grabada mediante la selecci&oacute;n de una fecha y hora en el calendario. </p>
            <p>Al hacer clic en el bot&oacute;n <strong class="UI">[Hoy]</strong> de la barra de tiempo, se buscar&aacute;n s&oacute;lo las im&aacute;genes grabadas hoy.
        </div>
        <div class="wn5-online-help-action">
        <h4>Para buscar por tiempo y reproducir </h4>
        <ol>
            <li>Haga clic en el bot&oacute;n Mostrar en la pantalla Reproducci&oacute;n. Si hay alg&uacute;n video tomado el d&iacute;a de la b&uacute;squeda, se mostrar&aacute; en la barra de tiempo.</li>
            <li>Haga clic sobre una fecha en la barra de tiempo, seleccione la fecha que desea en el calendario y establezca la hora de inicio y fin.</li>
            <ul>
                <li>Cuando selecciona <strong class="UI">[Todo el día]</strong>, las horas de inicio y fin se ajustar&aacute;n autom&aacute;ticamente de 00:00:00 a 23:59:59.</li>
            </ul>
            <li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>. </li>
            <li>Haga clic en el bot&oacute;n Reproducir. El video del tiempo seleccionado se reproducir&aacute;. </li>
            <ul>
                <li>Si el video se est&aacute; reproduciendo, se mostrar&aacute; el tiempo de grabaci&oacute;n del video actual.</li>
                <li>Puede retroceder o avanzar el video y cambiar la velocidad de reproducci&oacute;n seg&uacute;n sea necesario.</li>
                <li>Haga clic en el bot&oacute;n de la flecha izquierda para volver un 1 cuadro. Haga clic en el bot&oacute;n de la flecha derecha para avanzar 1 cuadro. &nbsp;</li>
                <li>Haga clic en el bot&oacute;n de la velocidad de reproducci&oacute;n para cambian la velocidad a 1x, 2x, 4x, 8x, -1x, -2x, -4x, o -8x. A medida que cambia la velocidad, puede establecer la velocidad de reproducci&oacute;n que desee.</li>
                <li>Mueva el bot&oacute;n a lo largo de la barra de tiempo para reproducir el video de la hora deseada. </li>
            </ul>
        </ol>
    </div>
    </div>
</div>

<hr class="wn5-setup-hr">


<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Copia de seguridad de una imagen buscada</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Para hacer una copia de seguridad de una imagen grabada, seleccione una imagen grabada y haga clic en el bot&oacute;n <strong class="UI">[Copia seguridad]</strong>.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Para respaldar un video buscado</h4>
            <ol>
                <li ng-if="BrowserBackup == undefined || BrowserBackup">Haga clic en el bot&oacute;n <strong class="UI">[Exportar]</strong> en la escena durante la reproducci&oacute;n. </li>
                <li>Establezca la hora de inicio y fin de la copia de seguridad.</li>
                <li>Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>. </li>
                <li>Cuando aparezca la ventana para guardar, seleccione una ruta para guardar la copia de seguridad y haga clic en el bot&oacute;n <strong class="UI">[Guardar]</strong>. </li>
                <li>Se crear&aacute;n los datos de copia de seguridad del rango de tiempo seleccionado.</li>
                <li>Haga clic en el bot&oacute;n [Aplicar].</li>
            </ol>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">