<h1 class="wn5-setup-main-title">DDNS</h1>
<div class="wn5-setup-section">
	<p>Si vous utilisez le DDNS (Dynamic Domain Name Service), vous pouvez d&eacute;finir l&apos;adresse IP de la cam&eacute;ra afin qu&rsquo;elle soit modifi&eacute;e en un nom d&apos;h&ocirc;te g&eacute;n&eacute;ral que l&apos;utilisateur pourra facilement retenir. Si l&apos;adresse IP de la cam&eacute;ra est 198.160.0.100, vous pouvez vous connecter &agrave; la cam&eacute;ra en entrant un nom d&apos;h&ocirc;te tel que http://ddns.hanwha-security.com/camera1 au lieu de l&apos;adresse IP. C&apos;est pratique car l&apos;utilisateur peut se connecter &agrave; la cam&eacute;ra avec l&apos;adresse DDNS m&ecirc;me si l&apos;adresse IP de la cam&eacute;ra est modifi&eacute;e.</p>
		<p>Le Wisenet DDNS, exclusivit&eacute; de Hanwha Techwin, ou un DDNS public peuvent servir de DDNS. Entrez les informations DDNS souhait&eacute;es et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page. Si la connexion au DDNS s&eacute;lectionn&eacute; est &eacute;tablie, un message «&nbsp;R&eacute;ussite&nbsp;» s&rsquo;affichera, et si la connexion n&apos;est pas &eacute;tablie, un message indiquant «&nbsp;&Eacute;chec&nbsp;» s&rsquo;affichera.</p>
</div>
<div class="wn5-online-help-info">
		<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
		<ul>
		 <li>Pour utiliser le service DDNS, la configuration de la redirection de port pour le DDNS et le routeur doit être effectuée ensemble.</li>
		 <li>Pour la méthode de configuration du transfert de port pour le routeur, voir le manuel d'instructions fourni avec le produit.</li>
		 <li>Lorsque la fonction UPnP d&eacute;couverte est activ&eacute;e, le DDNS ne peut pas &ecirc;tre utilis&eacute;. La fonction UPnP d&eacute;couverte sera activ&eacute;e lorsque l&rsquo;option <strong class="UI">[UPnP d&eacute;couverte]</strong> sera r&eacute;gl&eacute;e sur <strong class="UI">[Activer]</strong> dans <strong class="UI">[R&eacute;seau]</strong>&gt;<strong class="UI">[Configurer IP automatique]</strong>.</li>
	 </ul>
	</div>


<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>DDNS</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		    <h3>D&eacute;sactiv&eacute;</h3>
		    <p>S&eacute;lectionnez cette option si vous ne souhaitez pas utiliser DDNS.</p>
	    </div>
		<div class="wn5-setup-section-article-content">
		    <h3>Wisenet DDNS</h3>
		    <p>S&eacute;lectionnez cette option lorsque vous utilisez le serveur DDNS fourni par Hanwha Techwin. Pour utiliser Wisenet DDNS, inscrivez-vous sur la page d&apos;accueil DDNS de Wisenet afin de devenir membre (<a class="wn5-online-help-link" href="http://ddns.hanwha-security.com" target="new">http://ddns.hanwha-security.com</a>) et enregistrez le produit sur <strong class="UI">[Mon DDNS]</strong>&gt;<strong class="UI">[Enregistrer le produit]</strong>.</p>
		    <ul>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nom de serveur</strong>&nbsp;: Entrez le nom de serveur DDNS que vous souhaitez utiliser.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">ID produit</strong>&nbsp;: Entrez l&apos;ID du produit enregistr&eacute; sur le serveur Wisenet DDNS. Si l&rsquo;option <strong class="UI">[Connexion rapide]</strong> est s&eacute;lectionn&eacute;e lorsqu&apos;un routeur compatible avec la fonction UPnP (Universal Plug and Play) est utilis&eacute;, elle prend en charge l&apos;ouverture automatique du port en cas de connexion depuis l&apos;ext&eacute;rieur.</span></li>
		    </ul>
	    </div>
		
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
			<ul>
				<li>Si le routeur ne prend pas en charge la fonction UPnP ou si vous souhaitez utiliser le serveur DDNS sans vous servir de l&rsquo;option <strong class="UI">[Connexion rapide]</strong>, r&eacute;glez le transfert de port du routeur sur manuel. Pour la m&eacute;thode de configuration du transfert de port pour le routeur, reportez-vous au manuel d&apos;instructions inclus dans le produit.</li>
			</ul>
		</div>
		
		<div class="wn5-setup-section-article-content">
		    <h3>DDNS public</h3>
		    <p>S&eacute;lectionnez cette option lorsque vous utilisez un serveur DDNS fourni par un site web public. Utilisez-le apr&egrave;s vous &ecirc;tre inscrit au service sur le site web concern&eacute;.</p>
		    <ul>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nom de serveur</strong>&nbsp;: S&eacute;lectionnez le serveur DDNS public que vous souhaitez utiliser.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nom d&rsquo;h&ocirc;te</strong>&nbsp;: Entrez un nom d&apos;h&ocirc;te enregistr&eacute; sur le serveur DDNS.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nom d&apos;utilisateur</strong>&nbsp;: Entrez le nom d&apos;utilisateur pour le serveur DDNS.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Mot de passe</strong>&nbsp;: Entrez le mot de passe pour le serveur DDNS.</span></li>
		    </ul>
		</div>

	</div>
</div>

<hr class="wn5-setup-hr">