<h1 class="wn5-setup-main-title">HTTPS</h1>
<div class="wn5-setup-section">
	<p>Vous pouvez s&eacute;lectionner un syst&egrave;me de connexion s&eacute;curis&eacute; ou installer un certificat public. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton [Appliquer] en bas de la page.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Syst&egrave;me de connexion s&eacute;curis&eacute;</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Le syst&egrave;me de connexion s&eacute;curis&eacute; est s&eacute;lectionn&eacute; en fonction de l&apos;environnement de service en tenant compte du niveau de s&eacute;curit&eacute;. HTTPS (protocole de transfert hypertexte sur couche des sockets s&eacute;curis&eacute;s) &eacute;change des donn&eacute;es via le cryptage et le d&eacute;cryptage de la demande de page de l&apos;utilisateur au niveau de la sous-couche SSL en dessous de la couche de protocole de transfert hypertexte. Par cons&eacute;quent, il est consid&eacute;r&eacute; comme plus s&eacute;curis&eacute; que le mode HTTP. Vous pouvez choisir si un certificat unique ou public est utilis&eacute; pour une connexion s&eacute;curis&eacute;e en mode HTTPS.</p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTP (Ne pas util. connex. sécu.)</h3>
		    <p>S&eacute;lectionnez lors de l&apos;envoi de donn&eacute;es sans cryptage</p>
	    </div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTPS (Mode de connex. sécurisée avec certificat unique)</h3>
		    <p>&Eacute;tablit une connexion s&eacute;curis&eacute;e en utilisant un certificat unique fourni par la cam&eacute;ra. Lorsque vous s&eacute;lectionnez <strong class="UI">[HTTPS (mode de connexion s&eacute;curis&eacute;e &agrave; l&apos;aide d&apos;un certificat unique)]</strong> et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> au bas de la page, une connexion s&eacute;curis&eacute;e s&rsquo;&eacute;tablit en mode HTTPS.</p>
	   	</div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTPS (Mode de connex. sécurisée avec certificat public)</h3>
		    <p>&Eacute;tablit une connexion s&eacute;curis&eacute;e &agrave; l&apos;aide du certificat public. Vous pouvez s&eacute;lectionner ceci apr&egrave;s l&apos;installation du certificat public. Lorsque vous s&eacute;lectionnez <strong class="UI">[HTTPS (mode de connexion s&eacute;curis&eacute;e &agrave; l&apos;aide du certificat public)]</strong> et cliquez sur le bouton <strong class="UI">[Appliquer]</strong> au bas de la page, une connexion s&eacute;curis&eacute;e s&rsquo;&eacute;tablit en mode HTTPS.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
<div class="wn5-setup-section-heading">
	<h2>Installer un certificat public</h2>
</div>
<div class="wn5-setup-section-article">
	<div class="wn5-setup-section-article-content">
		<p>Pour s&eacute;lectionner <strong class="UI">[HTTPS (Certificat public utilis&eacute;)]</strong> dans <strong class="UI">[Syst&egrave;me de connexion s&eacute;curis&eacute;e]</strong>, vous devez d&apos;abord installer un certificat public.</p>

		<ul>
			<li><strong class="UI">Nom du certificat</strong>&nbsp;: Saisissez le nom du certificat &agrave; installer.</li>
			<li><strong class="UI">fichier certificat</strong>&nbsp;: S&eacute;lectionnez le r&eacute;pertoire d&rsquo;installation du certificat.</li>
			<li><strong class="UI">Fichier cl&eacute;</strong>&nbsp;: S&eacute;lectionnez le r&eacute;pertoire d&rsquo;installation du fichier cl&eacute;.</li>
</ul>
</div>
			<div class="wn5-online-help-info">
							<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                <ul>
							
                    <li>Vous ne pouvez ni installer ni supprimer de certificat public lorsque le mode <strong class="UI">[HTTPS (Certificat public en cours d&apos;utilisation)]</strong> est activ&eacute;. Apr&egrave;s &ecirc;tre pass&eacute; en mode <strong class="UI">[HTTP (acc&egrave;s s&eacute;curis&eacute; non utilis&eacute;)]</strong> ou <strong class="UI">[HTTPS (certificat priv&eacute; en cours d&apos;utilisation)]</strong>, assurez-vous d&apos;installer ou de supprimer le certificat.</li>
                		</ul>
	</div>

		<div class="wn5-online-help-action">
		<h4>Installation d&apos;un certificat public</h4>
		<ol>
			<li>Saisissez le nom du certificat &agrave; installer dans <strong class="UI">[Nom du certificat]</strong>.</li>
			<li>Cliquez sur le bouton <strong class="UI">[...]</strong> dans <strong class="UI">[Fichier certificat]</strong>, s&eacute;lectionnez un fichier de certificat dans la fen&ecirc;tre ouverte et cliquez sur le bouton <strong class="UI">[Ouvrir]</strong>.</li>
			<li>Cliquez sur le bouton <strong class="UI">[...]</strong> dans le fichier cl&eacute;, s&eacute;lectionnez un fichier cl&eacute; dans la fen&ecirc;tre ouverte et cliquez sur le bouton <strong class="UI">[Ouvrir]</strong>.</li>
			<li>Cliquez sur le bouton <strong class="UI">[Installer]</strong>. L&apos;installation du certificat est termin&eacute;e.</li>
		</ol>
	</div>

	<div class="wn5-online-help-action">
		<h4>Suppression d&apos;un certificat public</h4>
		<p>Cliquez sur le bouton <strong class="UI">[Supprimer]</strong> en bas de <strong class="UI">[Installer un certif. public]</strong>.</p>
		</div>
	</div>
</div>
<hr class="wn5-setup-hr">