
<h1 class="wn5-setup-main-title">Configuration</h1>
<div class="wn5-setup-section">
    <p>La carte thermique montre la fr&eacute;quence de mouvement en couleur sur l&apos;&eacute;cran. Dans carte thermique [Configuration], vous pouvez d&eacute;finir la couleur de l&apos;image d&apos;arri&egrave;re-plan et une zone &agrave; exclure lorsque des donn&eacute;es de la carte thermique sont collect&eacute;es. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
       <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
        <ul>
            <li>La hauteur de la cam&eacute;ra ou la taille humaine d&eacute;finie dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI">[Configuration]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../peoplecounting/pcSetup.html#calibration" ng-href="#/help/peoplecounting_setup?#calibration">[Etalonnage]</a></strong> s&apos;applique &eacute;galement aux fonctions de la carte thermique.</li>
            <li>La fonction Heatmap vise &agrave; fournir des donn&eacute;es statistiques, et non des donn&eacute;es en temps r&eacute;el, et peut inclure des objets en mouvement ou des animaux dans le nombre total d&rsquo;unit&eacute;s mesur&eacute;es.</li>
            <li>Apr&egrave;s l&rsquo;installation de la cam&eacute;ra, il se peut qu&rsquo;elle continue &agrave; ne pas fonctionner correctement jusqu&rsquo;&agrave; ce qu&rsquo;elle soit stabilis&eacute;e. Le temps de stabilisation peut prendre de 50 &agrave; 60 minutes.</li>
            <li>Dans les cas suivants, les erreurs dans les donn&eacute;es mesur&eacute;es sont susceptibles d&rsquo;augmenter&nbsp;:</li>
            <ul>
                <li>Si elle est install&eacute;e dans un espace dont le champ de vision est insuffisant</li>
                <li>Heures de nuit ou faible luminosit&eacute;</li>
                <li>Dans un environnement dont la lumi&egrave;re change soudainement, ou en cas d&rsquo;exposition &agrave; une lumi&egrave;re forte, comme la lumi&egrave;re directe du soleil, le coucher ou le lever du soleil, l&rsquo;&eacute;clairage direct, etc.</li>
                <li>En cas de mouvements incessants &agrave; l&rsquo;emplacement fixe, par exemple &agrave; proximit&eacute; de la porte</li>
                <li>Si plusieurs personnes se d&eacute;placent dans un groupe</li>
            </ul>
        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer la carte thermique</h3>
            <p>Pour utiliser la fonction de carte thermique, s&eacute;lectionnez <strong class="UI">[Activer la carte thermique]</strong>.</p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuration</h2>
	</div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>D&eacute;finissez la couleur de l&apos;image d&apos;arri&egrave;re-plan de la carte thermique.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Couleur de fond</h3>
                <p>S&eacute;lectionnez la couleur de l&apos;image d&apos;arri&egrave;re-plan qui affiche les donn&eacute;es de la carte thermique. Lorsque l&rsquo;option <strong class="UI">[Couleur]</strong> est s&eacute;lectionn&eacute;e, l&apos;image d&apos;arri&egrave;re-plan est affich&eacute;e en couleur, et lorsque l&rsquo;option <strong class="UI">[N/B]</strong> est s&eacute;lectionn&eacute;e, l&apos;image d&apos;arri&egrave;re-plan est affich&eacute;e en noir et blanc.</p>
        </div>
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Zone exclue</h2>
	</div>

    <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">
            <p>Les mouvements dans une zone d&eacute;sign&eacute;e par l&apos;utilisateur ne seront pas collect&eacute;s en tant que donn&eacute;es de la carte thermique.</p>
            </div>
			 <div class="wn5-online-help-action">
			<h4>D&eacute;finir une zone exclue</h4>
			<p>Lorsque vous s&eacute;lectionnez les 4 coins d&apos;une image avec la souris, la zone est d&eacute;finie comme zone exclue et la couleur des boutons num&eacute;riques dans <strong class="UI">[Zone]</strong> change. Il est possible de d&eacute;finir jusqu&apos;&agrave; 4&nbsp;zones exclues.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Modifier une zone exclue</h4>
			<p>Vous pouvez modifier la taille d&apos;une zone exclue en cliquant sur un coin ou une ligne de la zone exclue et en le/la d&eacute;pla&ccedil;ant. Pour d&eacute;placer une zone exclue, cliquez sur la zone correspondante avec la souris et faites la glisser.</p>
            </div>
        <div class="wn5-online-help-action">
			<h4>Supprimer une zone exclue</h4>
                <p>Pour supprimer une zone exclue, cliquez sur le bouton droit de la souris dans la zone de l&apos;&eacute;cran correspondante et cliquez sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre confirmer la suppression.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Zone</h3>
                <p>Lorsque vous cliquez sur un bouton num&eacute;rique dans <strong class="UI">[Zone]</strong>, la zone correspondante est s&eacute;lectionn&eacute;e dans l&apos;image. Les contours de la zone s&eacute;lectionn&eacute;e seront repr&eacute;sent&eacute;s par une ligne blanche &eacute;paisse.</p>
        </div>
    </div>
	</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rapport</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activer</h3>
            <p>Pour recevoir r&eacute;guli&egrave;rement des donn&eacute;es de la carte thermique par e-mail et FTP, s&eacute;lectionnez <strong class="UI">[Activer]</strong>.</p>
            <p>Les r&eacute;glages d&eacute;taill&eacute;s du FTP et de l&rsquo;e-mail peuvent &ecirc;tre r&eacute;alis&eacute;s depuis <strong class="UI">[&Eacute;v&eacute;nement]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../event/ftpemail.html" ng-href="#/help/event_ftpemail">[FTP/E-mail]</a></strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Calendrier</h3>
            <p>Pour recevoir les donn&eacute;es de la carte thermique &agrave; la m&ecirc;me heure tous les jours, s&eacute;lectionnez <strong class="UI">[Quotidien]</strong> et choisissez une heure.</p>
            <p>Pour recevoir les donn&eacute;es de la carte thermique le m&ecirc;me jour de la semaine et &agrave; la m&ecirc;me heure chaque semaine, s&eacute;lectionnez <strong class="UI">[Hebdomadaire]</strong> et s&eacute;lectionnez un jour de la semaine et une heure.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nom de fichier</h3>
                    <p>Entrez le nom de fichier pour envoyer des donn&eacute;es de la carte thermique via un serveur FTP ou un e-mail et s&eacute;lectionnez le format de fichier. Vous pouvez saisir jusqu&apos;&agrave; 64&nbsp;caract&egrave;res, y compris des lettres et des chiffres, pour le nom de fichier.</p>
        </div>
    </div>
    </div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section"> 
        <div class="wn5-setup-section-heading">
            <h2>Supprimer toutes les donn&eacute;es</h2>
    </div>
		<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">

                    <p>Pour supprimer toutes les donn&eacute;es statistiques de la carte thermique, cliquez sur <strong class="UI">[Supprimer toutes les donn&eacute;es]</strong>.</p>
        </div>
            <div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>

                  <li>Dans les cas suivants, il est recommand&eacute; de r&eacute;initialiser la r&egrave;gle pour qu&apos;elle corresponde au nouvel &eacute;cran vid&eacute;o et de cliquer sur <strong class="UI">[Supprimer toutes les donn&eacute;es]</strong> pour supprimer les anciennes donn&eacute;es utilis&eacute;es pour faire des recherches sur la carte thermique.</li>
                  <ul>
                      <li>Si vous avez modifi&eacute; les param&egrave;tres dans <strong class="UI">[Vid&eacute;o et audio]</strong> &gt; <strong class="UI">[Configuration vid&eacute;o]</strong> &gt; <strong class="UI">[Rotation vid&eacute;o]</strong></li>
                      <li>Si vous modifiez les param&egrave;tres dans <strong class="UI">[Vid&eacute;o et audio]</strong> &gt; <strong class="UI">[R&eacute;glage cam&eacute;ra]</strong> &gt; <strong class="UI">[Sp&eacute;cial]</strong> &gt; <strong class="UI">[DIS]</strong></li>
                  </ul>
              </ul>
          </div>
  </div>
  </div>

  <hr class="wn5-setup-hr">
