
<h1 class="wn5-setup-main-title">Configuraci&oacute;n  </h1>
<div class="wn5-setup-section">
    <p>Mapa de calor muestra la frecuencia de enfoque de movimiento en la pantalla en color. En Mapa de calor [Configuraci&oacute;n], se puede definir el color de la imagen de fondo y un &aacute;rea para ser excluida cuando se recopilan los datos de Mapa de calor. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte de abajo de la p&aacute;gina. </p>
       <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul><!-- 항목을 추가하려면 <li>텍스트</li> 형태로 입력하세요 --><li>La altura de c&aacute;mara o humana en <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI">[Configuraci&oacute;n]</strong> &gt; <strong class="UI"><a class="wn5-online-help-link" href="../peoplecounting/pcSetup.html#calibration" ng-href="#/help/peoplecounting_setup?#calibration">[Calibraci&oacute;n]</a></strong> se aplica por igual a las funciones de Mapa de calor.  </li>
        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Habilitar mapa de calor</h3>
            <p>Para utilizar la funci&oacute;n de Mapa de calor, seleccione <strong class="UI">[Habilitar mapa de calor]</strong>. </p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n</h2>
	</div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Defina el color de la imagen de fondo de Mapa de calor.</p>
        </div> 
        <div class="wn5-setup-section-article-content">
            <h3>Color de fondo</h3>
                <p>Seleccione el color de la imagen de fondo que muestra los datos de Mapa de calor. Cuando se selecciona <strong class="UI">[Color]</strong>, la imagen de fondo se muestra en color, y cuando se selecciona <strong class="UI">[B/N]</strong>, la imagen de fondo se mostrar&aacute; en blanco y negro. </p>
        </div>           
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2> &Aacute;rea de no detecci&oacute;n</h2>
	</div>

    <div class="wn5-setup-section-article">

        <div class="wn5-setup-section-article-content">		
            <p>El enfoque de movimiento en un &aacute;rea designada por el usuario no se recopilar&aacute; como datos de Mapa de calor.</p>
            </div>
			 <div class="wn5-online-help-action">
			<h4>Configuraci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Al seleccionar las 4 esquinas de una imagen con el rat&oacute;n, el &aacute;rea se define como el &aacute;rea de no detecci&oacute;n, y el color de los botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambia. Se pueden configurar hasta 4 &aacute;reas de no detecci&oacute;n.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Cambio de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Se puede cambiar el tama&ntilde;o de un &aacute;rea de no detecci&oacute;n haciendo clic en una esquina o una l&iacute;nea del &aacute;rea de no detecci&oacute;n y movi&eacute;ndola. Para mover un &aacute;rea de no detecci&oacute;n, haga clic y arrastre el &aacute;rea relevante con el rat&oacute;n. </p>
            </div>
        <div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
                <p>Para borrar un &aacute;rea de no detecci&oacute;n, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>&Aacute;rea</h3>
                <p>Al hacer clic en un bot&oacute;n num&eacute;rico en <strong class="UI">[&Aacute;rea]</strong>, el &aacute;rea relevante ser&aacute; seleccionada en la imagen. El borde del &aacute;rea seleccionada aparecer&aacute; con una l&iacute;nea blanca gruesa. </p>
        </div>
    </div>
	</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Informe</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activar</h3>
            <p>Para recibir datos de Mapa de calor peri&oacute;dicamente a trav&eacute;s de E-mail y FTP, seleccione <strong class="UI">[Activar]</strong>. </p>
            <p>Se pueden hacer ajustes detallados para FTP y E-mail desde <strong class="UI">[Evento]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../event/ftpemail.html" ng-href="#/help/event_ftpemail">[FTP/E-mail]</a></strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Programaci&oacute;n</h3>
            <p>Para recibir datos de Mapa de calor a la misma hora todos los d&iacute;as, seleccione <strong class="UI">[Diariamente]</strong> y elija una hora. </p>
            <p>Para recibir datos de Mapa de calor el mismo d&iacute;a de la semana y hora cada semana, seleccione <strong class="UI">[Semanal]</strong> y seleccione un d&iacute;a de la semana y una hora. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3> N. de archivo</h3>
                    <p>Introduzca el n. de archivo para enviar datos de Mapa de calor a trav&eacute;s de un servidor FTP o E-mail y seleccione el formato de archivo. Hasta 64 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre del archivo.</p>
        </div>
    </div>
    </div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
        <div class="wn5-setup-section-article-content">
            <h3>Borrar datos</h3>
                    <p>Para borrar datos de Mapa de calor, haga clic en <strong class="UI">[Borrar datos]</strong>.</p>
                                <h4>Nota</h4>
            <ul>
                <li>Si usted cambia la configuraci&oacute;n de <strong class="UI">[Modo de volteo]</strong> o <strong class="UI">[Modo de espejo]</strong> en <strong class="UI">[Video &amp; Audio]</strong> &gt; <strong class="UI">[Conf. de v&iacute;deo]</strong> &gt; <strong class="UI">[Fuente de video]</strong>, todas las reglas definidas en Mapa de calor se inicializar&aacute;n autom&aacute;ticamente. Para recopilar datos otra vez de acuerdo con la nueva regla, borre los datos existentes haciendo clic en <strong class="UI">[Borrar datos]</strong>.</li>
            </ul>
        </div>
        </div>
</div>

<hr class="wn5-setup-hr">