<h1 class="wn5-setup-main-title">Registro de eventos</h1>

<div class="wn5-setup-section">
    <p>Puede consultar los registros relacionados con la c&aacute;mara. Puede comprobar la informaci&oacute;n que incluye acceso a la c&aacute;mara, cambios en el sistema y los eventos que se han producido, y la informaci&oacute;n de registro de copia de seguridad para cada tipo de registro. </p>
</div>
<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><li>El n&uacute;mero m&aacute;ximo de registros que se pueden mostrar en una sola p&aacute;gina es 15.</li>
                <li>Los registros pueden ser revisados en orden empezando por el m&aacute;s reciente.</li>
                <li>Se pueden guardar hasta 1.000 registros.</li>
                <li>Cuando el n&uacute;mero de registros que se guarda es superior a 1.000, un nuevo registro se guarda despu&eacute;s de eliminar el registro m&aacute;s antiguo.</li>
            </ul>
        </div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Registro de acceso</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede comprobar la informaci&oacute;n de inicio de sesi&oacute;n y cierre de sesi&oacute;n para cada cuenta de acceso.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Tipo de registro  </h3>
            <p>Puede examinar las cuentas que han accedido a la c&aacute;mara, as&iacute; como la fecha de inicio de sesi&oacute;n y de cierre de sesi&oacute;n y la informaci&oacute;n sobre la hora. Cuando se selecciona Todo, puede comprobar el inicio de sesi&oacute;n y cierre de sesi&oacute;n, fecha y hora, e informaci&oacute;n detallada sobre todos los identificadores de acceso.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Exportar</h3>
            <p>Puede hacer una copia de seguridad del tipo de registro seleccionado como un archivo de texto. Para hacer una copia de seguridad del registro de acceso, haga clic en el bot&oacute;n <strong class="UI">[Exportar]</strong>. La informaci&oacute;n del archivo de registro se muestra como modelo de c&aacute;mara_tipo de registro_fecha de copia de seguridad, y hora.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Sistema Registro de eventos</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede comprobar la informaci&oacute;n detallada fecha y hora y para los cambios en el sistema.</p>
        </div>



        <div class="wn5-setup-section-article-content">
            <h3>Tipo de registro  </h3>
            <p>Esto le permite comprobar la configuraci&oacute;n del sistema de la c&aacute;mara cambie la informaci&oacute;n, junto con la fecha y la hora. Cuando se selecciona Todo, se puede comprobar la fecha y hora e informaci&oacute;n detallada sobre todos los cambios en el sistema.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Exportar</h3>
            <p>Puede hacer una copia de seguridad del tipo de registro seleccionado como un archivo de texto. Para hacer una copia de seguridad del registro de sistema, haga clic en el bot&oacute;n <strong class="UI">[Exportar]</strong> La informaci&oacute;n del archivo de registro se muestra como modelo de c&aacute;mara_tipo de registro_fecha de copia de seguridad, y hora.</p>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Evento Registro de eventos</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede comprobar la fecha y hora e informaci&oacute;n detallada sobre un evento que se ha producido en el sistema.</p>
        </div>
        <div class="wn5-setup-section-article-content" ng-if="MaxChannel > 1">
            <h3>Seleccionar canal</h3>
            <p>Puede comprobar el registro de eventos de cada canal seleccionando el n&uacute;mero del canal.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Tipo de registro  </h3>
            <p>Puede comprobar la fecha y hora de una ocurrencia e informaci&oacute;n detallada para un evento seleccionado. Cuando se selecciona Todo, se puede comprobar la fecha y hora e informaci&oacute;n detallada sobre todos los eventos que ocurren en el sistema.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Exportar</h3>
            <p>Puede hacer una copia de seguridad del tipo de registro seleccionado como un archivo de texto. Para hacer una copia de seguridad del registro de eventos, haga clic en el bot&oacute;n <strong class="UI">[Exportar]</strong> La informaci&oacute;n del archivo de registro se muestra como modelo de c&aacute;mara_tipo de registro_fecha de copia de seguridad, y hora.</p>
        </div>

        
    </div>
</div>

<hr class="wn5-setup-hr">