<h1 class="wn5-setup-main-title">Actualizar / Reiniciar</h1>

<div class="wn5-setup-section">
	<p>Puede actualizar el software del producto que est&aacute; utilizando actualmente, realizar un restablecimiento de los valores predeterminados de f&aacute;brica, una copia de seguridad o restaurar la configuraci&oacute;n, o reiniciar.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Actualizar</h2>
	</div>

	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>El software puede actualizarse conforme se van publicando nuevas versiones de firmware.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Software  </h3>
			<p>Se muestra la versi&oacute;n de software del producto que se est&aacute; utilizando. No se pueden hacer cambios en la versi&oacute;n del software. </p>
			<p ng-if="!SupportAutoImageAlignment">Puede ver los detalles del software, incluyendo la versi&oacute;n de ISP aplicada a la versi&oacute;n de SUNAPI y software, al hacer clic en el bot&oacute;n <strong class="UI">[Detalles]</strong>.</p>
<p>&nbsp;</p>
		</div>
	  	<div class="wn5-setup-section-article-content" ng-if="!HandoverCalibration && SupportAutoImageAlignment">
		    <h3>Versi&oacute;n de ISP actual  </h3>
		    <p>Se muestra la versi&oacute;n de ISP actual del producto que est&aacute; utilizando. No se pueden hacer cambios en la versi&oacute;n de ISP actual.</p>
		</div>  

		<div class="wn5-setup-section-article-content" ng-if="HandoverCalibration && !SupportAutoImageAlignment">
		    <h3>Versi&oacute;n de ISP del canal fijo</h3>
		    <p>La versi&oacute;n de ISP de la c&aacute;mara fija montada. La versi&oacute;n de ISP solo es de lectura, no se permite ninguna modificaci&oacute;n.</p>
	   	</div>
		<div class="wn5-setup-section-article-content" ng-if="HandoverCalibration && !SupportAutoImageAlignment">
		    <h3>Versi&oacute;n de ISP del canal PTZ</h3>
		    <p>La versi&oacute;n de ISP de la c&aacute;mara PTZ montada. La versi&oacute;n de ISP solo es de lectura, no se permite ninguna modificaci&oacute;n.</p>
	   	</div>

	   	<div class="wn5-setup-section-article-content" ng-if="SupportAutoImageAlignment">
			<h3>Versión UWA </h3>
	 	 <p>Versión del visor web de la cámara en uso.</p>
	   </div>   
	  
	   	<div class="wn5-setup-section-article-content">
		    <h3>Software Actualizar</h3>
		    <p>Puede actualizar el software del producto que est&aacute; utilizando. Para actualizar el software, haga clic en el bot&oacute;n <strong class="UI">[...]</strong>. Seleccione un archivo de actualizaci&oacute;n y haga clic en el bot&oacute;n <strong class="UI">[Abrir]</strong> Al hacer clic en el bot&oacute;n <strong class="UI">[Actualizar]</strong>, la actualizaci&oacute;n comenzar&aacute;. Puede ver el progreso de la actualizaci&oacute;n en %. Cuando la actualizaci&oacute;n haya finalizado, la c&aacute;mara se reiniciar&aacute; y la conexi&oacute;n se terminar&aacute; autom&aacute;ticamente. Tendr&aacute; que volver a conectarse al visor web. </p>
	   	</div> 
	   	<div class="wn5-online-help-info">
	   		<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
   			<ul><li>No termine el programa, mientras que la actualizaci&oacute;n est&eacute; en curso. Si lo hace, podr&iacute;a provocar que el programa no se pueda actualizar correctamente.</li>
			</ul>
	   	</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Valores predeterminados de f&aacute;brica</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Restablece la configuraci&oacute;n del sistema a la que era en el momento de la compra del producto. Cuando haga clic en el bot&oacute;n <strong class="UI">[Reinicializar]</strong> y despu&eacute;s de hacer clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n, la reinicializaci&oacute;n de valores predeterminados de f&aacute;brica se llevar&aacute; a cabo. (Sin embargo, los registros no se restablecerán.)</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="!CamSpecialModel && OpenSDKSupport">
			<p>Si desea restablecer la configuraci&oacute;n del sistema (a excepci&oacute;n de la configuraci&oacute;n de la red y la configuraci&oacute;n de la plataforma abierta instalada) a los valores de f&aacute;brica, seleccione <strong class="UI">[Excepto par&aacute;metro de red &amp; Open Platform]</strong>. Cuando una reinicializaci&oacute;n de los valores predeterminados de f&aacute;brica se lleva a cabo, finalizar&aacute; la conexi&oacute;n con la c&aacute;mara. Cuando se vuelva a conectar al visor web por primera vez, tendr&aacute; que introducir la contrase&ntilde;a de nuevo. </p>
		</div>
		<div class="wn5-setup-section-article-content"  ng-if="CamSpecialModel && !OpenSDKSupport">
			<p>Si desea restablecer la configuraci&oacute;n del sistema (a excepci&oacute;n de la configuraci&oacute;n de la red) a los valores de f&aacute;brica, seleccione <strong class="UI">[Excepto par&aacute;metro de red]</strong>. Cuando una reinicializaci&oacute;n de los valores predeterminados de f&aacute;brica se lleva a cabo, finalizar&aacute; la conexi&oacute;n con la c&aacute;mara. Cuando se vuelva a conectar al visor web por primera vez, tendr&aacute; que introducir la contrase&ntilde;a de nuevo. </p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Copia seguridad y restauraci&oacute;n de configuraci&oacute;n</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Puede copia de seguridad y guardar la configuraci&oacute;n actual de la c&aacute;mara o restaurar una configuraci&oacute;n deseada. Se puede crear un n&uacute;mero de archivos de copia de seguridad para las configuraciones deseadas, o restaurar y utilizar una configuraci&oacute;n deseada de acuerdo con el prop&oacute;sito o el entorno cuando se usa el producto.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Copia de seguridad</h3>
		    <p>Al hacer clic en el bot&oacute;n <strong class="UI">[Copia seguridad]</strong>, se crear&aacute; un archivo de copia de seguridad &apos;nombre modelo Config.bin&rsquo; </p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>Restaurar</h3>
		    <p>Al hacer clic en el bot&oacute;n <strong class="UI">[Restaurar]</strong>, aparecer&aacute; una ventana donde se podr&aacute; seleccionar un archivo de copia de seguridad para restaurar. Cuando se selecciona un archivo de copia de seguridad y presiona el bot&oacute;n <strong class="UI">[Abrir]</strong>, la configuraci&oacute;n se restaurar&aacute; basada en el archivo de copia de seguridad pertinente.</p>
	   	</div>
		<div class="wn5-online-help-info">
	   		<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
   			<ul>

				<li>Cuando usted hace una copia de seguridad o restaura la configuraci&oacute;n, la conexi&oacute;n con la c&aacute;mara se cancelar&aacute; autom&aacute;ticamente y tendr&aacute; que volver a conectarse al visor web. </li>
				<li>Si utiliza un archivo de copia de seguridad importado para un modelo diferente que el producto que est&aacute; utilizando actualmente, el producto podr&iacute;a no funcionar correctamente. No utilice un archivo de copia de seguridad para un modelo diferente ni cambie la configuraci&oacute;n manualmente.</li>

			</ul>
	   	</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Reiniciar</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Reinicie el sistema de c&aacute;maras. Haga clic en el bot&oacute;n <strong class="UI">[Reiniciar]</strong>, y cuando aparezca la ventana de confirmaci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>. La c&aacute;mara se reiniciar&aacute; y la ventana del visor web se cerrar&aacute;. Tendr&aacute; que volver a conectarse al visor web.</p>
		</div>
	</div>
</div>
