
<h1 class="wn5-setup-main-title">Configuraci&oacute;n PT</h1>
<div class="wn5-setup-section">
    <p>Puede configurar la posici&oacute;n predefenida para la panor&aacute;mica/inclinaci&oacute;n de la c&aacute;mara, as&iacute; como las caracter&iacute;sticas detalladas de grupo, ejecuci&oacute;n autom&aacute;tica. Cuando complete la configuraci&oacute;n, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> que se encuentra debajo. </p>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="preset"></a>Predefinido</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Preajuste significa configurar la posici&oacute;n de vista de la c&aacute;mara. Una vez que configure un preajuste de c&aacute;mara, podr&aacute; configurar la posici&oacute;n con facilidad. Se pueden definir hasta 300 preajustes.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4><a name="setting_preset"></a>Configuraci&oacute;n de preajustes</h4>
             <ol>
                 <li>Haga clic y arrastre el &iacute;cono <span class="tui tui-wn5-ptz-handle"></span> en la pantalla de control de PT para ajustar la posici&oacute;n de vista de la c&aacute;mara.</li>
                 <li>Haga clic en el bot&oacute;n <strong class="UI">[Configuraci&oacute;n de preajustes]</strong>.</li>
                 <li>En el cuadro de di&aacute;logo <strong class="UI">[Configuraci&oacute;n de preajustes]</strong>, seleccione el n&uacute;mero predefinido que desee desde <strong class="UI">[N&uacute;mero]</strong> y luego introduzca el nombre del preajuste en el campo <strong class="UI">[Nombre]</strong>.</li>
                 <li>Haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong>.</li>
             </ol>
                 <p>El preajuste agregado se mostrar&aacute; en la lista de <strong class="UI">[Configuraciones de preajustes]</strong>. Puede configurar los detalles del preajuste en la lista de Preajustes.</p>
         </div>
                 <div class="wn5-online-help-action">
            <h4>Posici&oacute;n inicial</h4>
             <ul>
                 <li>Haga clic en el bot&oacute;n <strong class="UI">[Ir a Inicio]</strong>.</li>
             </ul>
         </div>
         <div class="wn5-online-help-action">
            <h4>Configuraci&oacute;n de Inicio</h4>
             <ol>
                 <li>Haga clic y arrastre el &iacute;cono <span class="tui tui-wn5-ptz-handle"></span> en la pantalla de control de PT para ajustar la direcci&oacute;n de la vista de la c&aacute;mara a la posici&oacute;n de inicio que desee.</li>
                 <li>Haga clic en el bot&oacute;n <strong class="UI">[Configuraci&oacute;n de Inicio]</strong>.</li>
             </ol>
         </div>
         <div class="wn5-online-help-info">
                 <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
             <ul>
                 <li>Se ubicar&aacute; la pantalla de la c&aacute;mara en la posici&oacute;n de inicio una vez que la c&aacute;mara se reinicie si la posici&oacute;n de inicio est&aacute; configurada.</li>
             </ul>
             </div>
     </div>
 </div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n de preajustes</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede comprobar la lista de preajustes y modificar o eliminar la configuraci&oacute;n detallada de cada preajuste.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h5>nº</h5>
       
            <p>Este es el Número de preajuste introducido en el recuadro de diálogo <strong class="UI">[Configuración de preajustes]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h5>Nombre</h5>
       
            <p>Este es el nombre de preajuste introducido en el recuadro de diálogo <strong class="UI">[Configuración de preajustes]</strong>.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h5>Despu&eacute;s de acci&oacute;n</h5>
       
            <p>Defina la acci&oacute;n de la c&aacute;mara para que se ejecute despu&eacute;s de que la c&aacute;mara se mueva a la posici&oacute;n de preajuste correspondiente.</p>
        <ul>
            <li><strong class="UI">Desactivar</strong>: No se ejecutar&aacute; ninguna acci&oacute;n despu&eacute;s de que la c&aacute;mara se mueva a la posici&oacute;n de preajuste correspondiente.</li>
            <li><strong class="UI">Inicio autom&aacute;tico</strong>: Se ejecuta autom&aacute;ticamente una acci&oacute;n definida desde la etiqueta de <a class="wn5-online-help-link" href="ptzInfoSetup.html#autorun" ng-href="#/help/ptzSetup_ptzInfoSetup?#autorun"><strong class="UI">[Inicio autom&aacute;tico]</strong></a>.&nbsp;Cuando se seleccione <strong class="UI">[Desactivar]</strong> desde el <strong class="UI">[Modo]</strong> de inicio autom&aacute;tico o no hay acci&oacute;n de inicio autom&aacute;tico, se mantendr&aacute; el estado de ejecuci&oacute;n del preajuste.</li>
            <li><strong class="UI">Anal&iacute;tica de v&iacute;deo</strong>: Se ejecutar&aacute; la acci&oacute;n de anal&iacute;tica de v&iacute;deo.</li>
        </ul>
    </div>

	   <div class="wn5-setup-section-article-content">
            <h5>Men&uacute;</h5>
       
            <p>Puede desplazarse a la p&aacute;gina de configuraci&oacute;n y comprobar o definir una opci&oacute;n detallada.</p>
            <ul>
                <li><strong class="UI">Configuraci&oacute;n de c&aacute;mara</strong>: Vaya a la p&aacute;gina de <strong class="UI">[V&iacute;deo y Audio] </strong>&gt; <strong class="UI">[Configuraci&oacute;n de c&aacute;mara]</strong>. Puede cambiar la configuraci&oacute;n de la c&aacute;mara para que se ajuste al entorno del preajuste seleccionado. &nbsp;</li>
                <li><strong class="UI">Detecci&oacute;n de movimiento</strong>: Navegue hasta la p&aacute;gina de <strong class="UI">[Anal&iacute;tica] </strong>&gt; <strong class="UI">[Detecci&oacute;n de movimiento]</strong>. Cuando se selecciona <strong class="UI">[Preajuste]</strong> entre las opciones de <strong class="UI">[Tipo]</strong> de la p&aacute;gina de opciones de detecci&oacute;n de movimiento, puede definir un evento de detecci&oacute;n de movimiento diferente para cada preajuste.</li>
                <li><strong class="UI">IVA</strong>: Navegue hasta la p&aacute;gina de <strong class="UI">[Anal&iacute;tica] </strong>&gt; <strong class="UI">[IVA]</strong>. Cuando se selecciona <strong class="UI">[Preajuste]</strong> entre las opciones de <strong class="UI">[Tipo]</strong> de la p&aacute;gina de IVA, puede definir un evento de IVA (An&aacute;lisis inteligente de v&iacute;deo) diferente para cada preajuste.</li>
            </ul>
    </div>


<div class="wn5-online-help-action">
    	   <h4>Preajuste </h4>
            <ol>
                <li>Haga clic en el preajuste deseado en la columna <strong class="UI">[N&uacute;mero]</strong> o <strong class="UI">[Nombre]</strong>. La vista de la c&aacute;mara luego se mover&aacute; a la osici&oacute;n de preajuste y designada.  </li>
    			
            </ol>
    	</div>


        <div class="wn5-online-help-action">
    	   <h4>Eliminaci&oacute;n de un preajuste</h4>
    		<ol><li>Seleccione el preajuste que desee eliminar desde la casilla pr&oacute;xima a la columna de <strong class="UI">[N&uacute;mero] </strong>.</li>
                <li>Al hacer clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>, se eliminar&aacute; el preajuste.</li>
    		</ol>
        </div>      
	</div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="group"></a>Grupo</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>La funci&oacute;n de grupo es una funci&oacute;n que se utiliza para agrupar un n&uacute;mero de preajustes previamente designados y acceder a los preajustes colocados en un grupo secuencialmente.</p>
            <p>Se pueden definir hasta 6 grupos y se pueden guardar hasta 128 preajustes para cada grupo.</p>
        </div>
        <div class="wn5-online-help-action">
            <h4>Grupo de configuraci&oacute;n 1</h4>
            <ol>
                <li>Para definir el Grupo 1, seleccione &amp;apos;1&apos; en la lista desplegable del grupo.</li>
                <li>Seleccione el Nº de preajuste para agregar al &apos;Grupo 1&apos; de la columna <strong class="UI">[Nº de preajuste]</strong>.</li>
                <li>Introduzca la velocidad de la c&aacute;mara para pasar de la posici&oacute;n de preajuste a la siguiente posici&oacute;n de preajuste en la columna <strong class="UI">[Velocidad]</strong>.</li>
                <li>Establezca la cantidad de tiempo que queda para decidir cu&aacute;nto tiempo la c&aacute;mara permanece en la posici&oacute;n de preajuste desde la columna <strong class="UI">[Tiempo de permanencia]</strong> hasta la siguiente posici&oacute;n de preajuste.</li>
                <li>Haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong>.</li>
            </ol>
        </div>
        <div class="wn5-online-help-action">
            <h4>Eliminaci&oacute;n del valor de ajuste del grupo</h4>
                    <ol>
                        <li>Seleccione un n&uacute;mero de grupo para borrar el valor ajustado previamente de la lista desplegable de grupo.</li>
                        <li>Haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>.</li>
                    </ol>
        </div>
						        <div class="wn5-online-help-action">
            <h4>Inicio de la acci&oacute;n de grupo</h4>
                    <ol>
                        <li>Seleccione un n&uacute;mero de grupo para ejecutar desde la lista desplegable del grupo.</li>
                        <li>Haga clic en el bot&oacute;n <strong class="UI">[Iniciar]</strong>.</li>
                    </ol>
        </div>
		<div class="wn5-online-help-action">
            <h4>Deteniendo la acci&oacute;n del grupo</h4>
                    <ol>
                        <li>Para detener el grupo que est&aacute; funcionando, haga clic en el bot&oacute;n <strong class="UI">[Detener]</strong>.</li>
                    </ol>

    </div>
</div>
		<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a name="autorun"></a>Ejecuci&oacute;n autom&aacute;tica</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>La ejecuci&oacute;n autom&aacute;tica es una funci&oacute;n que se utiliza para ejecutar una acci&oacute;n especificada de manera avanzada autom&aacute;ticamente si el usuario no hace funcionar la c&aacute;mara durante un cierto per&iacute;odo de tiempo. &nbsp;</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Modo</h3>
            <ul>
                <li><strong class="UI">Desactivar</strong>: No se utiliza la funci&oacute;n de ejecuci&oacute;n autom&aacute;tica.</li>
                <li><strong class="UI">Inicio</strong>: La c&aacute;mara se mueve a la posici&oacute;n de inicio. Puede definir la posici&oacute;n de inicio desde la etiqueta <a class="wn5-online-help-link" href="ptzInfoSetup.html#preset" ng-href="#/help/ptzSetup_ptzInfoSetup?#preset"><strong class="UI">[Preajuste]</strong></a>.</li>
                <li><strong class="UI">Preajuste</strong>: Se desplaza al n&uacute;mero de preajuste relevante. Puede ajustar el tiempo para que la c&aacute;mara se mueva al preajuste y al n&uacute;mero de posici&oacute;n de preajuste donde la c&aacute;mara se mover&aacute;.</li>   
                <li><strong class="UI">Grupo</strong>: Ejecuta la acci&oacute;n de grupo autom&aacute;ticamente. Puede definir la hora para ejecutar autom&aacute;ticamente una acci&oacute;n de grupo y el n&uacute;mero de grupo. Puede configurar la acci&oacute;n de grupo detallada desde la pesta&ntilde;a <a class="wn5-online-help-link" href="ptSetup.html#group" ng-href="#/help/ptzSetup_ptzInfoSetup?#group"><strong class="UI">[Grupo]</strong></a>.</li>
                <li><strong class="UI">Programaci&oacute;n</strong>: Puede definir una acci&oacute;n para que se produzca autom&aacute;ticamente en el d&iacute;a de la semana y la hora establecidos.</li>
                <li ng-if="AutoPan"><strong class="UI">Panor&aacute;mica autom.</strong>: Ejecuta la acci&oacute;n para girar 360 grados en la direcci&oacute;n de panor&aacute;mica autom&aacute;ticamente. Puede definir el tiempo para ejecutar la acci&oacute;n autom&aacute;ticamente, la velocidad de giro de la c&aacute;mara en la direcci&oacute;n de panor&aacute;mica y el &aacute;ngulo de fijaci&oacute;n de la inclinaci&oacute;n. Por ejemplo, si &amp;apos;30&apos; est&aacute; definido para el rango de inclinaci&oacute;n, el rango de inclinaci&oacute;n se mantendr&aacute; a 30 grados.</li>
            </ul>
        </div>
 
            <div class="wn5-setup-section-article-content">
                <h3>Hora</h3>
            <p>Determina el tiempo esperar&aacute; si la c&aacute;mara est&aacute; inactiva antes de mover la c&aacute;mara de manera autom&aacute;tica a su posici&oacute;n inicial.</p>
            <p>Esta opci&oacute;n de &ldquo;Hora&rdquo; se puede habilitar seleccionando <strong class="UI">[Inicio]</strong> en <strong class="UI">[Modo]</strong>. </p>
            </div>
        </div>		
</div>
<hr class="wn5-setup-hr">