<h1 class="wn5-setup-main-title">Configuraci&oacute;n  </h1>
<div class="wn5-setup-section">
    <p>Recuento de personas cuenta el n&uacute;mero de personas que pasan una l&iacute;nea virtual a trav&eacute;s del an&aacute;lisis de imagen de la c&aacute;mara. Las condiciones para recontar el n&uacute;mero de personas y objetos detallados para mejorar la exactitud de Recuento de personas se define desde &apos;Configuraci&oacute;n&apos; en Recuento de personas. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte de abajo de la p&aacute;gina. </p>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Habilitar el conteo de personas</h3>
            <p>Para utilizar la funci&oacute;n Recuento de personas, seleccione <strong class="UI">[Habilitar el conteo de personas]</strong>. </p>
        </div>
</div>
</div>
<div class="wn5-setup-section">

    <div class="wn5-setup-section-heading">
        <h2>Configuraci&oacute;n</h2>
    </div>

	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Se define la regla de recuento para recontar el n&uacute;mero de personas. Se pueden definir 2 reglas de Recuento de personas. </p>
        </div>
            <div class="wn5-online-help-action">
			<h4>Configuraci&oacute;n de la regla de conteo</h4>
                <p>Para establecer la regla de conteo, seleccione la casilla de verificaci&oacute;n de <strong class="UI">[Regla de conteo]</strong> y escriba el nombre de la regla en el campo <strong class="UI">[Nombre]</strong>. Hasta 15 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre de la regla. El nombre introducido se muestra en <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcStatisticsSetup.html"
ng-href="#/help/peoplecounting_search">[Buscar]</a></strong>.</p>
			</div>
            <div class="wn5-online-help-action">
                <h4><a name="type"></a>Ajuste del tipo de recuento  </h4>
                <p>Los tipos para recontar el n&uacute;mero de personas en Recuento de personas son recuento DENTRO y recuento FUERA.</p>
                <p>Cuando se selecciona la casilla de verificaci&oacute;n en <strong class="UI">[Regla de conteo]</strong>, la l&iacute;nea de estado aparecer&aacute; en la imagen. El recuento DENTRO se aplica a las personas que se mueven en la direcci&oacute;n de la flecha en la l&iacute;nea y recuento FUERA se aplica a las personas que se mueven en la direcci&oacute;n opuesta. Al hacer clic en la flecha de la l&iacute;nea de la regla se cambia su direcci&oacute;n. </p>
                <p><img src="../../base/images/setup/popup_counting.png"></p>
            </div>
            <div class="wn5-online-help-action">
                <h4>Configuraci&oacute;n de la l&iacute;nea de la regla </h4>
                <p>La funci&oacute;n de Recuento de personas recuenta el n&uacute;mero de personas que pasan por la l&iacute;nea de la regla. Para cambiar la posici&oacute;n de la l&iacute;nea de la regla, haga clic en la l&iacute;nea de estado que se muestra en la imagen y arr&aacute;strela con el rat&oacute;n. Se puede ajustar la longitud de la l&iacute;nea arrastrando una esquina situada en cada extremo de la l&iacute;nea de la regla. </p>
            </div>
            <div class="wn5-online-help-action">
                <h4>Activaci&oacute;n y desactivaci&oacute;n de la regla de Recuento de personas</h4>
                <p>Para activar la regla de conteo, seleccione la casilla de verificaci&oacute;n de la regla deseada desde <strong class="UI">[Regla de conteo]</strong>.</p>
                  <p>Para desactivar la regla de conteo, anule la selecci&oacute;n de la casilla de verificaci&oacute;n de la regla deseada desde <strong class="UI">[Regla de conteo]</strong>. La configuraci&oacute;n de la regla de Recuento de personas se mantiene intacta, por lo que si se selecciona la casilla de verificaci&oacute;n de nuevo, se volver&aacute; a activar la funci&oacute;n de la regla original. </p>
            </div>
            </div>
		            </div>

        </div>
<div class="wn5-setup-section-article-content">
        <div class="wn5-setup-section-heading">
            <h2>&Aacute;rea de no detecci&oacute;n</h2>
        </div>
			 <div class="wn5-setup-section-article">
             <div class="wn5-setup-section-article-content">
            <p>Definida para no contar el n&uacute;mero de personas que entran en un &aacute;rea especificada por el usuario.</p>
            </div>
			 <div class="wn5-online-help-action">
			<h4>Configuraci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Al seleccionar las 4 esquinas de una imagen con el rat&oacute;n, el &aacute;rea se define como el &aacute;rea de no detecci&oacute;n, y el color de los botones num&eacute;ricos en <strong class="UI">[&Aacute;rea]</strong> cambia. Se pueden configurar hasta 4 &aacute;reas de no detecci&oacute;n.</p>
            </div>
            <div class="wn5-online-help-action">
            <h4>Cambio de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Se puede ajustar el tama&ntilde;o de un &aacute;rea de no detecci&oacute;n haciendo clic y moviendo una esquina o una l&iacute;nea del &aacute;rea de no detecci&oacute;n. Para mover un &aacute;rea de no detecci&oacute;n, haga clic y arrastre el &aacute;rea relevante con el rat&oacute;n. </p>
            </div>
            <div class="wn5-online-help-action">
			<h4>Eliminaci&oacute;n de un &aacute;rea de no detecci&oacute;n</h4>
			<p>Para borrar un &aacute;rea de no detecci&oacute;n, haga clic en el bot&oacute;n derecho del rat&oacute;n en el &aacute;rea correspondiente de la pantalla y haga clic en el bot&oacute;n <strong class="UI">[Aceptar]</strong> de la ventana de confirmaci&oacute;n de eliminaci&oacute;n.</p>
            </div>
        <div class="wn5-setup-section-article-content">
            <h3>&Aacute;rea</h3>
               <p>Al hacer clic en un bot&oacute;n num&eacute;rico en <strong class="UI">[&Aacute;rea]</strong>, el &aacute;rea relevante ser&aacute; seleccionada en la imagen. El borde del &aacute;rea seleccionada aparecer&aacute; con una l&iacute;nea blanca gruesa. </p>
            </div>
    </div>
</div>

<div class="wn5-setup-section-article-content">
    <div class="wn5-setup-section-heading">
    <h2><a name="calibration"></a>Calibraci&oacute;n</h2>
  	</div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Defina la altura de c&aacute;mara o humana para contar con el fin de mejorar la precisi&oacute;n del Recuento de personas. Solo se pueden seleccionar y aplicar la altura de c&aacute;mara o la altura humana.</p>
        </div>
	<div class="wn5-setup-section-article-content" ng-if="FisheyeLens">
         <h3>Altura de c&aacute;mara</h3>
        <p>Especificar la altura real donde est&eacute; instalada la c&aacute;mara. Puede cambiar el valor haga clic en + o -, o introduzca un valor num&eacute;rico para la altura de la c&aacute;mara. Se puede introducir un valor entre 2,5 m como m&iacute;nimo y 4,5 m como m&aacute;ximo. Cuando se ajusta la altura de instalaci&oacute;n de la c&aacute;mara, la altura del cuerpo de las personas a contar para cada lugar, se asumir&aacute; autom&aacute;ticamente en base a la altura de instalaci&oacute;n de la c&aacute;mara. </p>
	    </div>
	    <div class="wn5-setup-section-article-content">
        <h3>Tama&ntilde;o</h3>
        <p>Especificar la altura de las personas a contar. Se puede ajustar la altura arrastrando la esquina en la parte inferior derecha del cuadro que aparece en la pantalla de la imagen. </p>
		</div>
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

    <ul>
        <li>El valor definido en <strong class="UI">[Recuento de personas]</strong>&nbsp;&gt; <strong class="UI">[Calibraci&oacute;n]</strong>&nbsp;se aplica de igual modo a las funciones <strong class="UI">[Recuento de personas]</strong>&nbsp;y <strong class="UI">[Mapa de calor]</strong>.</li>
    </ul>
		</div>
</div>
</div>

<div class="wn5-setup-section">
    <div class="wn5-setup-section-article">
    <div class="wn5-setup-section-article-content">
        <h3>Datos de Recuento de personas en Tiempo real</h3>
        <p>La suma del n&uacute;mero de personas contadas en tiempo real de acuerdo con la regla del sistema y el tipo de cuenta de cada regla se muestra en una tabla. </p>
    </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Informe</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Activar</h3>
            <p>Para recibir los datos de Recuento de personas peri&oacute;dicamente a trav&eacute;s de e-mail y FTP, seleccione <strong class="UI">[Activar]</strong>. </p>
            <p>Se pueden hacer ajustes detallados para FTP y E-mail desde <strong class="UI">[Evento]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="../event/ftpemail.html" ng-href="#/help/event_ftpemail">[FTP/E-mail]</a></strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Programaci&oacute;n</h3>
            <p>Para recibir los datos de Recuento de personas a la misma hora todos los d&iacute;as, seleccione <strong class="UI">[Diariamente]</strong> y elija una hora. </p>
            <p>Para recibir los datos de Recuento de personas en el mismo d&iacute;a de la semana y hora de la semana, seleccione <strong class="UI">[Semanal]</strong> y seleccione un d&iacute;a de la semana y una hora. </p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>N. de archivo</h3>
            <p>Introduzca el n. de archivo para enviar los datos del Recuento de personas a trav&eacute;s de un servidor FTP o e-mail y seleccione el formato de archivo. Hasta 64 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre del archivo.</p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
        <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Borrar datos</h3>
            <p>Para borrar todos los datos del Recuento de personas, haga clic en [Borrar datos].</p>
             <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>

                        <ul>
                              <li>En los siguientes casos, debe restablecer las reglas para que coincidan con la pantalla de vídeo cambiada y haga clic en <strong class="UI">[Eliminar todos los datos] </strong>para eliminar los datos antiguos utilizados para la búsqueda de Recuento de personas. </li>
                              <ul>
                                  <li>Si ha cambiado la configuración en <strong class="UI">[Vídeo y audio]</strong> &gt; <strong class="UI">[Configuración de vídeo]</strong> &gt; <strong class="UI">[Rotación de vídeo]</strong></li>
                                  <li>Si cambia los ajustes en <strong class="UI">[Vídeo y audio]</strong> &gt; <strong class="UI">[Configuración de la cámara]</strong> &gt; <strong class="UI">[Especial] </strong>&gt; <strong class="UI">[DIS]</strong></li>
                              </ul>
                          </ul>
                      </div>
              </div>
              </div>

              <hr class="wn5-setup-hr">
