


<h1 class="wn5-setup-main-title">Buscar</h1>

<div class="wn5-setup-section">
    <p>La Gesti&oacute;n de colas es una funci&oacute;n que se utiliza para supervisar el n&uacute;mero medio de personas que permanecen en un &aacute;rea especificada y el tiempo total de permanencia a trav&eacute;s de un an&aacute;lisis de las im&aacute;genes de las c&aacute;maras. Se puede buscar y ver el n&uacute;mero de personas haciendo cola y los datos estad&iacute;sticos de tiempo de cola desde la p&aacute;gina de &apos;Buscar&apos; de Gesti&oacute;n de colas.  </p>
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul><li>Para usar la funci&oacute;n de b&uacute;squeda en Gesti&oacute;n de colas, debe seleccionar <strong class="UI">[Habilitar de gesti&oacute;n de colas]</strong> desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Gesti&oacute;n de colas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuraci&oacute;n]</a></strong> y configurar la regla de gesti&oacute;n de colas.</li>

        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Buscar</h2>
      </div>
  	<div class="wn5-setup-section-article">
          <div class="wn5-setup-section-article-content">
              <p>Las reglas de cola establecidas en <strong class="UI">[Estadísticas]</strong>&gt;<strong class="UI">[Gestión de colas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuración]</a></strong> aparecen en la pantalla. &nbsp;</p>
          </div>
          <div class="wn5-setup-section-article-content">
            <p>El &aacute;rea de cola definida desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Gesti&oacute;n de colas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuraci&oacute;n]</a></strong> se muestra en la pantalla. &nbsp;</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Ocupaci&oacute;n</h3>
            <p>Se muestran los datos de an&aacute;lisis en tiempo real para cada &aacute;rea de cola. </p>
            <hr class="wn5-setup-hr">
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Hoy</h3>
            <h4>Promedio de personas</h4>
            <p>El n&uacute;mero de personas recontadas en cada &aacute;rea de cola desde las 00:00 hasta las 24:00 se muestra en un gr&aacute;fico por hora. </p>
            <p>Cuando selecciona el nombre de un &aacute;rea de cola localizada en el lado superior derecho del gr&aacute;fico, solo el gr&aacute;fico relevante se mostrar&aacute; en color cian. Si coloca el puntero del rat&oacute;n en la parte superior del gr&aacute;fico, aparecer&aacute; un globo que muestra el n&uacute;mero de personas a la hora seleccionada. </p>
            <h4>Tiempo total  </h4>
            <p>El tiempo total de cola en el &aacute;rea de cola se analiza seg&uacute;n el nivel de detecci&oacute;n (alto, medio) y se muestra en un gr&aacute;fico.</p>
            <p>El nivel de detecci&oacute;n se especifica en&nbsp;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html#level" ng-href="#/help/queue_setup">[Nivel de detecci&oacute;n]</a></strong> de la p&aacute;gina <strong class="UI">[Configuraci&oacute;n]</strong>, y el nivel de cola se clasifica en &apos;Alto&rsquo; y &lsquo;Medio&rsquo;, de acuerdo con el n&uacute;mero de personas que hay en la cola. </p>
            <p>Por ejemplo, &apos;Cola 1- Alto&apos; indica el tiempo total durante el cual hay un n&uacute;mero grande de personas haciendo cola en la &apos;Cola 1&apos; con un nivel de detecci&oacute;n &apos;Alto&apos;, y &apos;Cola 1- Medio&apos; indica el tiempo total durante el cual hay un n&uacute;mero grande de personas haciendo cola en la &apos;Cola 1&apos; con un nivel de detecci&oacute;n &apos;Medio&apos;. </p>
        </div>
		 <div class="wn5-setup-section-article-content">
            <h3>Semanal</h3>
            <p>La tendencia para el n&uacute;mero medio de personas por cola y fecha durante los &uacute;ltimos 7 d&iacute;as, a partir del d&iacute;a de hoy, se muestra en un gr&aacute;fico. </p>
            <p>Si coloca el puntero del rat&oacute;n en la parte superior de la gr&aacute;fica, aparecer&aacute; un globo que muestra la informaci&oacute;n sobre el n&uacute;mero de personas de la fecha seleccionada en un valor num&eacute;rico exacto. &nbsp;</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Buscar</h2>
    </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
                <h3>Fecha</h3>
                <p>Cuando se selecciona [Reciente], puede buscar por d&iacute;a, semana o mes en funci&oacute;n de la hora actual. </p>
                <p>Cuando se selecciona [Periodo], puede especificar un per&iacute;odo por d&iacute;a, mes o a&ntilde;o y buscar seg&uacute;n estos par&aacute;metros. Seleccione el icono de calendario para cambiar la fecha. </p>
              </div>
            <div class="wn5-setup-section-article-content">
                <h3>Regla</h3>
            <p>Puede seleccionar una combinación de reglas de cola y condiciones de análisis (número medio de personas, nivel de detección alto o medio).</p>
                <p>Las reglas se pueden establecer en <strong class="UI">[Estadísticas]</strong>&gt;<strong class="UI">[Gestión de colas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuración]</a></strong>. </p>
			</div>
            <div class="wn5-online-help-action">
                <h3>&Aacute;rea</h3>
            <p>Seleccione las condiciones para la b&uacute;squeda. El &aacute;rea de cola y las condiciones de an&aacute;lisis (n&uacute;mero promedio de personas, alto o medio para el nivel de detecci&oacute;n) pueden seleccionarse de manera combinada. Por ejemplo, cuando usted selecciona la casilla de verificaci&oacute;n en la que &apos;Cola 1&apos; y &apos;Promedio&apos; coinciden, se busca el n&uacute;mero promedio de personas en la &apos;Cola 1&apos;.  Cuando selecciona la casilla de verificaci&oacute;n en la que &apos;Cola 1&apos; y &apos;Alto&apos; coinciden, se busca el tiempo total para el n&uacute;mero de personas correspondiente a &apos;Alto&apos; para el nivel de detecci&oacute;n de la &apos;Cola 1&apos;. Tambi&eacute;n puede seleccionar &apos;Promedio&apos; y &apos;Alto&apos; para que coincidan con &apos;Cola 1&apos; al hacer la b&uacute;squeda. </p>
                <p>La regla puede definirse en <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Gesti&oacute;n de colas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuraci&oacute;n]</a></strong>. </p>
			</div>
            <div class="wn5-online-help-action">
                <h5><a name="search"></a>Datos de b&uacute;squeda de colas</h5>
                <ol>
                    <li>Seleccione la fecha que desea buscar en <strong class="UI">[Fecha]</strong> de <strong class="UI">[Buscar]</strong>.  </li>
                    <li>Seleccione la cola que desea buscar y la opci&oacute;n de an&aacute;lisis en <strong class="UI">[&Aacute;rea]</strong>. Por ejemplo, si desea buscar el n&uacute;mero promedio de personas haciendo cola en la &apos;Cola 1&apos; y el tiempo total para el n&uacute;mero de personas correspondiente a &apos;Alto&apos; para el nivel de detecci&oacute;n haciendo cola en la cola &apos;Cola 1&apos;, seleccione la casilla en la que &apos;Cola 1&apos; y &apos;Promedio&apos; coinciden y la casilla en la que &apos;Cola 1&apos; y &apos;Alto&apos; coinciden.</li>
                    <li>Haga clic en el bot&oacute;n <strong class="UI">[Buscar]</strong>. Los resultados de la b&uacute;squeda se mostrar&aacute;n en <strong class="UI">[Resultados]</strong>.  </li>
                </ol>
			</div>
        </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Resultados</h2>
	</div>
	   <div class="wn5-setup-section-article">
             <div class="wn5-setup-section-article-content">
                <p>Si busca datos de gesti&oacute;n de colas, los resultados se muestran en un gr&aacute;fico y una tabla.</p>
                <p>Si busca &apos;un d&iacute;a reciente&apos;, se mostrar&aacute;n los datos por hora desde las 00:00 hasta las 24:00 del d&iacute;a de hoy. Si busca &apos;una semana reciente&apos;, se mostrar&aacute;n los datos de la fecha a partir de los 7 d&iacute;as inmediatamente anteriores al d&iacute;a de hoy. Si busca &apos;un mes reciente&apos;, se mostrar&aacute;n los datos de fecha para los 30 d&iacute;as inmediatamente anteriores al d&iacute;a de hoy.</p>
                <p>Si selecciona &apos;Per&iacute;odo&apos; y designa un d&iacute;a, mes y a&ntilde;o espec&iacute;ficos, se mostrar&aacute;n los datos por hora desde las 00:00 hasta las 24:00 de la fecha y datos designados por fecha para el mes y el a&ntilde;o designados. </p>
            <p>Los datos de cola se muestran por separado en &apos;Nombre de cola-Promedio&apos;, &apos;Nombre de cola-Alto&apos;, y &apos;Nombre de cola-Medio&apos; en la combinaci&oacute;n del nombre de cola y el m&eacute;todo de an&aacute;lisis (n&uacute;mero promedio de personas, nivel alto de colas, nivel medio de colas). Si selecciona la opci&oacute;n de una gr&aacute;fica, solo el gr&aacute;fico correspondiente se muestra en color Cian. &nbsp;Adem&aacute;s, si se coloca el cursor en la parte de arriba de un gr&aacute;fico, aparecer&aacute; un globo que muestra los datos en el tiempo seleccionado en un valor num&eacute;rico exacto. &nbsp;</p>
            </div>

        <div class="wn5-setup-section-article-content">
                <h3>Descargar</h3>
            <p>Al hacer clic en el bot&oacute;n <strong class="UI">[Descargar]</strong> despu&eacute;s de buscar, puede descargar los resultados de b&uacute;squeda. Los resultados de b&uacute;squeda se pueden descargar en los formatos de archivo .xlsx y .txt, y el archivo descargado se guarda en la ruta para guardar por defecto del navegador. Hasta 64 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre del archivo.</p>
        </div>
        </div>

</div>
<hr class="wn5-setup-hr">
