

<h1 class="wn5-setup-main-title">Buscar</h1>
<div class="wn5-setup-section">
    <p>Recuento de personas cuenta el n&uacute;mero de personas que pasan una l&iacute;nea virtual a trav&eacute;s del an&aacute;lisis de imagen de la c&aacute;mara. Puede buscar y confirmar los datos estad&iacute;sticos sobre el n&uacute;mero de personas contadas por la condici&oacute;n y el tiempo de conteo en &apos;Buscar&apos; Recuento de personas. </p>
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
        <ul><li>Para usar la funci&oacute;n de b&uacute;squeda en Recuento de personas, debe seleccionar <strong class="UI">[Usar Recuento de personas]</strong> desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuraci&oacute;n]</a></strong> y configurar la regla de Recuento de personas.</li>
        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Buscar</h2>
		</div>
		
		    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
        <p>Se muestran las estad&iacute;sticas del n&uacute;mero de personas introducidas por la regla o tipo de conteo de Recuento de personas. </p>
        <p>La l&iacute;nea de la regla definida desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuraci&oacute;n]</a></strong> se muestra en la pantalla. Adem&aacute;s, los datos para el n&uacute;mero de personas recontados de acuerdo a cada <a class="wn5-online-help-link" href="pcSetup.html#type" ng-href="#/help/peoplecounting_setup?#type">m&eacute;todo de recuento</a> (DENTRO o FUERA) por regla se muestran en una tabla. El n&uacute;mero de la tabla es el n&uacute;mero total de personas recontadas desde las 00:00 hasta la hora actual del d&iacute;a de hoy. El <strong class="UI">[Nombre de regla]</strong> de la tabla se define desde <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI">[Configuraci&oacute;n]</strong>. <strong class="UI">[DENTRO]</strong> muestra el n&uacute;mero de personas que se movieron en la direcci&oacute;n de la flecha en la l&iacute;nea de la regla, y <strong class="UI">[FUERA]</strong> muestra el n&uacute;mero de personas que se movieron en la direcci&oacute;n opuesta.</p>
    </div>

        <div class="wn5-setup-section-article-content">
            <h3>Hoy  </h3>
            <p>El n&uacute;mero de personas recontadas desde las 00:00 hasta las 24:00 se muestra en un gr&aacute;fico por hora. </p>
            <p>Hay 4 opciones en la combinaci&oacute;n de nombre de la regla y el tipo de recuento (DENTRO y FUERA) como &apos;Nombre de regla-DENTRO&apos; y &apos;Nombre de regla-FUERA&apos;. Cuando se selecciona una opci&oacute;n, el gr&aacute;fico correspondiente se muestra en color Cian. Si coloca el puntero del rat&oacute;n en la parte superior del gr&aacute;fico, aparecer&aacute; un globo que muestra el n&uacute;mero de personas a la hora seleccionada. &nbsp;</p>
        </div>
		 <div class="wn5-setup-section-article-content">
            <h3>Semanal  </h3>
            <p>La tendencia para el n&uacute;mero de personas por d&iacute;a durante los &uacute;ltimos 7 d&iacute;as, a partir del d&iacute;a de hoy, se muestra en un gr&aacute;fico. </p>
            <p>Hay 4 opciones en la combinaci&oacute;n de nombre de la regla y el tipo de recuento (DENTRO y FUERA) como &apos;Nombre de regla-DENTRO&apos; y &apos;Nombre de regla-FUERA&apos;. Cuando se selecciona una opci&oacute;n, el gr&aacute;fico correspondiente se muestra en color Cian. Si coloca el puntero del rat&oacute;n en la parte superior de la gr&aacute;fica, aparecer&aacute; un globo que muestra la informaci&oacute;n sobre el n&uacute;mero de personas de la fecha seleccionada en un valor num&eacute;rico de &eacute;ste. &nbsp;</p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Buscar</h2>
    </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
                <h3>Fecha</h3>
                <p>Cuando se selecciona [Reciente], puede buscar en un d&iacute;a reciente, semana o mes en funci&oacute;n de la hora actual. </p>
                <p>Cuando se selecciona [Periodo], puede especificar un per&iacute;odo por d&iacute;a, mes o a&ntilde;o y b&uacute;squeda. Seleccione el icono de calendario para cambiar la fecha. </p>
            </div>
            <div class="wn5-setup-section-article-content">
            <h3>Regla</h3>
                <p>Seleccione la condici&oacute;n de la regla a buscar. Seleccione la condici&oacute;n de la regla mediante la combinaci&oacute;n de la regla (Regla 01 y Regla 02) y el m&eacute;todo de recuento (DENTRO y FUERA) de la regla correspondiente. Por ejemplo, si selecciona la casilla de verificaci&oacute;n en la que &apos;Regla 01&apos; y &apos;DENTRO&apos; se encuentran, se buscar&aacute; el n&uacute;mero de personas que pasaron en la direcci&oacute;n de la flecha en la l&iacute;nea de la regla especificada en la &apos;Regla 01&apos;.&nbsp;Si selecciona la casilla de verificaci&oacute;n en la que &apos;Regla 02&apos; y &apos;FUERA&apos;, se buscar&aacute; el n&uacute;mero de personas que pasaron en la direcci&oacute;n opuesta de la flecha en la l&iacute;nea de la regla especificada en la &apos;Regla 02&apos;. </p>
                <p>La regla puede definirse en <strong class="UI">[Estad&iacute;sticas]</strong>&gt;<strong class="UI">[Recuento de personas]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuraci&oacute;n]</a></strong>. </p>
				</div>
                <div class="wn5-online-help-action">
                    <h5><a name="search"></a>Datos de B&uacute;squeda de Recuento de personas</h5>
                    <ol>
                        <li>Seleccione la fecha que desea buscar desde <strong class="UI">[Fecha]</strong> en <strong class="UI">[Buscar]</strong>.  </li>
                        <li>Seleccione una regla que desee buscar y el m&eacute;todo de recuento de cada regla en <strong class="UI">[Regla]</strong>. Por ejemplo, si desea buscar el n&uacute;mero de personas que se mov&iacute;an en la direcci&oacute;n especificada en la &apos;Regla 01&apos;, seleccione la casilla de verificaci&oacute;n en la que &apos;Regla 01&apos; y &apos;DENTRO&apos; se encuentran.</li>
                        <li>Haga clic en el bot&oacute;n <strong class="UI">[Buscar]</strong>. Los resultados de la b&uacute;squeda se mostrar&aacute;n en <strong class="UI">[Resultados]</strong>.  </li>
                    </ol>
                   </div>
                   </div>
                   
                </div>
<hr class="wn5-setup-hr">           				
<div class="wn5-setup-section">
                <div class="wn5-setup-section-heading">
                    <h2>Resultados.</h2>
				</div>
				<div class="wn5-setup-section-article">
                    <div class="wn5-setup-section-article-content">					
                    <p>Si usted busca datos de Recuento de personas, los resultados se muestran en un gr&aacute;fico y una tabla.</p>
                    <p>Si se busca &apos;un d&iacute;a reciente&apos;, se mostrar&aacute;n los datos por hora desde las 00:00 hasta las 24:00 del d&iacute;a de hoy. Si se busca &apos;una reciente semana&apos;, se mostrar&aacute;n los datos de la fecha a partir de los 7 d&iacute;as inmediatamente anteriores al d&iacute;a de hoy. Si se busca &apos;uno mes reciente&apos;, se mostrar&aacute;n los datos de fecha para los 30 d&iacute;as inmediatamente anteriores al d&iacute;a de hoy.</p>
                    <p>Si selecciona &apos;per&iacute;odo&apos; y designa un d&iacute;a, mes y a&ntilde;o espec&iacute;ficos, se mostrar&aacute;n los datos por hora desde las 00:00 hasta las 24:00 de la fecha y datos designados por fecha para el mes y el a&ntilde;o designados. </p>
                    <p>Los datos del Recuento de personas se muestran por separado como &apos;Nombre de regla-DENTRO&apos; y &apos;Nombre de regla-FUERA&apos; como la combinaci&oacute;n del nombre de la regla y el m&eacute;todo de recuento (DENTRO y FUERA). Si selecciona la opci&oacute;n de una gr&aacute;fica, s&oacute;lo el gr&aacute;fico correspondiente se muestra en color Cian. &nbsp;Adem&aacute;s, si se coloca el cursor en la parte de arriba de un gr&aacute;fico, aparecer&aacute; un globo que muestra los datos en el tiempo seleccionado en un valor num&eacute;rico exacto. &nbsp;</p>
                </div>
                <div class="wn5-online-help-info">
                        <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
                            <ul>
                                <li>Los datos buscados se actualizan cada 15 minutos. Los resultados de la b&uacute;squeda difieren de los resultados en tiempo real que se muestran en la p&aacute;gina<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuraci&oacute;n].</a></strong></li>
                            </ul>
                    </div>
                    <div class="wn5-setup-section-article-content">
                         <h3>Descargar</h3>
                         <p>Al hacer clic en el bot&oacute;n [Descargar] despu&eacute;s de buscar, puede descargar los resultados de b&uacute;squeda. Los resultados de b&uacute;squeda se pueden descargar en los formatos de archivo .xlsx y .txt, y el archivo descargado se guarda en la ruta para guardar por defecto del navegador. Hasta 64 caracteres, incluyendo letras y n&uacute;meros, se pueden introducir para el nombre del archivo.</p>
                    </div>

            </div>
 </div>
            <hr class="wn5-setup-hr">
