<h1 class="wn5-setup-main-title">&Eacute;tat de la sortie PoE</h1>
<div class="wn5-setup-section">
    <p>La cam&eacute;ra avec prolongateur PoE dispose de ports d&rsquo;entr&eacute;e et de sortie RJ-45. Si une cam&eacute;ra r&eacute;seau suppl&eacute;mentaire est connect&eacute;e au port de sortie, l&rsquo;alimentation de la cam&eacute;ra avec prolongateur PoE utilise sa propre &eacute;nergie pour alimenter la cam&eacute;ra r&eacute;seau et permettre la communication sur le r&eacute;seau.</p>
</div>
<div class="wn5-online-help-info">
    <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
    <ul>
        <li>Si l&rsquo;alimentation de sortie de la cam&eacute;ra avec prolongateur PoE d&eacute;passe 12,95&nbsp;W, l&rsquo;alimentation de toute cam&eacute;ra r&eacute;seau connect&eacute;e se coupera automatiquement. Pour restaurer l&rsquo;alimentation de la cam&eacute;ra r&eacute;seau,</li>
        <ul>
            <li>D&eacute;cocher la case <strong class="UI">[Activer]</strong> et cliquez sur <strong class="UI">[Appliquer]</strong>. S&eacute;lectionnez &agrave; nouveau <strong class="UI">[Activer]</strong> et cliquez sur <strong class="UI">[Appliquer]</strong>.</li>
            <li>D&eacute;marrez la cam&eacute;ra avec prolongateur PoE pour l&rsquo;alimenter &agrave; l&rsquo;aide de sa propre source d&rsquo;alimentation.</li>
        </ul>
                
    </ul>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>&Eacute;tat de la sortie PoE</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Contr&ocirc;le si la cam&eacute;ra r&eacute;seau connect&eacute;e au port de sortie de la cam&eacute;ra avec prolongateur PoE doit &ecirc;tre mise sous tension ou non et affiche la quantit&eacute; de consommation &eacute;lectrique demand&eacute;e.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Port</h3>
            <p>Le nombre de ports de la cam&eacute;ra avec prolongateur PoE.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Activer</h3>
            <p>Pour fournir l&rsquo;alimentation par PoE &agrave; la cam&eacute;ra depuis le <strong class="UI">[Port]</strong>, cliquez sur <strong class="UI">[Activer]</strong>.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Consommation &eacute;lectrique</h3>
            <p>Affiche la quantit&eacute; de consommation &eacute;lectrique de PoE.</p>
            <p>Dans <strong class="UI">[Consommation électrique totale]</strong>, la quantit&eacute; totale de consommation &eacute;lectrique du port de sortie utilis&eacute; par la cam&eacute;ra r&eacute;seau connect&eacute;e &agrave; la cam&eacute;ra avec prolongateur PoE est affich&eacute;e.</p>
        </div>

    </div>
</div>



<hr class="wn5-setup-hr">
