
<h1 class="wn5-setup-main-title">Limite de PT</h1>
<div class="wn5-setup-section">
    <p>Puede definir la panor&aacute;mica de la c&aacute;mara y la inclinaci&oacute;n para moverse dentro de un l&iacute;mite de rango. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte de abajo de la p&aacute;gina.</p>
</div>
<div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
    <ul>
        <li>Cuando utilice la funci&oacute;n de l&iacute;mite de PT, seleccionando <STRONG class="UI">[Uso]</STRONG> desde <STRONG class="UI">[Panor&aacute;mica/L&iacute;mite inclinaci&oacute;n]</STRONG>, puede establecer un preajuste s&oacute;lo dentro del l&iacute;mite de rango.</li>
        <li>Si hay un preajuste definido m&aacute;s all&aacute; del rango de PT definido previamente antes de utilizar el l&iacute;mite de PT, el preajuste funcionar&aacute; de acuerdo con el ajuste inicial.</li>
    </ul>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Ajuste del PTZ</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Puede ajustar las acciones de panor&aacute;mica, mosaico y zoom de la c&aacute;mara.</p>
        </div>
			
        <div class="wn5-online-help-action">
    	   <h4><span class="tui tui-wn5-help-warning"></span><a name="ptzcontrol"></a>Ajuste del PTZ</h4>
            <ul>
                <li><span class="tui tui-wn5-ptz-handle"></span>Al arrastrar el icono con el rat&oacute;n, la c&aacute;mara se mueve siguiendo las acciones de panor&aacute;mica e inclinaci&oacute;n.</li>
                <li>Seleccione una ampliaci&oacute;n de la imagen haciendo clic en el bot&oacute;n <STRONG class="UI">[+]</STRONG> para ampliar la pantalla o haga clic en el bot&oacute;n <STRONG class="UI">[-]</STRONG> para alejar la pantalla desde la barra de zoom.</li>
                <li><span class="tui tui-wn5-ptz-near"></span>Mueva el enfoque cercano haciendo clic en el icono ( ) o mueva el foco lejano haciendo clic en el icono <span class="tui tui-wn5-ptz-far"></span>.</li>
                <li>Para ajustar el enfoque de la c&aacute;mara autom&aacute;ticamente para un disparo, haga clic en el bot&oacute;n <span class="tui tui-wn5-simple-focus"></span>.</li>
            </ul>
    	</div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Panor&aacute;mica/Limite inclinaci&oacute;n</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Para limitar el rango de acci&oacute;n de panor&aacute;mica o inclinaci&oacute;n, seleccione <strong class="UI">[Uso]</strong>. La acci&oacute;n de panor&aacute;mica e inclinaci&oacute;n funcionan dentro de un rango definido.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Modo</h3>
            <p>Seleccione una acci&oacute;n para establecer el l&iacute;mite de rango.</p>
        </div>
 <div class="wn5-setup-section-article-content">
            <h3>Rango de inclinaci&oacute;n</h3>
            <p>El rango de inclinaci&oacute;n aparecer&aacute; cuando se selecciona <strong class="UI">[L&iacute;mite inclinaci&oacute;n]</strong> en <strong class="UI">[Modo]</strong>. Define el &aacute;ngulo de inclinaci&oacute;n en movimiento.</p>
        </div>
            <div class="wn5-setup-section-article-content">
                <h3>Acci&oacute;n</h3>
            <p>Establece el rango del tama&ntilde;o m&aacute;ximo de panor&aacute;mica e inclinaci&oacute;n a mover.</p>
            </div>
            <div class="wn5-online-help-action">
    	   <h4><span class="tui tui-wn5-help-warning"></span>Establecer el l&iacute;mite del rango de acciones de panor&aacute;mica e inclinaci&oacute;n</h4>
                <ol>
                    <li>Comience la configuraci&oacute;n haciendo clic en el bot&oacute;n <STRONG class="UI">[Iniciar]</STRONG>.</li>
                    <li>Al hacer clic en el bot&oacute;n <STRONG class="UI">[Intro]</STRONG>, la posici&oacute;n del punto de inicio se mostrar&aacute; en la pantalla de imagen de la c&aacute;mara. Defina la posici&oacute;n del punto de inicio para el l&iacute;mite del rango mientras ajusta el PTZ.</li>
                    <li>Al hacer clic en el bot&oacute;n <STRONG class="UI">[Intro]</STRONG>, la posici&oacute;n del punto final se mostrar&aacute; en la pantalla de imagen de la c&aacute;mara. Defina la posici&oacute;n del punto final para el l&iacute;mite del rango mientras ajusta el PTZ.</li>
                    <li>Haga clic en el bot&oacute;n <STRONG class="UI">[Intro]</STRONG> una vez m&aacute;s.</li>
                </ol>
                <p>Al hacer clic en el bot&oacute;n <STRONG class="UI">[Intro]</STRONG>, se eliminar&aacute;n todos los valores que se est&aacute;n definiendo actualmente. Puede hacer clic en el bot&oacute;n <STRONG class="UI">[Iniciar]</STRONG> y volver a definir el l&iacute;mite del rango de acci&oacute;n.</p>
            </div>
            </div>
             </div>		
		</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2><a class="wn5-online-help-link" name="group"></a>PT posicional</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Ajusta la velocidad de movimiento de la acci&oacute;n de panor&aacute;mica e inclinaci&oacute;n de acuerdo con la ampliaci&oacute;n del zoom. Si la ampliaci&oacute;n del zoom aumenta, la velocidad de movimiento de la inclinaci&oacute;n se reducir&aacute;.</p>
        </div>
            <div class="wn5-setup-section-article-content">
                <h3>Modo</h3>
                <p>Puede seleccionar una opci&oacute;n para cambiar la velocidad de operaci&oacute;n manual de panor&aacute;mica e inclinaci&oacute;n de acuerdo con la ampliaci&oacute;n de zoom.</p>
            </div>

	</div>
</div>
<hr class="wn5-setup-hr">