<h1 class="wn5-setup-main-title">Fecha y hora</h1>
<div class="wn5-setup-section">
	<p>Puede comprobar la hora actual del sistema de la c&aacute;mara, cambiar la configuraci&oacute;n de tiempo de acuerdo a la zona horaria local, o establecer la hora del sistema a trav&eacute;s de la sincronizaci&oacute;n con un servidor NTP.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Hora actual del sistema</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Se muestra la hora actual del sistema de la c&aacute;mara. Se muestra la hora del sistema establecido previamente.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Zona horaria</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>La hora de la c&aacute;mara se establece en funci&oacute;n de la hora est&aacute;ndar (GMT). </p>
		</div>

		<div class="wn5-setup-section-article-content">
			<h3>Zona horaria</h3>
			<p>Seleccione la zona horaria deseada y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> de abajo.</p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>Usar hora de verano</h3>
		    <p>Cuando se selecciona un &aacute;rea donde se utiliza la hora de verano, el men&uacute; de <strong class="UI">[Usar hora de verano]</strong> se mostrar&aacute;. Se muestra la hora de inicio y hora de fin de la hora de verano en la zona horaria seleccionada. Cuando se selecciona <strong class="UI">[Activar]</strong> para <strong class="UI">[Usar hora de verano]</strong>, se visualiza un tiempo que es una hora antes de la hora oficial de la zona en cuesti&oacute;n.</p>
	  	</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configurar hora del sistema</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>El usuario puede configurar la hora de la c&aacute;mara de forma manual o mediante la sincronizaci&oacute;n con un servidor NTP. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Manual</h3>
			<p>El usuario puede introducir manualmente la hora actual de la c&aacute;mara o sincronizarla con la hora del PC que se est&aacute; utilizando actualmente.</p>
			<ul>
				<li>Ajuste la hora del sistema se introduce la hora en <strong class="UI">[A - M - D]</strong> y <strong class="UI">[h: m: s]</strong>.</li>
	        	<li>Cuando se selecciona <strong class="UI">[Sincronizar con PC Viewer]</strong>, la hora de PC Viewer se sincroniza con la hora del sistema. Cuando se selecciona <strong class="UI">[Sincronizar con PC Viewer]</strong>, la misma zona horaria debe establecerse por separado, tanto para el ordenador como para la c&aacute;mara.</li>
			</ul>
		</div>	
		<div class="wn5-setup-section-article-content">
			<h3>Sincronizar con NTP Server</h3>
			<p>La hora del servidor NTP (Network Time Protocol) est&aacute; sincronizada con la hora del sistema. 5 direcciones de servidor NTP est&aacute;n introducidas de forma predeterminada. Puede cambiar una direcci&oacute;n de servidor NTP haciendo clic en el campo de entrada de direcciones. </p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">