


<h1 class="wn5-setup-main-title">Rechercher</h1>

<div class="wn5-setup-section">
    <p>La gestion des files d&apos;attente est une fonction utilis&eacute;e pour surveiller le nombre moyen de personnes s&eacute;journant dans une zone sp&eacute;cifi&eacute;e et la dur&eacute;e totale du s&eacute;jour gr&acirc;ce &agrave; une analyse des images de la cam&eacute;ra. Le nombre de personnes en file d&apos;attente et les donn&eacute;es statistiques sur le temps de mise en file d&apos;attente peuvent &ecirc;tre recherch&eacute;s et visualis&eacute;s &agrave; partir de la page «&nbsp;Recherche&nbsp;» de la gestion des files d&apos;attente.</p>
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
        <ul><li>Pour utiliser la fonction de recherche dans la gestion des files d&apos;attente, vous devez s&eacute;lectionner <strong class="UI">[Activer la gestion des files d&apos;attente]</strong> dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Gestion des files d&apos;attente]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuration]</a></strong> et d&eacute;finir la zone de gestion des files d&apos;attente.</li>

        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rechercher</h2>
	</div>
	<div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Le jeu de r&egrave;gles de file d&apos;attente d&eacute;fini dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Gestion des files d&apos;attente]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuration]</a></strong> s&apos;affiche &agrave; l&apos;&eacute;cran. &nbsp;</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Occupation</h3>
            <p>Les donn&eacute;es d&apos;analyse en temps r&eacute;el pour chaque r&egrave;gle de file d&apos;attente sont affich&eacute;es.</p>
            <hr class="wn5-setup-hr">
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Aujourd&apos;hui</h3>
            <h4>Nombre moyen de personnes</h4>
            <p>Le nombre de personnes compt&eacute;es dans chaque r&egrave;gle de file d&apos;attente entre 00:00 et 24:00 est indiqu&eacute; dans un graphique affich&eacute; par heure.</p>
            <p>Lorsque vous s&eacute;lectionnez le nom d&apos;une r&egrave;gle de file d&apos;attente situ&eacute;e en haut &agrave; droite du graphique, seul le graphique correspondant s&apos;affiche en cyan. Si vous placez la souris au-dessus du graphique, une bulle indiquant le nombre de personnes &agrave; l&apos;heure s&eacute;lectionn&eacute;e appara&icirc;t.</p>
            <h4>Dur&eacute;e totale</h4>
            <p>La dur&eacute;e totale de mise en file d&apos;attente est analys&eacute;e par les r&egrave;gles de file d&apos;attente et les niveaux de d&eacute;tection (haut et moyen), et s&rsquo;affiche dans le graphique.</p>
            <p>Le niveau de d&eacute;tection est sp&eacute;cifi&eacute; dans <strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html#level" ng-href="#/help/queue_setup">[Niveau de d&eacute;tection]</a></strong> sur la page <strong class="UI">[Configuration]</strong>, et le niveau de mise en file d&apos;attente est class&eacute; en «&nbsp;&Eacute;lev&eacute;e&nbsp;» et «&nbsp;Moyenne&nbsp;», en fonction du nombre de personnes dans la file d&apos;attente.</p>
            <p>Par exemple, «&nbsp;File d&rsquo;attente 1- &Eacute;lev&eacute;e&nbsp;» indique la dur&eacute;e totale pendant laquelle il y a un grand nombre de files d&apos;attente dans «&nbsp;File d&apos;attente 1&nbsp;» comme niveau de d&eacute;tection «&nbsp;&Eacute;lev&eacute;e&nbsp;», et «&nbsp;File d&apos;attente 1- Moyenne&nbsp;» indique la dur&eacute;e totale pendant laquelle il y a un grand nombre de files d&apos;attente dans la file d&apos;attente 1 comme niveau de d&eacute;tection «&nbsp;Moyenne&nbsp;».</p>
            <hr class="wn5-setup-hr">
        </div>
		 <div class="wn5-setup-section-article-content">
            <h3>Hebdomadaire</h3>
            <p>La tendance pour le nombre moyen de personnes par file d&apos;attente et la date pour les 7 derniers jours, &agrave; partir d&rsquo;aujourd&apos;hui, est repr&eacute;sent&eacute;e dans un graphique.</p>
            <p>Si vous placez la souris au-dessus du graphique, une bulle affichant les informations concernant le nombre de personnes &agrave; la date s&eacute;lectionn&eacute;e s&apos;affichera en une valeur num&eacute;rique exacte. &nbsp;</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rechercher</h2>
    </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
                <h3>Date</h3>
                <p>Lorsque vous s&eacute;lectionnez [R&eacute;cent], vous pouvez effectuer une recherche par jour, semaine ou mois &agrave; partir de l&apos;heure actuelle.</p>
                <p>Lorsque vous s&eacute;lectionnez [P&eacute;riode], vous pouvez sp&eacute;cifier une p&eacute;riode par jour, mois ou ann&eacute;e et effectuer une recherche en cons&eacute;quence. S&eacute;lectionnez l&apos;ic&ocirc;ne du calendrier pour changer la date.</p>
            </div>
            <div class="wn5-setup-section-article-content">
                <h3>R&egrave;gle</h3>
            <p>S&eacute;lectionnez les conditions de recherche. La r&egrave;gle de file d&apos;attente et les conditions d&apos;analyse (nombre moyen de personnes, &eacute;lev&eacute;e ou moyenne pour le niveau de d&eacute;tection) peuvent &ecirc;tre s&eacute;lectionn&eacute;es en combinaison. Par exemple, lorsque vous s&eacute;lectionnez la case &agrave; cocher o&ugrave; «&nbsp;File d&apos;attente 1&nbsp;» et «&nbsp;Moyenne&nbsp;» se rencontrent, le nombre moyen de personnes dans la file d&apos;attente «&nbsp;File d&apos;attente 1&nbsp;» est recherch&eacute;. Lorsque vous s&eacute;lectionnez la case &agrave; cocher o&ugrave; «&nbsp;File d&apos;attente 1&nbsp;» et «&nbsp;&Eacute;lev&eacute;e&nbsp;» se rencontrent, la dur&eacute;e totale du nombre de personnes correspondant &agrave; «&nbsp;&Eacute;lev&eacute;e&nbsp;» pour le niveau de mise en file d&apos;attente de d&eacute;tection dans «&nbsp;File d&apos;attente 1&nbsp;» est recherch&eacute;e. Vous pouvez &eacute;galement s&eacute;lectionner «&nbsp;Moyenne&nbsp;» et «&nbsp;&Eacute;lev&eacute;e&nbsp;» correspondant &agrave; «&nbsp;File d&apos;attente 1&nbsp;» pour la recherche.</p>
                <p>La r&egrave;gle peut &ecirc;tre d&eacute;finie dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Gestion des files d&apos;attente]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Configuration]</a></strong>.</p>
			</div>
            <div class="wn5-online-help-action">
                <h5><a name="search"></a>Rechercher les donn&eacute;es de la file</h5>
                <ol>
                    <li>S&eacute;lectionnez la date que vous souhaitez rechercher dans <strong class="UI">[Date]</strong> dans <strong class="UI">[Recherche]</strong>.</li>
                    <li>S&eacute;lectionnez la file d&apos;attente que vous souhaitez rechercher et l&apos;option d&apos;analyse dans <strong class="UI">[R&egrave;gle]</strong>. Par exemple, si vous souhaitez rechercher le nombre moyen de files d&apos;attente dans «&nbsp;File d&apos;attente 1&nbsp;» et le temps total pour le nombre de personnes correspondant &agrave; «&nbsp;&Eacute;lev&eacute;e&nbsp;» pour le niveau de file d&apos;attente de d&eacute;tection dans «&nbsp;File d&apos;attente 1&nbsp;», cochez la case «&nbsp;File d&apos;attente 1&nbsp;» et «&nbsp;Moyenne&nbsp;» &apos;se rencontrent et la case &agrave; cocher o&ugrave; «&nbsp;File d&apos;attente 1&nbsp;» et «&nbsp;&Eacute;lev&eacute;e&nbsp;» se rencontrent.</li>
                    <li>Cliquez sur le bouton <strong class="UI">[Rechercher]</strong>. Les r&eacute;sultats de la recherche seront affich&eacute;s dans <strong class="UI">[R&eacute;sultats]</strong>.</li>
                </ol>
			</div>
        </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>R&eacute;sultats</h2>
	</div>
	   <div class="wn5-setup-section-article">
             <div class="wn5-setup-section-article-content">
                <p>Si vous recherchez des donn&eacute;es de file d&apos;attente, les r&eacute;sultats seront affich&eacute;s dans un graphique et un tableau.</p>
                <p>Si vous recherchez «&nbsp;un jour r&eacute;cent&nbsp;», les donn&eacute;es par heure de 00:00 &agrave; 24:00 le jour actuel seront affich&eacute;es. Si vous recherchez «&nbsp;une semaine r&eacute;cente&nbsp;», les donn&eacute;es par date des 7 jours pr&eacute;c&eacute;dant le jour actuel seront affich&eacute;es. Si vous recherchez «&nbsp;un mois r&eacute;cent&nbsp;», les donn&eacute;es par date pour les 30 jours pr&eacute;c&eacute;dant imm&eacute;diatement le jour actuel seront affich&eacute;es.</p>
                <p>Si vous s&eacute;lectionnez «&nbsp;P&eacute;riode&nbsp;» et que vous sp&eacute;cifiez un jour, un mois et une ann&eacute;e sp&eacute;cifiques, les donn&eacute;es par heure de 00:00 &agrave; 24:00 pour la date d&eacute;sign&eacute;e et les donn&eacute;es par date pour le mois et l&apos;ann&eacute;e indiqu&eacute;s s&apos;afficheront.</p>
            <p>Les donn&eacute;es de la file d&apos;attente sont affich&eacute;es s&eacute;par&eacute;ment dans «&nbsp;Nom de la file d&apos;attente-Moyenne&nbsp;», «&nbsp;Nom de la file d&apos;attente-&Eacute;lev&eacute;e&nbsp;» et «&nbsp;Nom de la file d&apos;attente-Moyenne&nbsp;» dans la combinaison du nom de la file et de la m&eacute;thode d&apos;analyse (nombre moyen de personnes niveau de file d&apos;attente). Si vous s&eacute;lectionnez une option dans un graphique, seul le graphique correspondant sera affich&eacute; en Cyan. &nbsp;De plus, si vous placez la souris au-dessus d&apos;un graphique, une bulle affichant les donn&eacute;es &agrave; l&apos;heure s&eacute;lectionn&eacute;e en une valeur num&eacute;rique exacte appara&icirc;tra. &nbsp;</p>
            </div>
            <div class="wn5-online-help-info">
                    <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                        <ul>
                            <li>Les donn&eacute;es recherch&eacute;es sont actualis&eacute;es toutes les 15 minutes. Les r&eacute;sultats de la recherche diff&egrave;rent souvent des r&eacute;sultats en temps r&eacute;el affich&eacute;s sur page<strong class="UI"><a class="wn5-online-help-link" href="qmSetup.html" ng-href="#/help/queue_setup">[Param&egrave;tres].</a></strong></li>
                        </ul>
                </div>
        <div class="wn5-setup-section-article-content">
                <h3>T&eacute;l&eacute;charger</h3>
            <p>Lorsque vous cliquez sur le bouton <strong class="UI">[T&eacute;l&eacute;charger]</strong> apr&egrave;s la recherche, vous pouvez t&eacute;l&eacute;charger les r&eacute;sultats de la recherche. Les r&eacute;sultats de la recherche peuvent &ecirc;tre t&eacute;l&eacute;charg&eacute;s aux formats de fichier .txt, et le fichier t&eacute;l&eacute;charg&eacute; sera sauvegard&eacute; dans le r&eacute;pertoire par d&eacute;faut du navigateur. Vous pouvez saisir jusqu&apos;&agrave; 64 caract&egrave;res, y compris des caract&egrave;res alphab&eacute;tiques et des chiffres, pour le nom de fichier.</p>
        </div>
        </div>

</div>
<hr class="wn5-setup-hr">
