<h1 class="wn5-setup-main-title">Informaci&oacute;n del sistema</h1>

<div class="wn5-setup-section">
    <p>Compruebe el nombre del modelo y n&uacute;mero de serie del producto y establezca el nombre del dispositivo, ubicaci&oacute;n, descripci&oacute;n e idioma. Cuando haya completado el ajuste, haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Informaci&oacute;n del sistema</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Modelo  </h3>
            <p>Se muestra el nombre del modelo del producto que est&aacute; utilizando actualmente. No se pueden hacer cambios al nombre del modelo.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>N?de serie  </h3>
            <p>Se muestra el n&uacute;mero de serie del producto que est&aacute; utilizando actualmente. No se pueden hacer cambios al n&uacute;mero de serie.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nombre del dispositivo  </h3>
            <p>Introduzca el nombre del dispositivo del producto que est&aacute; utilizando actualmente. Si ha instalado un n&uacute;mero de c&aacute;maras, se recomienda utilizar un nombre de dispositivo diferente para cada c&aacute;mara.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Ubicaci&oacute;n  </h3>
            <p>Introduzca la ubicaci&oacute;n de la instalaci&oacute;n del producto que est&aacute; utilizando actualmente. Si ha instalado un n&uacute;mero de c&aacute;maras, se recomienda un nombre de ubicaci&oacute;n diferente para distinguir entre ellas.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Descripci&oacute;n  </h3>
            <p>Introduzca la descripci&oacute;n del producto que est&aacute; utilizando actualmente. Puede introducir otra informaci&oacute;n necesaria, incluyendo la fecha de instalaci&oacute;n y la ubicaci&oacute;n en la que la pantalla se est&aacute; mostrando.</p>
        </div>
		
		<div class="wn5-setup-section-article-content">
            <h3>Notas</h3>
            <p>Introduzca la descripci&oacute;n del producto que est&aacute; utilizando actualmente. Introduzca otra informaci&oacute;n necesaria que no se haya indicado en la secci&oacute;n de descripci&oacute;n.</p>
        </div>
		
        <div class="wn5-setup-section-article-content">
            <h3>Idioma    </h3>
            <p>Seleccione el idioma del producto que est&aacute; utilizando actualmente. Cuando seleccione un idioma y haga clic en Aplicar, toda la interfaz de usuario cambiar&aacute; al idioma correspondiente.</p>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
            <ul><!-- ??ぉ??異붽??섎젮硫?<li>?띿뒪??/li> ?뺥깭濡??낅젰?섏꽭??--><li>Los caracteres coreanos no se pueden introducir - solamente se pueden introducir may&uacute;sculas y min&uacute;sculas, n&uacute;meros y caracteres especiales.</li>
                <li>Los caracteres especiales que se pueden introducir son los siguientes: ~`!@$^()_-|{}[];,.?/</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">