

<h1 class="wn5-setup-main-title">Rechercher</h1>
<div class="wn5-setup-section">
    <p>Le comptage de personnes permet de compter le nombre de personnes qui passent une ligne virtuelle via l&apos;analyse d&apos;images de la cam&eacute;ra. Vous pouvez rechercher et confirmer des donn&eacute;es statistiques pour le nombre de personnes compt&eacute;es par condition et heure dans la «&nbsp;Recherche&nbsp;» de comptage de personnes .</p>
    <div class="wn5-online-help-info">
        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
        <ul><li>Pour utiliser la fonction de recherche dans le comptage de personnes, vous devez s&eacute;lectionner <strong class="UI">[Utiliser le comptage de personnes]</strong> dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuration]</a></strong> et d&eacute;finir la r&egrave;gle de comptage de personnes.</li>

        </ul>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rechercher</h2>
		</div>
		
		    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
        <p>Les statistiques du nombre de personnes entr&eacute;es par la r&egrave;gle de comptage de personnes ou le type de comptage sont affich&eacute;es.</p>
        <p>La ligne de r&egrave;gle d&eacute;finie dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuration]</a></strong> s&apos;affiche &agrave; l&apos;&eacute;cran. En outre, les donn&eacute;es pour le nombre de personnes compt&eacute;es selon chaque&nbsp;<a class="wn5-online-help-link" href="pcSetup.html#type" ng-href="#/help/peoplecounting_setup?#type">m&eacute;thode de comptage</a> (Entrant ou Sortant) par r&egrave;gle s&rsquo;affichent dans un tableau. Le nombre dans le tableau est le nombre total de personnes compt&eacute;es depuis 00:00 jusqu&rsquo;&agrave; l&apos;heure actuelle aujourd&apos;hui. <strong class="UI">[Nom de la r&egrave;gle]</strong> dans le tableau est d&eacute;fini dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI">[Configuration]</strong>. <strong class="UI">[IN]</strong> indique le nombre de personnes qui se sont d&eacute;plac&eacute;es dans la direction de la fl&egrave;che dans la ligne de r&egrave;gles, et <strong class="UI">[OUT]</strong> indique le nombre de personnes qui se sont d&eacute;plac&eacute;es dans la direction oppos&eacute;e.</p>
    </div>

        <div class="wn5-setup-section-article-content">
            <h3>Aujourd&apos;hui</h3>
            <p>Le nombre de personnes compt&eacute;es de 00:00 &agrave; 24:00 est indiqu&eacute; dans un graphique par heure.</p>
            <p>Il y a 4 options dans la combinaison du nom de la r&egrave;gle et du type de compte (Entrant et Sortant) en tant que «&nbsp;nom de la r&egrave;gle-IN&nbsp;» et «&nbsp;nom de la r&egrave;gle-OUT&nbsp;». Lorsqu&apos;une option est s&eacute;lectionn&eacute;e, le graphique correspondant s&apos;affiche en Cyan. Si vous placez la souris au-dessus du graphique, une bulle indiquant le nombre de personnes &agrave; l&apos;heure s&eacute;lectionn&eacute;e appara&icirc;t. &nbsp;</p>
        </div>
		 <div class="wn5-setup-section-article-content">
            <h3>Hebdomadaire</h3>
            <p>La tendance pour le nombre de personnes par date pour les 7 derniers jours, bas&eacute;e sur aujourd&apos;hui, est repr&eacute;sent&eacute;e dans un graphique.</p>
            <p>Il y a 4 options dans la combinaison du nom de la r&egrave;gle et du type de compte (Entrant et Sortant) en tant que «&nbsp;nom de la r&egrave;gle-IN&nbsp;» et «&nbsp;nom de la r&egrave;gle-OUT&nbsp;». Lorsqu&apos;une option est s&eacute;lectionn&eacute;e, le graphique correspondant s&apos;affiche en Cyan. Si vous placez la souris au-dessus du graphique, une bulle affichant les informations concernant le nombre de personnes &agrave; la date s&eacute;lectionn&eacute;e dans une valeur num&eacute;rique exacte appara&icirc;t. &nbsp;</p>
        </div>
    </div>
</div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Rechercher</h2>
    </div>
        <div class="wn5-setup-section-article">
            <div class="wn5-setup-section-article-content">
                <h3>Date</h3>
                <p>Lorsque vous s&eacute;lectionnez [R&eacute;cent], vous pouvez rechercher un jour, une semaine ou un mois r&eacute;cent en fonction de l&apos;heure actuelle.</p>
                <p>Lorsque vous s&eacute;lectionnez [P&eacute;riode], vous pouvez sp&eacute;cifier une p&eacute;riode par jour, mois ou ann&eacute;e et effectuer une recherche. S&eacute;lectionnez l&apos;ic&ocirc;ne du calendrier pour changer la date.</p>
            </div>
            <div class="wn5-setup-section-article-content">
            <h3>R&egrave;gle</h3>
                <p>S&eacute;lectionnez la condition de r&egrave;gle &agrave; rechercher. S&eacute;lectionnez la condition de r&egrave;gle en combinant la r&egrave;gle (r&egrave;gle 01 et r&egrave;gle 02) et la m&eacute;thode de comptage (Entrant et Sortant) de la r&egrave;gle correspondante. Par exemple, si vous s&eacute;lectionnez la case &agrave; cocher o&ugrave; «&nbsp;R&egrave;gle 01&nbsp;» et «&nbsp;IN&nbsp;»  se rencontrent, le nombre de personnes ayant pass&eacute; dans la direction de la fl&egrave;che dans la ligne de r&egrave;gle sp&eacute;cifi&eacute;e dans «&nbsp;R&egrave;gle 01&nbsp;» est recherch&eacute;.&nbsp;Si vous s&eacute;lectionnez la case &agrave; cocher o&ugrave; «&nbsp;R&egrave;gle 02&nbsp;» et «&nbsp;OUT&nbsp;» se rencontrent, le nombre de personnes ayant pass&eacute; dans la direction oppos&eacute;e &agrave; la fl&egrave;che dans la ligne de r&egrave;gle sp&eacute;cifi&eacute;e dans «&nbsp;R&egrave;gle 02&nbsp;» est recherch&eacute;.</p>
                <p>La r&egrave;gle peut &ecirc;tre d&eacute;finie dans <strong class="UI">[Statistiques]</strong>&gt;<strong class="UI">[Comptage de personnes]</strong>&gt;<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Configuration]</a></strong>.</p>
				</div>
                <div class="wn5-online-help-action">
                    <h5><a name="search"></a>Rechercher des donn&eacute;es de comptage de personnes</h5>
                    <ol>
                        <li>S&eacute;lectionnez la date que vous souhaitez rechercher dans <strong class="UI">[Date]</strong>, <strong class="UI">[Rechercher]</strong>.</li>
                        <li>S&eacute;lectionnez une r&egrave;gle que vous souhaitez rechercher et la m&eacute;thode de comptage de chaque r&egrave;gle dans <strong class="UI">[R&egrave;gle]</strong>. Par exemple, si vous souhaitez rechercher le nombre de personnes qui se sont d&eacute;plac&eacute;es dans la direction sp&eacute;cifi&eacute;e dans «&nbsp;R&egrave;gle 01&nbsp;», cochez la case o&ugrave; «&nbsp;R&egrave;gle 01&nbsp;» et «&nbsp;IN&nbsp;» se rencontrent.</li>
                        <li>Cliquez sur le bouton <strong class="UI">[Rechercher]</strong>. Les r&eacute;sultats de la recherche seront affich&eacute;s dans <strong class="UI">[R&eacute;sultats]</strong>.</li>
                    </ol>
                   </div>
                   </div>
                   
                </div>
<hr class="wn5-setup-hr">           				
<div class="wn5-setup-section">
                <div class="wn5-setup-section-heading">
                    <h2>R&eacute;sultats</h2>
				</div>
				<div class="wn5-setup-section-article">
                    <div class="wn5-setup-section-article-content">					
                    <p>Si vous recherchez des donn&eacute;es de d&eacute;compte de personnes, les r&eacute;sultats seront affich&eacute;s dans un graphique et un tableau.</p>
                    <p>Si vous recherchez «&nbsp;un jour r&eacute;cent&nbsp;», les donn&eacute;es par heure de 00:00 &agrave; 24:00 aujourd&apos;hui s&rsquo;afficheront. Si vous recherchez «&nbsp;une semaine r&eacute;cente&nbsp;», les donn&eacute;es par date des 7 jours pr&eacute;c&eacute;dant imm&eacute;diatement s&rsquo;afficheront. Si vous recherchez «&nbsp;un mois r&eacute;cent&nbsp;», les donn&eacute;es par date pour les 30 jours imm&eacute;diatement avant aujourd&apos;hui s&rsquo;afficheront.</p>
                    <p>Si vous s&eacute;lectionnez «&nbsp;P&eacute;riode&nbsp;» et indiquez un jour, un mois et une ann&eacute;e sp&eacute;cifiques, les donn&eacute;es par heure de 00:00 &agrave; 24:00 pour la date d&eacute;sign&eacute;e et les donn&eacute;es par date pour le mois et l&apos;ann&eacute;e indiqu&eacute;s s&rsquo;afficheront.</p>
                    <p>Les donn&eacute;es de comptage de personnes sont affich&eacute;es s&eacute;par&eacute;ment en tant que «&nbsp;nom de r&egrave;gle-IN&nbsp;» et «&nbsp;nom de r&egrave;gle-OUT&nbsp;» en tant que combinaison du nom de r&egrave;gle et de la m&eacute;thode de comptage (Entrant et Sortant). Si vous s&eacute;lectionnez l&apos;option &agrave; partir d&apos;un graphique, seul le graphique correspondant s&rsquo;affichera dans Cyan. &nbsp;En outre, si vous placez la souris au-dessus d&apos;un graphique, un rep&egrave;re affichant les donn&eacute;es &agrave; l&apos;heure s&eacute;lectionn&eacute;e dans une valeur num&eacute;rique exacte appara&icirc;t. &nbsp;</p>
                </div>
                <div class="wn5-online-help-info">
                        <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
                            <ul>
                                <li>Les donn&eacute;es recherch&eacute;es sont actualis&eacute;es toutes les 15 minutes. Les r&eacute;sultats de la recherche diff&egrave;rent souvent des r&eacute;sultats en temps r&eacute;el affich&eacute;s sur page<strong class="UI"><a class="wn5-online-help-link" href="pcSetup.html" ng-href="#/help/peoplecounting_setup">[Param&egrave;tres].</a></strong></li>
                            </ul>
                    </div>
                    <div class="wn5-setup-section-article-content">
                         <h3>T&eacute;l&eacute;charger</h3>
                         <p>Lorsque vous cliquez sur le bouton [T&eacute;l&eacute;charger] apr&egrave;s la recherche, vous pouvez t&eacute;l&eacute;charger les r&eacute;sultats de la recherche. Les r&eacute;sultats de la recherche peuvent &ecirc;tre t&eacute;l&eacute;charg&eacute;s aux formats de fichier .txt, et le fichier t&eacute;l&eacute;charg&eacute; sera sauvegard&eacute; dans le r&eacute;pertoire par d&eacute;faut du navigateur. Vous pouvez saisir jusqu&apos;&agrave; 64&nbsp;caract&egrave;res, y compris des lettres et des chiffres, pour le nom de fichier.</p>
                    </div>

            </div>
 </div>
            <hr class="wn5-setup-hr">
