<h1 class="wn5-setup-main-title">HTTPS</h1>
<div class="wn5-setup-section">
	<p>Se puede seleccionar un sistema de conexi&oacute;n segura o instalar un archivo de clave. Cuando haya completado el ajuste, haga clic en el bot&oacute;n [Aplicar] en la parte inferior de la p&aacute;gina.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Sistema de conexi&oacute;n segura</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>El sistema de conexi&oacute;n segura se selecciona de acuerdo con el entorno de servicio teniendo en cuenta el nivel de seguridad. HTTPS (Protocolo de Transferencia de Hipertexto sobre Secure Socket Layer) intercambia bit de datos a trav&eacute;s de la encriptaci&oacute;n y desencriptaci&oacute;n de la solicitud de p&aacute;gina del usuario en la capa sub SSL por debajo de la capa de protocolo de transferencia de hipertexto. Por lo tanto, se considera que es m&aacute;s seguro que el modo HTTP. Puede seleccionar si un certificado &uacute;nico o p&uacute;blico se utiliza para la conexi&oacute;n segura en el modo HTTPS.</p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTP (No utilizar conexi&oacute;n segura)  </h3>
		    <p>Seleccionar cuando enviar bit de datos sin cifrar</p>
	    </div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTPS (Modo de conexi&oacute;n segura con certificado &uacute;nico)</h3>
		    <p>Establece una conexi&oacute;n segura mediante el uso de un certificado &uacute;nico proporcionado por la c&aacute;mara. Cuando se selecciona <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con certificado &uacute;nico)]</strong> y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina, y una conexi&oacute;n segura se realizar&aacute; en el modo HTTPS.</p>
	   	</div>
		<div class="wn5-setup-section-article-content">
		    <h3>HTTPS (Modo de conexi&oacute;n segura con archivo de clave)</h3>
		    <p>Establece una conexi&oacute;n segura con archivo de clave. Puede seleccionar este despu&eacute;s de instalar el archivo de clave. Cuando se selecciona <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con archivo de clave)]</strong> y haga clic en el <strong class="UI">[Aplicar]</strong> bot&oacute;n en la parte inferior de la p&aacute;gina, de una conexi&oacute;n segura se realizar&aacute; en modo de HTTPS.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
<div class="wn5-setup-section-heading">
	<h2>Instalar un archivo de clave</h2>
</div>
<div class="wn5-setup-section-article">
	<div class="wn5-setup-section-article-content">
		<p>Se activa cuando se selecciona <strong class="UI">[HTTP (No utilizar conexi&oacute;n segura)]</strong> o <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con certificado &uacute;nico)]</strong>; se puede registrar o eliminar un certificado. </p></strong><ul>
			<li><strong class="UI">Nombre de certificado</strong>: Introduzca el nombre de certificado a instalar.</li>
			<li><strong class="UI">Archivo de certificado</strong>: Seleccione la ruta del certificado a instalar. </li>
			<li><strong class="UI">Archivo de clave</strong>: Seleccione la ruta del archivo de clave a instalar.</li>
			</ul>

		
		<div class="wn5-online-help-action">
		<h4><span class="tui tui-wn5-help-warning"></span>Instalaci&oacute;n de un archivo de clave</h4>
		<ol>
			<li>Seleccione <strong class="UI">[HTTP (No utilizar conexi&oacute;n segura)]</strong> o <strong class="UI">[HTTPS (Modo de conexi&oacute;n segura con certificado &uacute;nico)]</strong>.</li>
			<li>Introduzca el nombre de certificado a instalar en [Nombre de certificado]. </li>
			<li>Haga clic en el bot&oacute;n <strong class="UI">[...]</strong> en [Archivo de certificado], seleccione un archivo de certificado de la ventana abierta y haga clic en el bot&oacute;n <strong class="UI">[Abrir]</strong>.</li>
			<li>Haga clic en el bot&oacute;n <strong class="UI">[...]</strong> en el Archivo de clave, seleccione un archivo de certificado de la ventana abierta y haga clic en el bot&oacute;n <strong class="UI">[Abrir]</strong>.</li>
			<li>Haga clic en el bot&oacute;n <strong class="UI">[Instalar]</strong>. La instalaci&oacute;n del certificado ha finalizado.</li>
		</ol>
	</div>

	<div class="wn5-online-help-action">
		<h4><span class="tui tui-wn5-help-warning"></span>Eliminaci&oacute;n de un archivo de clave</h4>
		<p>Con&eacute;ctese a la c&aacute;mara en la direcci&oacute;n http://&lt;direcci&oacute;n IP C&aacute;mara&gt; y haga clic en el bot&oacute;n <strong class="UI">[Eliminar]</strong>. </p>
	</div>

	<div class="wn5-online-help-info">
		<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
		<ul>
			<li>Para conectarse a la c&aacute;mara utilizando el modo HTTPS, http://&lt;direcci&oacute;n IP C&aacute;mara&gt; debe ser introducido para la direcci&oacute;n IP de la c&aacute;mara.</li>
			<li>Un archivo de clave no se puede eliminar en modo HTTPS.</li>
		</ul>
	</div>
</div>

<hr class="wn5-setup-hr">