<h1 class="wn5-setup-main-title">DDNS</h1>
<div class="wn5-setup-section">
	<p>Si utiliza DDNS (Dynamic Domain Name Service), puede configurar la direcci&oacute;n IP de la c&aacute;mara para cambiarla a un nombre de host general que sea f&aacute;cil de recordar por el usuario. Si la direcci&oacute;n IP de la c&aacute;mara es 198.160.0.100, puede conectarse a la c&aacute;mara mediante la introducci&oacute;n de un nombre de host, como http://ddns.hanwha-security.com/camera1 en lugar de la direcci&oacute;n IP. Es conveniente ya que el usuario puede conectarse a la c&aacute;mara con la direcci&oacute;n de DDNS incluso si se cambia la direcci&oacute;n IP de la c&aacute;mara.</p>
		<p>El exclusivo DDNS de Wisenet para Hanwha Techwin o DDNS p&uacute;blico pueden ser utilizados como DDNS. Introduzca la informaci&oacute;n de DDNS deseado y haga clic en el bot&oacute;n <strong class="UI">[Aplicar]</strong> en la parte inferior de la p&aacute;gina. Si se realiza la conexi&oacute;n con el DDNS seleccionado, se visualizar&aacute; el mensaje &apos;Correcto&apos;, y si no se realiza la conexi&oacute;n, se mostrar&aacute; el mensaje &apos;Fallo&apos;.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>DDNS</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
		    <h3>Des </h3>
		    <p>Seleccione si no desea utilizar DDNS.</p>
	    </div>
		<div class="wn5-setup-section-article-content" ng-if="!CamSpecialModel">
		    <h3>DDNS de Wisenet  </h3>
		    <p>Seleccionar cuando se utiliza un servidor DDNS proporcionado por Hanwha Techwin. Para utilizar el DDNS de Wisenet, active su alta como miembro en la p&aacute;gina de inicio del DDNS de Wisenet (<a class="wn5-online-help-link" href="http://ddns.hanwha-security.com" target="new">http://ddns.hanwha-security.com</a>) y registre el producto en <strong class="UI">[My DDNS]</strong>&gt;<strong class="UI">[Register Product]</strong>.</p>
		    <ul>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nombre servidor</strong>: Introduzca el nombre del servidor DDNS que tiene la intenci&oacute;n de usar.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">ID de producto</strong>: Introduzca la ID del producto registrado en el servidor DDNS de Wisenet. Si se selecciona <strong class="UI">[Conexi&oacute;n r&aacute;pida]</strong> cuando se utiliza un router que soporta la funci&oacute;n UPnP (Universal Plug and Play), entonces se soporta la apertura autom&aacute;tica del puerto en caso de conexi&oacute;n desde el exterior.</span></li>
		    </ul>
	    </div>
		
		<div class="wn5-online-help-info">
			<h4><span class="tui tui-wn5-help-warning"></span>Nota</h4>
			<ul>
				<li>Si el router no es compatible con la funci&oacute;n UPnP o para utilizar el servidor DDNS sin utilizar <strong class="UI">[Conexi&oacute;n r&aacute;pida]</strong>, establezca &apos;manual&apos; para el reenv&iacute;o de puertos del router. Para el m&eacute;todo de configuraci&oacute;n de reenv&iacute;o del puerto para el router, consulte el manual de instrucciones incluido en el producto.</li>
			</ul>
		</div>
		
		<div class="wn5-setup-section-article-content">
		    <h3>DDNS p&uacute;blico</h3>
		    <p>Seleccionarlo cuando se utiliza servidor DDNS proporcionado por un sitio web p&uacute;blico. Utilice una vez registrado para el servicio en el sitio web correspondiente.</p>
		    <ul>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nombre servidor</strong>: Seleccionar servidor DDNS p&uacute;blico que se va a utilizar.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nombre de host</strong>: Introduzca un nombre de host registrado en el servidor DDNS.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Nombre de usuario</strong>: Introduzca el nombre de usuario para el servidor DDNS.</span></li>
		        <li><span class="onlineHelp-padding"><strong class="UI">Contrase&ntilde;a</strong>: Introduzca la contrase&ntilde;a para el servidor DDNS.</span></li>
		    </ul>
		</div>
		
	</div>
</div>

<hr class="wn5-setup-hr">