<h1 class="wn5-setup-main-title">Journal</h1>

<div class="wn5-setup-section">
    <p>Vous pouvez v&eacute;rifier les journaux de la cam&eacute;ra. Vous pouvez v&eacute;rifier les informations, notamment l&apos;acc&egrave;s &agrave; la cam&eacute;ra, les changements du syst&egrave;me et les &eacute;v&eacute;nements qui se sont produits, ainsi que les informations du journal de sauvegarde pour chaque type de journal.</p>
</div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Le nombre maximum de journaux pouvant &ecirc;tre affich&eacute;s sur une page est de 15.</li>
                <li>Les journaux peuvent &ecirc;tre v&eacute;rifi&eacute;s du journal le plus r&eacute;cent au plus ancien.</li>
                <li>Jusqu&apos;&agrave; 1&nbsp;000 journaux peuvent &ecirc;tre sauvegard&eacute;s.</li>
                <li>Lorsque le nombre de journaux enregistr&eacute;s d&eacute;passe 1&nbsp;000, un nouveau journal est enregistr&eacute; apr&egrave;s la suppression du journal le plus ancien.</li>
            </ul>
        </div>
<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Journal acc&egrave;s</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez v&eacute;rifier les informations de connexion et de d&eacute;connexion pour chaque acc&egrave;s au compte.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Type de journal</h3>
            <p>Vous pouvez v&eacute;rifier les comptes ayant acc&eacute;d&eacute; &agrave; la cam&eacute;ra, les dates de connexion et de d&eacute;connexion, ainsi que les informations sur l&apos;heure. Lorsque vous s&eacute;lectionnez Tout, vous pouvez v&eacute;rifier la connexion et la d&eacute;connexion, la date et l&apos;heure et les informations d&eacute;taill&eacute;es de tous les identifiants d&apos;acc&egrave;s.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Exporter</h3>
            <p>Vous pouvez sauvegarder le type de journal s&eacute;lectionn&eacute; sous forme de fichier texte. Pour sauvegarder le journal d&apos;acc&egrave;s, cliquez sur le bouton <strong class="UI">[Exporter]</strong>. Les informations du fichier journal sont affich&eacute;es sous la forme mod&egrave;le de cam&eacute;ra nom_type de journal_date de sauvegarde, et heure.</p>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Journal syst&egrave;me</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez v&eacute;rifier la date et l&apos;heure et des informations d&eacute;taill&eacute;es sur les modifications du syst&egrave;me.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Type de journal</h3>
            <p>Cela vous permet de v&eacute;rifier les informations de changement de configuration du syst&egrave;me de la cam&eacute;ra, ainsi que la date et l&apos;heure. Lorsque vous s&eacute;lectionnez Tout, vous pouvez v&eacute;rifier la date et l&apos;heure ainsi que des informations d&eacute;taill&eacute;es de tous les changements du syst&egrave;me.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Exporter</h3>
            <p>Vous pouvez sauvegarder le type de journal s&eacute;lectionn&eacute; sous forme de fichier texte. Pour sauvegarder le journal du syst&egrave;me, cliquez sur le bouton <strong class="UI">[Exporter]</strong>. Les informations du fichier journal sont affich&eacute;es sous la forme mod&egrave;le de cam&eacute;ra nom_type de journal_date de sauvegarde, et heure.</p>
        </div>
    </div>
</div>


<hr class="wn5-setup-hr">

<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Journal &eacute;v&eacute;nements</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <p>Vous pouvez v&eacute;rifier la date et l&apos;heure ainsi que les informations d&eacute;taill&eacute;es relatives &agrave; un &eacute;v&eacute;nement survenu dans le syst&egrave;me.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Type de journal</h3>
            <p>Vous pouvez v&eacute;rifier la date et l&apos;heure de l&apos;&eacute;v&eacute;nement ainsi que les informations d&eacute;taill&eacute;es sur un &eacute;v&eacute;nement s&eacute;lectionn&eacute;. Lorsque vous s&eacute;lectionnez Tout, vous pouvez v&eacute;rifier la date et l&apos;heure ainsi que les informations d&eacute;taill&eacute;es sur tous les &eacute;v&eacute;nements survenus dans le syst&egrave;me.</p>
        </div>

        <div class="wn5-setup-section-article-content">
            <h3>Exporter</h3>
            <p>Vous pouvez sauvegarder le type de journal s&eacute;lectionn&eacute; sous forme de fichier texte. Pour sauvegarder le journal &eacute;v&eacute;nements, cliquez sur le bouton <strong class="UI">[Exporter]</strong>. Les informations du fichier journal sont affich&eacute;es sous la forme mod&egrave;le de cam&eacute;ra nom_type de journal_date de sauvegarde, et heure.</p>
        </div>


    </div>
</div>

<hr class="wn5-setup-hr">