<h1 class="wn5-setup-main-title">Informations produit</h1>

<div class="wn5-setup-section">
    <p>V&eacute;rifiez le nom du mod&egrave;le et le num&eacute;ro de s&eacute;rie du produit et d&eacute;finissez le nom, l&apos;emplacement, la description et la langue de l&apos;appareil. Lorsque vous avez compl&eacute;t&eacute; le r&eacute;glage, cliquez sur le bouton <strong class="UI">[Appliquer]</strong> en bas de la page.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
    <div class="wn5-setup-section-heading">
        <h2>Informations produit</h2>
    </div>
    <div class="wn5-setup-section-article">
        <div class="wn5-setup-section-article-content">
            <h3>Mod&egrave;le</h3>
            <p>Le nom du mod&egrave;le du produit que vous utilisez actuellement est affich&eacute;. Les modifications ne peuvent pas &ecirc;tre apport&eacute;es au nom du mod&egrave;le.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Num&eacute;ro de s&eacute;rie</h3>
            <p>Le num&eacute;ro de s&eacute;rie du produit que vous utilisez actuellement est affich&eacute;. Les modifications ne peuvent pas &ecirc;tre apport&eacute;es au num&eacute;ro de s&eacute;rie.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Nom de l&apos;appareil</h3>
            <p>Saisissez le nom de l&rsquo;appareil que vous utilisez actuellement. Si vous avez install&eacute; un certain nombre de cam&eacute;ras, un nom d&apos;appareil diff&eacute;rent est recommand&eacute; pour chaque cam&eacute;ra.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Emplacement</h3>
            <p>Saisissez l&apos;emplacement d&apos;installation du produit que vous utilisez actuellement. Si vous avez install&eacute; un certain nombre de cam&eacute;ras, un nom de lieu diff&eacute;rent est recommand&eacute; pour les distinguer.</p>
        </div>
        <div class="wn5-setup-section-article-content">
            <h3>Description</h3>
            <p>Saisissez la description du produit que vous utilisez actuellement. Vous pouvez saisir d&apos;autres informations n&eacute;cessaires, notamment la date d&apos;installation et l&apos;emplacement o&ugrave; l&apos;&eacute;cran est affich&eacute;.</p>
        </div>
        
		<div class="wn5-setup-section-article-content">
            <h3>Note</h3>
            <p>Saisissez la description du produit que vous utilisez actuellement. Saisissez les autres informations n&eacute;cessaires qui n&apos;ont pas &eacute;t&eacute; saisies dans la section de description.</p>
        </div>
		
		<div class="wn5-setup-section-article-content" ng-if="ShowLanguage">
            <h3>Langue</h3>
            <p>S&eacute;lectionnez la langue du produit que vous utilisez actuellement. Lorsque vous s&eacute;lectionnez une langue et cliquez sur Appliquer, toutes les interfaces utilisateur seront modifi&eacute;es dans la langue appropri&eacute;e.</p>
        </div>
        <div class="wn5-online-help-info">
            <h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
            <ul>
                <li>Les caract&egrave;res cor&eacute;ens ne peuvent pas &ecirc;tre saisis - seules les majuscules et les minuscules anglaises, les chiffres et les caract&egrave;res sp&eacute;ciaux peuvent &ecirc;tre saisis.</li>
                <li>Les caract&egrave;res sp&eacute;ciaux qui peuvent &ecirc;tre saisis sont les suivants&nbsp;: ~ `! @ $ ^ () _- | {} [];,.? /</li>
            </ul>
        </div>
    </div>
</div>

<hr class="wn5-setup-hr">