<h1 class="wn5-setup-main-title">Mettre &agrave; niveau / Red&eacute;marrer</h1>

<div class="wn5-setup-section">
	<p>Vous pouvez mettre &agrave; niveau le logiciel du produit que vous utilisez actuellement, effectuer une configuration par d&eacute;faut, sauvegarder, restaurer la configuration ou red&eacute;marrer.</p>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Mise &agrave; niveau</h2>
	</div>

	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Le logiciel peut &ecirc;tre mis &agrave; jour lorsque de nouvelles versions de micrologiciel sont publi&eacute;es.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Logiciel</h3>
			<p>La version du logiciel que vous utilisez est affich&eacute;e. Les modifications ne peuvent pas &ecirc;tre apport&eacute;es &agrave; la version du logiciel.</p>
			<p ng-if="!SupportAutoImageAlignment">Pour afficher les détails relatifs au logiciel, y compris la version ISP et la version SUNAPI, cliquez sur le bouton <strong class="UI">[D&eacute;tails]</strong>.</p>
		</div>
		<div class="wn5-setup-section-article-content" ng-if="!HandoverCalibration && SupportAutoImageAlignment">
		    <h3>Version ISP</h3>
		    <p>La version ISP du produit que vous utilisez est affich&eacute;e. Les modifications ne peuvent pas &ecirc;tre apport&eacute;es &agrave; la version du fournisseur de services Internet.</p>
	   	</div>
	   			<div class="wn5-setup-section-article-content" ng-if="SupportAutoImageAlignment">
		    <h3>Version SUNAPI</h3>
		    <p>La version de SUNAPI prise en charge par le produit est affich&eacute;e. SUNAPI est la propre API de Hanwha Techwin.</p>
	   	</div>
	   			<div class="wn5-setup-section-article-content" ng-if="SupportAutoImageAlignment">
			<h3>Version UWA</h3>
	 	 <p>La version de l&rsquo;&eacute;cran Web de la cam&eacute;ra utilis&eacute;e.</p>
	  </div> 
	   	<div class="wn5-setup-section-article-content">
		    <h3>Mise &agrave; niveau du logiciel</h3>
		    <p>Vous pouvez mettre &agrave; niveau le logiciel du produit que vous utilisez. Pour mettre &agrave; jour le logiciel, cliquez sur le bouton <strong class="UI">[...]</strong>. S&eacute;lectionnez un fichier de mise &agrave; niveau et cliquez sur le bouton <strong class="UI">[Ouvrir]</strong>. Lorsque vous cliquez sur le bouton <strong class="UI">[Mise &agrave; niveau]</strong>, la mise &agrave; niveau commence. Vous pouvez voir la progression de la mise &agrave; niveau en %. Lorsque la mise &agrave; niveau est termin&eacute;e, la cam&eacute;ra red&eacute;marre et la connexion s&apos;arr&ecirc;te automatiquement. Vous devrez vous reconnecter &agrave; l&rsquo;&eacute;cran Web.</p>
	   	</div>
	   	<div class="wn5-online-help-info">
	   		<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
   			<ul>
				   <li>Ne terminez pas le programme pendant la mise &agrave; niveau. Cela pourrait entra&icirc;ner une mise &agrave; niveau incorrecte du programme.</li>
			</ul>
	   	</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Param&egrave;tres par d&eacute;faut</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>R&eacute;initialise la configuration du syst&egrave;me &agrave; ce qu&apos;elle &eacute;tait au moment de l&apos;achat du produit. Lorsque vous cliquez sur le bouton <strong class="UI">[R&eacute;initialiser]</strong>, puis sur le bouton <strong class="UI">[OK]</strong> dans la fen&ecirc;tre de confirmation, la r&eacute;initialisation des param&egrave;tres par d&eacute;faut sera effectu&eacute;e. (Les journaux ne seront toutefois pas réinitialisés.)</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<p>Si vous souhaitez r&eacute;initialiser la configuration du syst&egrave;me (&agrave; l&apos;exception de la configuration r&eacute;seau et de la configuration de plate-forme ouverte install&eacute;e) aux param&egrave;tres par d&eacute;faut, s&eacute;lectionnez <strong class="UI">[Sauf param&egrave;tre r&eacute;seau &amp; Plate-forme ouverte]</strong>. Lorsqu&apos;une r&eacute;initialisation aux param&egrave;tres par d&eacute;faut est effectu&eacute;e, la connexion avec la cam&eacute;ra est termin&eacute;e. Lorsque vous vous reconnectez &agrave; l&rsquo;&eacute;cran Web pour la premi&egrave;re fois, vous devrez saisir &agrave; nouveau le mot de passe.</p>
		</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Configuration sauvegarde et restauration</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Vous pouvez sauvegarder et enregistrer la configuration actuelle de la cam&eacute;ra ou restaurer la configuration souhait&eacute;e. Vous pouvez cr&eacute;er un certain nombre de fichiers de sauvegarde pour des configurations souhait&eacute;es ou restaurer et utiliser la configuration souhait&eacute;e en fonction du but ou de l&apos;environnement lors de l&apos;utilisation du produit.</p>
		</div>
		<div class="wn5-setup-section-article-content">
			<h3>Sauvegarde</h3>
		    <p>Lorsque vous cliquez sur le bouton <strong class="UI">[Sauvegarde]</strong>, un fichier de sauvegarde «&nbsp;nom de mod&egrave;le Config.bin&nbsp;» est cr&eacute;&eacute;.</p>
		</div>
		<div class="wn5-setup-section-article-content">
		    <h3>Restauration</h3>
		    <p>Lorsque vous cliquez sur le bouton <strong class="UI">[Restauration]</strong>, une fen&ecirc;tre dans laquelle vous pouvez s&eacute;lectionner un fichier de sauvegarde &agrave; restaurer appara&icirc;t. Lorsque vous s&eacute;lectionnez un fichier de sauvegarde et que vous appuyez sur le bouton <strong class="UI">[Ouvrir]</strong>, la configuration est restaur&eacute;e en fonction du fichier de sauvegarde correspondant.</p>
	   	</div>
		<div class="wn5-online-help-info">
	   		<h4><span class="tui tui-wn5-help-warning"></span>Remarque</h4>
   			<ul>

				<li>Lorsque vous sauvegardez ou restaurez la configuration, la connexion avec la cam&eacute;ra s&apos;arr&ecirc;te automatiquement et vous devez vous reconnecter &agrave; l&rsquo;&eacute;cran Web.</li>
				<li>Si vous utilisez un fichier de sauvegarde import&eacute; pour un mod&egrave;le diff&eacute;rent du produit que vous utilisez actuellement, le produit peut ne pas fonctionner correctement. N&apos;utilisez pas un fichier de sauvegarde pour un mod&egrave;le diff&eacute;rent et ne modifiez pas la configuration manuellement.</li>

			</ul>
	   	</div>
	</div>
</div>

<hr class="wn5-setup-hr">
<div class="wn5-setup-section">
	<div class="wn5-setup-section-heading">
		<h2>Red&eacute;marrer</h2>
	</div>
	<div class="wn5-setup-section-article">
		<div class="wn5-setup-section-article-content">
			<p>Red&eacute;marrez le syst&egrave;me de cam&eacute;ra. Cliquez sur le bouton <strong class="UI">[Red&eacute;marrer]</strong> et lorsque la fen&ecirc;tre de confirmation appara&icirc;t, cliquez sur le bouton <strong class="UI">[OK]</strong>. L&apos;appareil photo red&eacute;marrera et la fen&ecirc;tre de l&rsquo;&eacute;cran Web se fermera. Vous devrez vous reconnecter &agrave; l&rsquo;&eacute;cran Web.</p>
		</div>
	</div>
</div>
